Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: imperial system
cs: anglická metr.soustava
it: Sistema anglosassone
lt: standartinė sistema
pl: System jednostki
tr: İngiliz ölçü sistemi

source: importing configurations from %s
cs: Import konfigurace z %s
it: Importazione configurazione da %s in corso
lt: importuoti konfigūracijas iš %s
pl: importowanie konfiguracji z %s
tr: ayarlar %s 'den içeri alınıyor

source: in description
cs: v popisu
it: nella descrizione
lt: aprašyme
tr: açıklamasında

source: in short description
cs: v krátkém popisu
it: nella descrizione breve
lt: trumpame aprašyme
tr: kısa açıklama

source: in title
cs: v titulku
it: nel titolo
lt: pavadinime
tr: başlıkta

source: increases overheating protection to (C)
cs: zvýšit ochranu proti přehřátí o (C)
it: Aumentare la protezione da surriscaldamento di (C)
lt: padidinta perkaitimo apsauga (C)
pl: ochrona przed wzrostem przegrzania (C)
tr: (C) için aşırı ısınma korumasını artırır

source: install
cs: instalace
it: installare
lt: įdiegti
pl: instaluj
tr: kur

source: invalid parameter '%s'
cs: chybný parametr '%s'
it: parametro non valido: '%s'
lt: klaidingas parametras '%s'
tr: geçersiz parametreler '%s'

source: irc server %s not responding! please check your network settings and/or irc servername...
cs: irc server %s nekomunikuje ! Zkontrolujte nastavení síť, IRC a název serveru...
it: il server irc %s non risponde. Controllare le impostazioni di rete e/o il nome del server irc...
lt: iš irc serverio %s nėra atsakymo! Patikrinkite savo tinklo parametrus ir/arba irc serverio pavadinimą...
pl: Serwer IRC %s nie odpowiada !proszę sprawdzić ustawienia sieciowe i nazwę serwera IRC...
tr: irc sunucusu %s yanıt vermiyor! Lütfen ağ ayarlarınızı ve/veya irc sunucu adınızı kontrol ediniz...

source: is currently offline
cs: je momentálně offline
it: è attualmente offline
lt: šiuo metu yra neprisijungęs
tr: şu anda çevrimdışı

source: jump back to the previous title
cs: přeskočit na předchozí titul
it: tornare al titolo precedente
lt: peršokti į ankstesnį pavadinimą
tr: önceki başlığa geri dön

source: jump forward to the next title
cs: přeskočit na další titul
it: saltare al titolo successivo
lt: peršokti į sekantį pavadinimą
tr: sonraki parça başlığına atla

source: jump to next marked position
cs: přejít na další označenou pozici
it: saltare al contrassegno successivo
lt: peršokti į sekančią pažymėtą poziciją
tr: sonraki işaretçi konumuna atla

source: jump to previous marked position
cs: přejít na předchozí označenou pozici
it: tornare al contrassegno precedente
lt: peršokti į ankstesnę pažymėtą poziciją
tr: önceki işaretçi konumuna atla

source: keep on device
cs: ponechat na zařízení
it: Conservare sul supporto
lt: laikyti prietaise
pl: zapisz na urządzeniu
tr: cihazda tut

source: last 10
cs: posledních 10
it: Ultimi 10
lt: 10 paskutinių
pl: ostatnie 10
tr: son 10

source: last 2
cs: poslední 2
it: Ultimi 2
lt: 2 paskutiniai
pl: ostatnie 2
tr: son 2

source: last 3
cs: poslední 3
it: Ultimi 3
lt: 3 paskutiniai
pl: ostatnie 3
tr: son 3

source: last 5
cs: posledních 5
it: Ultimi 5
lt: 5 paskutiniai
pl: ostatnie 5
tr: son 5

source: layer 1
cs: hladina 1
lt: 1 sluoksnio
pl: warstwa 1
tr: ba1. katman

source: layer 2
cs: hladina 2
lt: 2 sluoksnių
pl: warstwa 2
tr: 2. katman

source: layer 3
cs: hladina 3
lt: 3 sluoksnių
pl: warstwa 3
tr: 3. katman

source: layer 4
cs: hladina 4
lt: 4 sluoksnių
pl: warstwa 4
tr: 4. katman

source: leave movie player...
cs: zavřít přehrávání videa...
it: uscire da movie player...
lt: užverti grotuvą...
pl: Opuść odtwarzacz filmów...
tr: ortam oynatıcıdan çık...

source: leave unread
cs: zanechat nepřečtené
it: Lasciare non letto
lt: palikti neskaitytą
pl: zostaw nieprzeczytane
tr: okunmadı olarak işaretle

source: left
cs: vlevo
it: sinistro
lt: kairėje
pl: lewo
tr: sol

source: left from Name
cs: vlevo od názvu
it: a sinistra del Nome
lt: pavadinimo kairėje
tr: Film başlığının solunda

source: left near Card-Slot
cs: vlevo od slotu pro kartu
it: A sx dello slot card
lt: kairėje, šalia atminties kortelės angos
pl: lewa strona niedaleko gniazda karty
tr: Kart-Yuvası yanında sol

source: left near Front-CI
cs: vlevo od předního CI
it: A sx della CI frontale
lt: kairėje, netoli priekinio įstatomo modulio
pl: lewa strona blisko-przodu CI
tr: Ön CI yanında sol

source: left of the Battery
cs: vlevo od baterie
it: A sx della batteria
lt: kairėje prie baterijos
pl: lewa strona koło baterii
tr: Bataryanın solu

source: like autotimer.log
cs: jako autotimer.log
it: come autotimer.log
lt: kaip autotimer.log
tr: autotimer.log gibi

source: list all mailboxes
cs: Seznam všech mail-boxů
it: Elencare tutte le mailbox
lt: visų pašto dėžučių sąrašas
pl: lista wszystkich skrzynek pocztowych
tr: tüm posta kutularını listele

source: list and event info: four parts
cs: Seznam a info odeslání : čtyři části
it: Info elenco ed eventi: 4 parti
lt: sąrašas ir informacija apie renginį: keturios dalys
pl: lista i info wydarzenia: cztery części
tr: liste ve olay bilgisi: dört bölüm

source: list and event info: gradient
cs: Seznam a info odeslání : stupně barev
it: Info elenco ed eventi: gradienti
lt: sąrašas ir informacija apie renginį: gradientas
pl: lista i info wydarzenia: gradacja
tr: liste ve olay bilgisi: gradyan

source: list and event info: percent (text)
cs: Seznam a info odeslání : procenta (text)
it: Info elenco ed eventi: percentuale (testo)
lt: sąrašas ir informacija apie renginį: procentai (tekstas)
pl: lista i info wydarzenia: procenty (tekst)
tr: liste ve olay bilgisi: yüzde (metin)

source: list and event info: simple
cs: Seznam a info odeslání : jednoduchý
it: Info elenco ed eventi: semplice
lt: sąrašas ir informacija apie renginį: paprastas
pl: lista i info wydarzenia: proste
tr: liste ve olay bilgisi: basit

source: list style 'compact with service' (toggle with [8])
tr: liste stili 'hizmet ile kompakt' ([8] ile değiştirin)

source: list style 'compact with tags' (toggle with [8])
tr: liste stili 'etiketlerle kompakt' ([8] ile değiştirin)

source: list style 'full'
tr: liste stili 'dolu'

source: list style 'single line'
tr: liste stili 'tek satır'

source: list: off, event info: four parts
cs: seznam vyp., info odeslání : čtyři části
it: Elenco: off - Info evento: 4 parti
lt: sąrašas: renginio info: keturios dalys
pl: lista: wył, info wydarzenia: cztery części
tr: liste: kapalı, etkinlik bilgisi: dört bölüm

source: list: off, event info: gradient
cs: seznam vyp., info odeslání : stupně barev
it: Elenco: off - Info evento: gradienti
lt: sąrašas: renginio info: gradientas
pl: lista: wył, info wydarzenia: gradacja
tr: liste: kapalı, etkinlik bilgisi: gradyan

source: list: off, event info: percent (text)
cs: seznam vyp., info odeslání : procenta (text)
it: Elenco: off - Info evento: percentuale (testo)
lt: sąrašas: renginio info: procentai (tekstas)
pl: lista: wył, info wydarzenia: procenty (tekst)
tr: liste: kapalı,etkinlik bilgisi: yüzde (metin)

source: list: off, event info: simple
cs: seznam vyp., info odeslání : jednoduchý
it: Elenco: off - Info evento: semplice
lt: sąrašas: renginio info: paprastas
pl: lista: wył, info wydarzenia: proste
tr: liste: kapalı, etkinlik bilgisi: basit

source: listen to internet radio streams
cs: -- poslouchat internetová rádia
it: Plugin per ascolare stream radio da internet
lt: klausytis interneto radijo srautų
pl: Słuchaj radia internetowe
tr: internet radyo akışlarını dinleyin

source: listen to internet-radio
cs: -- poslouchat internet.rádio
it: Ascoltare radio su internet
lt: klausytis interneto radijo
pl: Słuchaj radia internetowe
tr: İnternet radyosu dinle

source: loading ...
cs: ...načítám...
it: caricamento ...
lt: įkeliama ...
tr: yüklüyor...

source: loading headers ...
cs: Načíst záhlaví ...
it: Caricamento intestazioni...
lt: įkeliamos antraštės ...
pl: wczytuję nagłówki ...
tr: başlıklar yükleniyor ...

source: loading...
cs: ...načítám...
it: caricamento...
lt: įkeliama...
pl: wczytywanie...
tr: yüklüyor...

source: login
cs: přihlášení
lt: prisijungti
tr: oturum açılıyor

source: login ok
cs: přihlášení OK
lt: prisijungti pavyko
tr: oturum açıldı

source: login verification
cs: Přihlášení bylo ověřeno
it: Verifica login
lt: prisijungimo patikra
pl: weryfikacja loginu
tr: oturum doğrulama

source: mail check interval (minutes)
cs: kontrola pošty - interval (min.)
it: Intervallo verifica mail (minuti)
lt: pašto tikrinimo intervalas (minutėmis)
pl: sprawdzenie poczty (w minutach)
tr: eposta kontrol sıklığı (dakika)

source: mailboxes active
cs: mail.schránka - aktivní
it: caselle di posta attive
lt: aktyvios pašto dėžutės
pl: skrzynki pocztowe aktywne
tr: posta kutusu etkin

source: make filesystem '%s' on partition %s (%d %s)
cs: soub.systém '%s' v disk.oddílu %s, sestava (%d %s)
it: Creare un filesystem "%s" nella partizione %s (%d %s)
lt: padaryti failų sistemą '%s' į disko skaidinį %s (%d %s)
pl: utwórz pliki systemowe '%s' na partycji %s (%d %s)
tr: %s bölümünde dosya sistemini '%s' yap (%d %s)

source: manage local Files
cs: -- správa lokálních souborů
it: gestire file locali
lt: tvarkyti vietinius failus
pl: zarządzaj lokalnymi plikami
tr: yerel Dosyaları yönet

source: manually
cs: manuálně
it: manualmente
lt: rankiniu būdu
pl: ręcznie
tr: elle

source: max Speed rpm
cs: max.otáčky :
it: Velocità max rpm
lt: maksimalus greitis rpm
pl: Max.Szybkość rpm
tr: maksimum Hız rpm

source: maximum mail size to fetch
cs: max.velikost mailu pro odeslání
it: Dimensione massima messaggi
lt: didžiausias atsiunčiamo pašto dydis
pl: maksymalny rozmiar wiadomości do pobrania
tr: indirilecek maksimum eposta boyutu

source: menu
lt: meniu
tr: menü

source: message too large
cs: Zpráva je příliš dlouhá !
it: messaggio troppo grande
lt: pranešimas per didelis
pl: wiadomość jest zbyt duża
tr: ileti çok büyük

source: metric system
cs: metrický systém
it: Sistema metrico
lt: metrinė sistema
pl: System metryczny
tr: metrik sistemi

source: min Speed rpm
cs: min.otáčky :
it: Velocità min rpm
lt: min Greitis rpm
pl: Min.Szybkość rpm
tr: min Hız rpm

source: mins
cs: minut
it: min
lt: min (ių)
tr: dakika

source: minute
cs: minuta
it: minuto
lt: minutė
pl: Minuta
tr: dakika

source: minutes
cs: min.
it: minuti
lt: minutės
pl: Minutach
tr: dakika

source: missing or wrong parameter mode [%i=both, %i=lamedb only, %i=userbouqets only, %i=transponders, %i=parentalcontrol white-/blacklist]
cs: Chybí nebo je vadný : parametr [%i=oba, %i=pouze lamedb, %i=pouze uživ.sady, %i=transpondér, %i=rodič.kontrola - bílý/černý seznam]
it: Parametro mancante o errato [%i=entrambe, %i=solo lamedb, %i=solo bouquet %i=transponder, %i=controllo parentale white-/blacklist]
lt: nėra arba neteisingi parametrai [%i=tiek, %i=tik lamedb, %i=tik vartotojo paketai, %i=transponderiai, %i=tėvų kontrolė baltieji-/ juodieji sąrašai]
pl: brakujące lub niewłaściwe tryby parametrów [%i=oba, %i=tylko lamedb, %i=tylko bukiety użytkownika, %i=transpondery, %i=kontrola rodzicielska biała/czarna lista]
tr: Eksik veya yanlış parametre modu [%i=her ikisi, %i=yalnızca lamedb, %i=yalnızca kullanıcı buketleri, %i=transponderler, %i=ebeveyn kontrolü beyaz-/kara liste]

source: missing parameter "id"
cs: chybí parametr: "id"
it: Parametro "id" mancante
lt: trūksta "id"
pl: brakujący parametr "id"
tr: paramtre eksik "id"

source: mobile
cs: mobilní
it: Cellulare
lt: mobilus
pl: komórka
tr: cep

source: more than just an EPG...
cs: -- rozšířený seznam programů kanálů
it: Più di un semplice EPG...
lt: daugiau nei vien EPG ...
pl: Więcej niż tylko EPG
tr: EPR'den daha fazlası...

source: mount point:
cs: přípojný bod :
it: punto di mount:
lt: prijungimo taškas:
pl: punkt montowania:
tr: bağlantı noktası:

source: move
cs: přesun
it: spostare
lt: perkelti
pl: przenieś
tr: taşı

source: move directory
cs: přesunout složku
it: spostare directory
lt: perkelti katalogą
tr: dizini taşı

source: move event extensions
cs: přesunout -> pouze přidané funkce
it: Spostare le estensioni evento
lt: perkelti įvykių plėtinius
pl: Przenieś rozszerzenia wydarzeń
tr: etkinlik uzantılarını taşı

source: move extensions
cs: přesunout - pouze přidané moduly
it: Spostare le estensioni
lt: perkelti plėtinius
pl: Przenieś rozszerzenia
tr: uzantıları taşı

source: move file
cs: přesunout soubor
it: spostare file
lt: perkelti failą
pl: przenieś plik
tr: dosyayı taşı

source: move movie extensions
cs: přesunout -> pouze moduly pro video
it: Spostare le estensioni registrazioni
lt: perkelti filmų išplėtimus
pl: Przenieś rozszerzenia nagrań
tr: film uzantılarını taşı

source: movie
cs: video
it: film
lt: filmas
pl: filmy
tr: Film

source: movie filname
cs: soubor videa
it: nome file film
lt: kino filmo failo pavadinimas
pl: nazwa pliku filmu
tr: dosya adı film

source: movie list
cs: seznam videa
it: elenco filmati
lt: filmų sąrašas
pl: lista filmów
tr: film listesi

source: movie manipulation list
cs: - přehrávání videa
it: Elenco gestione registrazioni
lt: filmų manipuliavimo sąrašas
pl: lista manipulacji filmu
tr: film manipülasyon listesi

source: movies in
cs: filmů za
it: Filmati in
lt: filmai
pl: pliki w
tr: filmler içeri

source: moving directory ...
cs: přesun složky...
it: spostamento directory in corso...
lt: perkeliamas katalogas ...
tr: dizin taşınması...

source: moving file ...
cs: Přesunuji soubor...
it: spostamento file in corso...
lt: perkeliamas failas ...
pl: przenoszenie pliku ...
tr: dosya taşınması...

source: near XILINX Spartan
cs: blízký XILINX Spartan
it: Vicino XILINX Spartan
lt: šalia XILINX Spartan
pl: blisko XILINX Spartan
tr: yakın XILINX Spartan

source: never
cs: nikdy
it: mai
lt: niekada
pl: nigdy
tr: hiç

source: never hide
cs: neskrývat
it: non nascondere
lt: visada rodyti
pl: nigdy nie ukrywaj
tr: asla saklama

source: new option:
cs: nová volba :
it: nuova opzione:
lt: nauja parinktis:
tr: yeni seçenek:

source: next
cs: následující
it: succ.
lt: sekantis
pl: następny
tr: sonraki

source: next channel / channel list
cs: další kanál / seznam kanálů
it: Canale succ. / Elenco canali
lt: sekantis kanalas / kanalų sąrašas
pl: następny kanał / lista kanałów
tr: sonraki kanal / kanal listesi

source: next page / catch page / move
cs: další kanál / link / pozice
it: Pagina successiva / Spostare
lt: sekantis puslapis / sugautas puslapis / perkelti
pl: Następna strona / przechwycona / przesuń
tr: sonraki sayfa / sayfayı yakala / taşı

source: next sub page / move
cs: další kanál / pozice
it: Sottopagina succ. / Spostare
lt: sekantis sub puslapis / perkelti
pl: Następna podstrona / przesuń
tr: sonraki alt sayfa / hareket

source: no
cs: ne
lt: ne
pl: nie
tr: hayır

source: no Image
cs: chybí Image
it: Nessuna
lt: atvaizdo nėra
pl: Brak Obrazu
tr: resim yok

source: no Name
cs: chybí název
it: Nessun nome
lt: be pavadinimo
pl: brak Nazwy
tr: hayır, Isim

source: no Viewer installed for this mimetype!
cs: Viewer není nainstalovaný pro tento typ !
it: nessun visualizzatore installato per questo mimetype.
lt: šiam mimikos tipui peržiūros priemonė neįdiegta !
pl: nie zainstalowano przeglądarki dla typu MIME!
tr: bu mime türü için yüklü bir görüntüleyici yok!

source: no account selected
cs: Není zvolený účet
it: Nessun account selezionato
lt: nepasirinkta paskyra
pl: nie wybrano konta
tr: hesap seçilmedi

source: no calls
cs: žádné volání
it: Nessuna
lt: skambučių nėra
pl: brak połączeń
tr: çağrı yok

source: no date
cs: bez datumu
it: Nessuna data
lt: nėra datos
pl: brak daty
tr: tarih yok

source: no device active
cs: žádné WLAN zařízení není aktivní
it: Nessun dispositivo attivo
lt: nėra aktyvaus įrenginio
pl: brak aktywnego urządzenia
tr: etkin cihaz yok

source: no filename
cs: soubor chybí
it: Nessun nome file
lt: failo pavadinimo nėra
pl: brak nazwy pliku
tr: dosya adı yok

source: no from
cs: ne z
it: Nessuna origine
lt: nėra iš
pl: żaden z
tr: kimden bilgisi yok

source: no limit
cs: bez limitu
it: Nessun limite
lt: neribojant
pl: bez ograniczeń
tr: limitsiz

source: no mailbox?!?!
cs: chybí Mail-schránka ?
it: Nessuna mailbox?!?!
lt: nėra pašto dėžutės?!?!
pl: brak skrzynki pocztowej?!?!
tr: posta kutusu yok?!?!

source: no sender
cs: není vysílač
it: Nessun mittente
lt: nėra siuntėjo
pl: brak nadawcy
tr: kime bilgisi yok

source: no skin.xml
cs: chybí skin.xml
it: skin.xml mancante
tr: skin.xml'i yok

source: no subject
cs: není subjekt
it: Nessun soggetto
lt: be temos
pl: brak tematu
tr: konu yok

source: no themes.xml
cs: chybí themes.xml
it: themes.xml mancante
tr: themes.xml'i(tema) yok

source: no user rating yet
cs: zatím neohodnoceno...
it: Valutazioni non ancora disponibili
lt: nė vienas vartotojas dar neįvertino
pl: brak ocen użytkownika
tr: puan verilmemiş

source: none
cs: -žádný-
it: nessuno
lt: joks
pl: Brak
tr: yok

source: not active
cs: není aktivní
it: Non attivo
lt: neaktyvus
pl: nie aktywne
tr: aktif değil

source: not available
cs: -není dostupné-
it: non disponibile
tr: yok

source: not available with this firmware version
cs: v této verzi Firmware to není dostupné
it: non disponibile con questa versione firmware
lt: su šia programinės įrangos versija nėra
pl: nie jest dostępny w tej wersji firmware
tr: bu donanım yazılımı sürümüyle kullanılamaz

source: not configured
cs: nenastaveno
it: non configurato
lt: nesukonfigūruota
pl: Nieskonfigurowany
tr: henüz yapılandırılmamış

source: not configured yet. please do so in the settings.
cs: Není ještě nastaveno.
it: non ancora configurato. Provvedere nelle impostazioni.
lt: dar nesukonfigūruota. prašome tai padaryti per nustatymus.
pl: jeszcze nie skonfigurowany. należy to zrobić w ustawieniach.
tr: henüz yapılandırılmadı. Lütfen bunu ayarlarda yapın.

source: not encrypted
cs: není kódováno
it: non codificato
lt: neužšifruotas
pl: bez szyfrowania
tr: şifrelenmemiş

source: not found
cs: není k dispozici
it: Non trovato
lt: nerasta
pl: nie znaleziony
tr: bulunamadı

source: not supported
cs: není podporováno
tr: desteklenmiyor

source: not yet implemented
cs: není ještě implementováno
it: Funzione non ancora implementata
lt: dar neįdiegta
pl: jeszcze niezaimplementowane
tr: henüz uygulanmadı

source: nothing
cs: -nic-
it: nulla
lt: nieko
pl: nic
tr: hiçbir şey

source: nothing playing...
cs: Nic nelze přehrát...
it: Nulla in riproduzione...
lt: niekas nerodoma...
pl: niczego nie odtwarza...
tr: hiçbir şey oynamıyor...

source: number suppressed
cs: Počet potlačených
it: numero mascherato
lt: skaičius slopinamas
pl: liczba stłumiona
tr: numara saklı

source: of
cs: od
it: di
lt: iš
pl: z
tr: ile ilgili

source: off
cs: vyp.
lt: išjungta
pl: Wyłączony
tr: kapalı

source: ok
lt: gerai
tr: tamam

source: old:
cs: původní :
it: vecchio:
lt: senas:
pl: stary:
tr: Eski:

source: older than 1 day
cs: starší než 1 den
it: Più vecchi di 1 giorno
lt: senesni nei 1 diena
pl: starsze niż 1 dzień
tr: 1 günden daha eski

source: older than 1 week
cs: starší než 1 týden
it: Più vecchi di 1 settimana
lt: senesni nei 1 savaitė
pl: starsze niż 1 tydzień
tr: 1 haftadan daha eski

source: older than 2 weeks
cs: starší než 2 týdny
it: Più vecchi di 2 settimane
lt: senesni nei 2 savaitės
pl: starsze niż 2 tygodnie
tr: 2 haftadan daha eski

source: older than 3 days
cs: starší než 3 dny
it: Più vecchi di 3 giorni
lt: senesni nei 3 dienos
pl: starsze niż 3 dni
tr: 3 günden daha eski

source: older than 3 months
cs: starší než 3 měsíce
it: Più vecchi di 3 mesi
lt: senesni nei 3 mėnesiai
pl: starsze niż 3 miesiące
tr: 3 aydan daha eski

source: older than 4 weeks
cs: starší než 4 týdny
it: Più vecchi di 4 settimane
lt: senesni nei 4 savaitės
pl: starsze niż 4 tygodnie
tr: 4 haftadan daha eski

source: older than 6 months
cs: starší než 6 měsíců
it: Più vecchi di 6 mesi
lt: senesni nei 6 mėnesiai
pl: starsze niż 6 miesięcy
tr: 6 aydan daha eski

source: older than 6 weeks
cs: starší než 6 týdnů
it: Più vecchi di 6 settimane
lt: senesni nei 6 savaitės
pl: starsze niż 6 tygodni
tr: 6 haftadan eski

source: on
cs: zap.
lt: įjungta
pl: Włączony
tr: açık

source: on weekday
cs: v pracovní dny
it: nei giorni feriali
lt: darbo dienomis
tr: hafta içi

source: on with side by side
cs: vedle sebe
it: Attiva: Affiancato
lt: vienas greta kito
pl: włącz obok siebie
tr: yan yana

source: on with top/bottom
cs: nad sebou
it: Attivo: Sopra/Sotto
lt: su viršutiniu/apatiniu
pl: włącz nad sobą
tr: üst/alt ile

source: once
cs: jednou
it: una volta
lt: kartą
tr: bir kere

source: one device active
cs: Aktivní jedno WLAN zařízení
it: Un dispositivo attivo
lt: vienas prietaisas aktyvus
pl: jedno aktywne urządzenie
tr: Bir cihaz etkin

source: one two three four unknown command
cs: jeden dva tři čtyři ... neznámý příkaz
it: Uno due tre quattro comando sconosciuto
lt: viena dvi trys keturios nežinomos komandos
pl: jeden dwa trzy cztery nieznane polecenie
tr: bir iki üç dört bilinmeyen komut

source: online webcam.travel
it: webcam.travel
lt: internetinė webcam.travel
pl: turystyczne kamery na żywo
tr: çevrimiçi web kamerası.travel (seyahat)

source: only Close
cs: pouze zavřít
it: chiudere solamente
lt: tik uždaryti
tr: sadece Kapat

source: only Open
cs: pouze otevřít
it: aprire solamente
lt: tik atviras
tr: sadece Açık

source: only close and save (without searching)
cs: pouze zavřít a uložit (bez hledání)
it: chiudere e salvare solamente (nessuna ricerca)
lt: tik uždarykite ir išsaugokite (be paieškos)
tr: Sadece kapat ve kaydet (aramadan)

source: only failed
cs: pouze neúspěšné
it: solo fallite
lt: tik nepavykę
tr: sadece başarısız

source: only initially
cs: pouze poprvé
it: solo inizialmente
lt: tik iš pradžių
pl: tylko początkowo
tr: sadece başlangıçta

source: only last one
cs: pouze poslední
it: Solo l'ultimo
lt: tik naujausia
pl: tylko ostani
tr: sadece sonuncusu

source: only on keypress
cs: pouze při stisku tlačítka
it: solo su pressione tasto
lt: tik paspaudus mygtuką
tr: sadece tuşa basıldığında

source: open EPGSearch search filter list
cs: otevřít seznam vyhledávacích filtrů EPGSearch
it: aprire elenco filtri ricerca di EPGSearch
tr: EPGArama arama filtresi listesini aç

source: open EPGSearch search list
cs: -- vyhledat v seznamu EPGSearch
it: aprire elenco ricerca di EPGSearch
tr: EPGArama arama listesini aç

source: open bandwidth settings
cs: otevřít nastavení šířky pásma
it: aprire impostazioni bandwidth
lt: atidaryti juostos pločio nustatymus
pl: otwórz ustawienia przepustowości
tr: bant genişliği ayarlarını aç

source: open context menu
cs: otevřít kontextové menu
it: aprire il menu contestuale
lt: atidaryti kontekstinį meniu
pl: otwórz menu kontekstowe
tr: bağlam menüsünü aç

source: open menu
cs: otevřít menu
it: Menu
lt: atidaryti meniu
pl: otwórz menu
tr: Menü'yü aç

source: option %d:
cs: volba %d:
it: opzione %d:
lt: parinktis %d:
tr: Seçenek %d:

source: option:
cs: volba :
it: opzione:
lt: parinktis:
tr: Seçenek:

source: options:
cs: volby...
it: opzioni:
lt: parinktys:
pl: opcje:
tr: Seçenekler:

source: over Security Card
cs: přes bezpečnostní kartu
it: Sopra la security card
lt: per apsaugos kortelę
pl: ponad Security Card
tr: Güvenlik Kartı Üzerinden

source: overall
cs: celkem
it: complessivo
lt: visuotinis
pl: ogólny
tr: etraflıca

source: pager
lt: pranešimų gaviklis
tr: çağrı cihazı

source: parser error
cs: Chybná analýza
it: Errore parser
lt: apdorojimo klaida
pl: błąd przetwarzania
tr: ayrıştırıcı hata

source: parsing message ...
cs: Analýza - hlášení ...
it: analisi messaggio in corso...
lt: apdorojamas pranešimas...
pl: przetwarzanie wiadomości...
tr: mesaj ayrıştırılıyor ...

source: partial match
cs: částečná shoda
it: Corrispondenza parziale
lt: dalinis atitikimas
pl: Częściowe dopasowanie
tr: kısmi eşleşme

source: partition(s)
cs: disk.oddíl
it: Partizioni
lt: disko skaidiniai
pl: partycja
tr: bölüm(ler)

source: pass num:
cs: počet průchodů :
it: numero passaggi:
lt: praleisti num:
pl: numer przepustki:
tr: geçiş numarası:

source: password
cs: heslo
lt: slaptažodis
pl: hasło
tr: parola
