Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: An Input/output error usually indicates a corrupted filesystem! Please check the filesystem of your timeshift-device!
cs: Vstupní/výstupní chyba obvykle signalizuje poškozený systém. Zkontrolujte soubor.systém pro Timeshift !
it: Un errore di input/output generalmente indica un filesystem corrotto. Verificare il filesystem del supporto in uso per Timeshift.
lt: Įvesties/išvesties klaida paprastai nurodoma, kaip sugadinta failų sistema! Patikrinkite laiko poslinkio įrenginio failų sistemą!
pl: Błąd wejścia / wyjścia zazwyczaj wskazuje uszkodzony system plików! Proszę sprawdzić system plików swojego urządzenia dla TimeShift!
tr: Bir giriş / çıkış hatası genellikle bozuk bir dosya sistemini gösterir. !Lütfen Timeshift için depolama aygıtının dosya sistemini kontrol edin!

source: Cancel?
cs: zrušit ?
it: Annullare?
lt: Atšaukti?
pl: Anulować?
tr: İptal?

source: Intro duration will be saved with season.
cs: Délka upoutávky bude uložena se sezónou.
it: La durata dell'introduzione verrà salvata con la stagione.
lt: Intro trukmė bus išsaugota sezono metu.
pl: Czas trwania wstępu zostanie zapisany wraz z sezonem.
tr: Giriş süresi sezonla birlikte kaydedilecektir.

source: Number of finished record(s)
cs: počet dokončených záznamů
it: Numero di registrazioni terminate
pl: Liczba ukończonych nagrań
tr: Biten kayıt(lar)ın sayısı

source: Number of pending timer(s)
cs: počet nedokončených časovačů
it: Numero di timer in attesa
pl: Liczba oczekujących Timerów
tr: Bekleyen zamanlayıcı(lar)ın sayısı

source: Show events of record(s)
cs: zobrazit položky záznamů
it: Mostrare gli eventi per le registrazioni
tr: Kayıt(lar)daki olayları göster

source: Show events of transcoded stream(s) (OpenWebIf)
cs: zobrazit kódované streamy (OpenWebIf)
it: Mostrare gli eventi per stream transcodificato (OpenWebIf)
tr: Kodu dönüştürülmüş akışların olaylarını göster (OpenWebIf)

source: Show events of transcoded stream(s) (StreamServer)
cs: zobrazit kódované streamy (StreamServer)
it: Mostrare gli eventi per stream transcodificato (StreamServer)
tr: Kodlanmış akış(lar)ın olaylarını göster (StreamServer)

source: Show events of transcoded stream(s) (WebIf)
cs: zobrazit kódované streamy (WebIf)
it: Mostrare gli eventi per stream transcodificato (WebIf)
tr: Kodlanmış akış(lar)ın olaylarını göster (WebIf)

source: Show events of undefined service(s)
cs: zobrazit události nedefinovaných kanálů
it: Mostrare gli eventi di canali non definiti
tr: Tanımlanmamış hizmet(ler)in olaylarını göster

source: Show finished records only for x hour(s)
cs: zobrazit dokončené časovače pouze za x hod.
tr: Yalnızca x saat(ler) için tamamlanmış kayıtları göster

source: Show pending records only within x hour(s)
cs: zobrazit nedokončené záznamy pouze za x hod.
it: Mostrare le registrazioni in attesa solo entro x ore
tr: Bekleyen kayıtları yalnızca x saat(ler) içinde göster

source: select default answer for zap-warning-question
cs: vyberte std. odpověď na dotaz varování
it: selezionare la risposta predefinita per gli avvisi inerenti lo zapping
lt: Pasirinkite numatytą atsakymą į jungimo įspėjimo klausimą
pl: wybierz domyślną odpowiedź dla przełącz-ostrzeżenie-zapytanie
tr: zap-uyarı-sorusu için varsayılan yanıtı seçin

source: (C) 2012 by betonme @ IHAD
cs: (C) 2012 od betonme @ IHAD
lt: (C) 2012 pateikė betonme @ IHAD
pl: (C) 2012 od @betonme z IHAD
tr: (C) 2012, betonme @ IHAD

source: Feel free to donate.
cs: Menší podporu neodmítnu...
it: Eventuali donazioni saranno gradite.
lt: Nedvejodami paaukokite.
pl: Proszę o dotację.
tr: Bağış yapmaktan çekinmeyin.

source: How much time have You saved?
cs: Kolik času chcete ušetřit ?
it: Quanto tempo si è risparmiato?
lt: Kiek laiko jūs išsaugojote?
pl: Ile czasu zaoszczędziłeś?
tr: Ne kadar zaman kazandınız?

source: If You like this plugin and want to support it,
cs: Díky za podporu...
it: Se questo plugin piace e si desidera supportarlo,
lt: Jei jums patinka šis priedas ir norite paremti tai,
pl: Jeśli podoba Ci się ta wtyczka i chcesz ją wesprzeć,
tr: Bu eklentiyi beğendiyseniz ve desteklemek istiyorsanız,

source: Open/Close PiP with Exit-Key
cs: zap./vyp. PiP přes tl. Exit
it: Aprire/Chiudere PiP con il tasto Exit
lt: Atidaryti/uždaryti PiP su Exit mygtuku
pl: Otwórz/Zamknij PiP klawiszem EXIT
tr: Çıkış Anahtarı ile PiP'yi Aç/Kapat

source: SUPPORT:
cs: podpora :
it: SUPPORTO:
lt: PRIEŽIŪRA:
pl: WSPARCIE:
tr: DESTEK:

source: Show label with channelname under PiP
cs: zobrazit název kanálu pod PiP oknem
it: Mostrare etichetta nome canale sotto la PiP
lt: Rodyti žymę su kanalo pavadinimu pagal PiP
pl: Pokaż etykietę z nazwą kanału pod PiP
tr: PiP altında kanal adına sahip etiketi göster

source: Support:
cs: podpora :
it: Supporto:
lt: Priežiūra:
pl: Wsparcie:
tr: Destek:

source: Terms:
cs: podmínky :
it: Condizioni:
lt: Sąlygos:
pl: Frazy:
tr: Terimler:

source: Thanks a lot ! PayPal:
cs: --- PayPal:
it: Mille grazie! PayPal:
lt: Labai ačiū ! PayPal:
pl: Wielkie Dzięki ! PayPal:
tr: Çok teşekkürler! PayPal:

source: feel free to donate via PayPal.
cs: poskytněte podporu přes PayPal.
it: è possibile donare tramite PayPal.
lt: nedvejodami paaukokite per PayPal.
pl: Proszę o dotację przez PayPal.
tr: PayPal aracılığıyla bağışta bulunmaktan çekinmeyin.

source: or if just want to say ''thanks'',
cs: stačí alespoň "poděkovat"
it: o semplicemente si volesse ringraziare,
lt: arba jei tiesiog norite padėkoti,
pl: lub jeśli po prostu chcesz powiedzieć '' dzięki '',
tr: veya ''teşekkürler'' demek istiyorsanız,

source: {lookups:d} successful lookups.
cs: {lookups:d} - úspěšně dokončeno
it: {lookups:d} ricerche eseguite correttamente.
lt: {lookups:d} sėkmingų paieškų.
pl: {lookups:d} wyszukiwanie udane.
tr: {lookups:d} başarılı aramalar.

source: (-%s seconds).
cs: (-%s sekund).
it: (-%s secondi).
lt: (-%s sekundės).
pl: (-%s sekund).
tr: (-%s saniye).

source: (Live VOD)
cs: (živé VOD)
it: (VOD live)
lt: (Tiesioginis VOD)
pl: (VOD Na żywo)
tr: (Canlı VOD)

source: (search filter)
cs: (vyhledávací filtr)
it: (filtro di ricerca)
tr: (arama filtresi)

source: (without counting cover range)
cs: (bez výpočtu velikosti potisku)
it: (senza contare la selezione della cover)
lt: (neskaitant viršelių grupės)
pl: (bez zliczania zasięgu)
tr: (kapsam aralığı sayılmadan)

source: == Warning: global option 'save/check filter list is still active!! ==
cs: == Varování : globální volba ''save/check filter list'' je stále aktivní !! ==
it: == Attenzione: l'opzione globale salvare/controllare elenco filtri è ancora attiva. ==
lt: == Įspėjimas: visuotinė parinktis Išsaugoti/patikrinti filtrų sąrašą vis dar aktyvi!! ==
pl: == Ostrzeżenie: opcja globalna 'zapisz / sprawdź' listę filtrów jest nadal aktywna !! ==
tr: == Uyarı: global seçenek 'filtre listesini kaydet/kontrol et hala aktif!! ==

source: Deleting remotely recorded and it will display an rec-error dialog on the other DB.
cs: Odebrání nahrávek a zobrazení dialogu chyb nahrávání na druhém přístroji.
it: Rimozione reg. remota in corso: un messaggio di errore sarà visualizzato sul DB remoto.
lt: Ištrinti nuotoliniu būdu įrašytą įrašą, o kitame imtuve rodys REC klaidos pranešimą.
pl: Usunie zdalnie zarejstrowane nagrania i wyświetli okno dialogowe błędów nagrywania na innych DB.
tr: Uzaktan kayıt siliniyor ve ekranda bir yeniden hata iletişim kutusu görüntüleniyor diğer veritabanı.

source: Login to Itasa failed. Check your username/password at the configuration menu.
cs: Přihlášení do Itasa selhalo ! Zkontrolujte název uživatele a heslo přes konfigurační menu.
it: Login a Itasa fallito. Controllare username/password nel menu impostazioni.
lt: Prisijungti prie Itasa nepavyko. Patikrinkite savo vartotojo vardą ir slaptažodį konfigūravimo meniu.
pl: Nie powiodło się zalogowanie do Itasa. Sprawdź swoją nazwę użytkownika lub hasło w menu konfiguracyjnym.
tr: Itasa'da oturum açılamadı. Yapılandırmada kullanıcı adınızı/şifrenizi kontrol edin Menü.

source: Results
cs: výsledek
it: Risultati
lt: Rezultatai
pl: Wyniki
tr: Sonuçlar

source: added to EasyMedia
cs: - přidáno do EasyMedia
it: aggiunto a EasyMedia
lt: įtraukta į EasyMedia
pl: dodano do EasyMedia
tr: EasyMedia'ya eklendi

source: all selected video files?
cs: všechna vybraná videa ?
it: tutti i file video selezionati?
lt: visus pasirinktus vaizdo failus?
pl: wszystkie wybrane pliki wideo?
tr: seçilen tüm video dosyaları?

source: all selected video files? The currently playing movie is also one of the selections and its playback will be stopped.
cs: všechna vybraná videa ? Momentálně přehrávané video je jedním z vybraných - jeho přehrávání bude zastaveno !
it: tutti i file video selezionati? Anche la riproduzione in corso è stata selezionata e verrà arrestata.
lt: visus pasirinktus vaizdo failus? Šiuo metu demonstruojamas įrašas taip pat tarp pasirinktų ir jo atkūrimas bus nutrauktas.
pl: Wszystkie wybrane pliki wideo? Aktualnie odtwarzany film jest również jedną z wybranych opcji i jego odtwarzanie zostanie przerwane.
tr: seçili tüm video dosyaları? Şu anda oynatılan film aynı zamanda seçimler ve oynatma durdurulacak.

source: as
cs: jako
it: come
tr: gibi

source: currently played?
cs: momentálně přehrávané?
it: attualmente in riproduzione?
lt: dabar žiūrėtą?
pl: aktualnie odtwarzany?
tr: Şu anda oynanıyor mu?

source: files
cs: souborů
it: file
lt: failai
pl: Pliki
tr: dosyalar

source: permanently
cs: trvale
it: In modo permanente
lt: pastoviai
pl: na stałe
tr: kalıcı

source: removed from EasyMedia
cs: - odebráno ze seznamu EasyMedia...
it: Rimosso da EasyMedia
lt: pašalinta iš EasyMedia
pl: usunięto z EasyMedia
tr: EasyMedia'dan kaldırıldı

source: %(conflicts)d conflict(s) encountered when trying to add new timers: %(timers)s
cs: %(conflicts)d konfliktů se vyskytlo při přidání nových časovačů : %(timers)s
it: %(conflicts)d conflict(s) rilevati tentando di aggiungere nuovi timer: %(timers)s
lt: %(conflicts)d susiduriama su konfliktu bandant pridėti naujus laikmačius: %(timers)s
pl: %(conflicts)d napotkano konfilkt(y) podczas próby dodania nowych Timerów: %(timers)s
tr: Yeni zamanlayıcılar eklenmeye çalışılırken %(conflicts)d çakışma(lar) ile karşılaşıldı: %(timers)s

source: %(similars)d conflict(s) solved with similar timer(s): %(timers)s
cs: %(similars)d konfliktů bylo vyřešeno použitím podobných časovačů : %(timers)s
it: conflitti risolti con timer similari: %(similars)d %(timers)s
lt: %(similars)d ir konfliktų išspręsta su panašiu laikmačiu: %(timers)s
pl: %(similars)d konflikty rozwiązane z timerami: %(timers)s
tr: %(similars)d çakışma(lar) benzer zamanlayıcı(lar) ile çözüldü: %(timers)s

source: %(sname)s - %(tname)s: %(name)s at %(begin)s
cs: %(sname)s - %(tname)s: %(name)s ve %(begin)s
it: %(sname)s - %(tname)s: %(name)s in %(begin)s
pl: %(sname)s - %(tname)s: %(name)s na %(begin)s
tr: %(sname)s - %(tname)s: %(name)s, %(begin)s'de

source: %(tname)s: %(name)s at %(begin)s
cs: %(tname)s: %(name)s ve %(begin)s
lt: %(tname)s: %(name)s į %(begin)s
pl: %(tname)s: %(name)s na %(begin)s
tr: %(tname)s: %(name)s, %(begin)s'de

source: %d Feed(s) were added to configuration.
cs: %d kanálů bylo přidáno do konfigurace
it: %d feed aggiunti alla configurazione.
lt: Į konfigūraciją įtraukti %d šaltiniai.
pl: %d Feed(y) zostały dodane do konfiguracji.
tr: %d besleme(leri) eklendi.

source: %d Torrents(s) were scheduled for download, %d failed.
cs: %d torentů je připraveno ke stažení, %d selhalo.
it: %d Torrents schedulati per il download, %d falliti.
lt: %d numatytų atsisiųsti torentų, %d nepavyko.
pl: %d Torrent(y) ,które zostały zaplanowane do pobrania, %d nie powiodło się.
tr: %d Torrent indirilmek üzere programlandı, %d başarısız oldu.

source: %d error while moving Movie '%s' to '%s': %s
cs: %d chyba při přesunu videa z '%s' do '%s':%s
it: %d errori nello spostamento della registrazione '%s' in '%s': %s
lt: %d klaida, perkeliant filmą '%s' į '%s': %s
pl: %d błąd podczas przenoszenia Nagrania '%s' do '%s': %s
tr: '%s' Filmini '%s' konumuna taşırken %d hatası: %s

source: %d files added to database! Press OK to close.
cs: %d souborů přidáno do databáze ! OK -> zavřít...
it: File aggiunti al database: %d. OK >> chiudere.
lt: %d failai įtraukti į duomenų bazę! Paspauskite OK, kad uždaryti.
pl: %d plików dodano do bazy danych! Naciśnij OK, aby zamknąć.
tr: %d dosya veritabanına eklendi! Kapatmak için Tamam'a basın.

source: %d min
tr: %d dk

source: %d more services
cs: %d dalších kanálů
it: %d altri canali
lt: %d daugiau kanalų
pl: %d więcej kanałów
tr: %d daha fazla hizmet

source: %d records renamed successfully
cs: %d záznamů bylo úspěšně přejmenováno
it: record rinominati correttamente: %d
lt: %d įrašai sėkmingai pervadinti
pl: %d nazw nagrań zmienionych poprawnie
tr: %d kayıt başarıyla yeniden adlandırıldı

source: %d second
cs: %d sekundu
it: %d secondo
lt: %d sekundė
pl: %d sekunda
tr: %d saniye

source: %d timer renamed successfully
cs: %d časovačů bylo úspěšně přejmenováno
it: timer rinominati correttamente: %d
lt: %d laikmatis sėkmingai pervadintas
pl: %d nazwa timera zmieniona poprawnie
tr: %d zamanlayıcı başarıyla yeniden adlandırıldı

source: %d.%m.%Y %H:%M
tr: %d.%m.%Y %S:%D

source: %i file(s) was extracted and I didn't match them automatically this time. Please make local convertion (long TEXT).
cs: %i souborů byl extrahováno, ale neshoduje se s tímto časem ! Upravte konverzi lokálně (dlouhý text).
it: file estratti ma non associati automaticamente: %i. Covertire localmente (TESTO lungo).
lt: Išskleidžiant %i failus šį kartą buvo nesutapimų, suderinant automatiškai. Prašome padaryti vietos keitimą (ilgai spausti TEXT).
pl: %i plik(i) został(y) rozpakowany(e) i nie można dopasować automatycznie. Proszę dokonać konwersji lokalnie (klawiszem długo TEXT).
tr: %i dosyaları ayıklandı ancak ayrılamadı. Lütfen elle dönüştürün (uzun METİN).

source: %s added to database
cs: %s - přidáno do databáze
it: %s aggiunto al database
lt: %s pridėta į duomenų bazę
pl: %s dodano do bazy danych
tr: %s veritabanına eklendi

source: %s already exists in database!
cs: %s již v databázi existuje !
it: %s già presente nel database.
lt: %s jau yra duomenų bazėje!
pl: %s już istnieje w bazie danych!
tr: %s zaten veritabanında!

source: %s appended to songlist
cs: %s bylo přidáno do seznamu
it: %s aggiunto a elenco brani
lt: %s papildytas grojaraštis
pl: %s dołączone do listy utworów
tr: %s şarkı listesine eklendi

source: %s inserted and will be played as next song
cs: %s bylo vloženo a bude přehráno jako další
it: %s inserito: verrà riprodotto come prossimo brano
lt: %s įterpta ir bus grojama kaip sekanti daina
pl: %s wstawiony i będzie odtworzony jako następny utwór
tr: %s bir sonraki şarkı olarak eklendi ve çalındı

source: %s FAILED!
cs: %s selhalo !
it: %s FALLITO.
lt: %s NEPAVYKO!
pl: %s BŁĄD!
tr: %s Başarısız

source: %s - Livestreams
cs: %s - živé vysílání
it: %s - Stream live
lt: %s - tiesioginiai srautai
pl: %s - Transmisje na żywo
tr: %s - Canlı yayınlar

source: %s - creating preview for movie %s
cs: %s - vytvořit náhled na video : %s
it: %s - creazione anteprima per %s in corso
lt: %s - filmo peržiūros sukūrimas %s
pl: %s - tworzenie podglądu do nagrania %s
tr: %s - %s filmi için küçük resim oluştur

source: %s bandwidth settings
cs: %s - nastavená šířka pásma
it: %s Impostazioni larghezza di banda
lt: %s pralaidumo nuostatos
pl: %s ustawienia pasma
tr: %s Bant Genişliği ayarı

source: %s does not follow any channel
cs: %s nenásleduje žádný kanál
it: %s non segue alcun canale
lt: %s nesekti jokio kanalo
pl: %s nie śledzi żadnego kanału
tr: %s hiçbir kanalı takip etmiyor

source: %s folllows %s channels
cs: %s následujících %s kanálů
it: %s segue %s canali
lt: %s sekami %s kanalai
tr: %s, %s kanalı takip ediyor

source: %s is already configured for EPGRefresh
cs: %s je již nakonfigurován pro EPGRefresh
it: %s è già configurato per EPGRefresh
tr: %s, EPGYenileme için zaten yapılandırılmış

source: %s is live, please wait...
cs: %s je živé, čekejte...
it: %s è online, attendere...
lt: %s yra tiesioginis, prašome palaukti...
pl: %s jest Online, proszę czekać...
tr: %s yayında,lütfen bekleyiniz...

source: %s is offline
cs: %s je offline
it: %s è offline
lt: %s yra autonominis
pl: %s jest Offline
tr: %s çevrimdışı

source: %s not removed. Write protect?
cs: %s nebylo odebráno ... ochrana zápisu ?
it: %s non rimosso. Protetto da scrittura?
lt: %s nepašalinta. Rašymo apsauga?
pl: %s nie został usunięty. Chroniony przed zapisem?
tr: %s kaldırılmadı. koruma yaz?

source: %s of %s min
cs: %s z %s min.
it: %s di %s min
lt: %s iš %s min
pl: %s z %s min
tr: %s / %s dak.

source: %s removed.
cs: %s odstraněno.
it: %s rimosso.
lt: %s pašalinta.
pl: %s usunięto.
tr: %s silindi

source: %s results for '%s'
cs: %s výsledků pro '%s'
it: %s risultati per '%s'
lt: %s rezultatai dėl '%s'
pl: %s wyniki dla '%s'
tr: '%s' için %s sonuç

source: %s will turn %s in %s!
cs: %s bude přepnuto %s v %s !
it: %s compirà %s anni fra %s.
lt: %s įsijungs %s į %s!
pl: %s zmieni się %s w %s!
tr: %s, %s içinde %s olacak!

source: '%s' already exists in destination directory '%s', set force=1 to move anyway.
cs: '%s' již existuje v cílové složce '%s', nastaveno force=1 pro trvalý přesun
it: %s esiste già nella directori destinazione %s: impostare force=1 per sovrascrivere.
lt: '%s' paskirties katalogas jau yra '%s', nustatyti priverstinai=1, kad perkelti bet kokiu atveju.
pl: '%s' już istnieje w katalogu docelowym '%s', ustaw=1, aby przenieść.
tr: '%s', '%s' hedef dizininde zaten var, yine de hareket etmek için 'force=1' olarak ayarlayın.

source: '%s' already exists in filter list! The change was cancelled.
cs: '%s' už v seznamu filtrů existuje ! Tato změna byla zrušena.
it: '%s' già presente in elenco filtri. La modifica è stata annullata.
lt: '%s' jau yra filtrų sąraše! Pakeitimas atšauktas.
pl: '%s' istnieje już na liście filtrów! Zmiana została anulowana.
tr: '%s' filtre listesinde zaten var! Değişiklik atıldı.

source: '%s' does not exist in source directory.
cs: '%s' neexistuje ve zdrojové složce !
it: '%s' non esiste nella directory sorgente.
lt: '%s' šaltinių kataloge nėra.
pl: '%s' nie istnieje w katalogu źródłowym.
tr: '%s' kaynak dizinde yok.

source: '%s' has been added to playlist
cs: '%s' bylo přidáno do seznamu videa
it: '%s' aggiunto alla playlist
lt: '%s' buvo pridėta į grojaraštį
pl: '%s' został dodany do listy odtwarzania
tr: '%s' oynatma listesine eklendi

source: '%s' is neither a valid reference nor a valid file
cs: '%s' není platný odkaz a ani platný soubor
it: '%s': riferimento o file non valido
lt: '%s' nėra nei galiojančios nuorodos, nei galiojančio failo
pl: '%s' ma nieważne odniesienie i niepoprawny plik
tr: '%s' ne geçerli bir referans ne de geçerli bir dosya

source: '%s' not found in playlist
cs: '%s' nebylo nalezeno v seznamu videa
it: '%s' non trovato nella playlist
lt: '%s' grojaraštyje nerasta
pl: '%s' nie znaleziono w liście odtwarzania
tr: '%s' oynatma listesinde bulunamadı

source: '%s' removed from playlist
cs: '%s' odebráno ze seznamu videa
it: '%s' rimosso dalla playlist
lt: '%s' pašalinta iš grojaraščio
pl: '%s' usunięto z listy odtwarzania
tr: '%s' oynatma listesinden kaldırıldı

source: (Press Exit to cancel)
cs: Exit -> storno...
tr: (İptal etmek için Çıkış'a basın)

source: (Un-)Lock Directory
cs: zamknout / odemknout složku
it: Bloccare/Sbloccare la directory
lt: (At-)užblokuoti katalogą
pl: Odblokuj/Zablokuj Katalog
tr: Dizini kilitle/kilidi aç

source: (actual)
cs: (aktuální)
it: (Attuale)
lt: (faktinis)
pl: (aktualny)
tr: (mevcut)

source: (offline!)
cs: (nepřipojeno!)
lt: (atsijungęs!)
pl: (niedostępny!)
tr: (çevrimdışı!)

source: (online)
lt: (prisijungęs)
pl: (dostępny)
tr: (çevrimiçi)

source: (set point)
cs: (nastavit bod)
lt: (nustatyti tašką)
pl: (ustaw punk)
tr: (ayar noktası)

source: (show optional DVD audio menu)
cs: (zobrazit volitelné audio menu DVD)
it: (mostrare il menu opzionale DVD audio)
lt: (rodyti pasirinktinį DVD garso meniu)
pl: (pokaż opcjonalne menu DVD Audio)
tr: (İsteğe bağlı DVD ses menüsünü göster)

source: *** Multiselection active ***
cs: *** Aktivní vícenásobný výběr ***
it: *** Multi selezione attiva ***
lt: *** Įjungtas daugialypis pasirinkimas ***
pl: *** Multi wybór aktywny ***
tr: *** Çoklu seçim aktif ***

source: - HH:MM
pl: - GG:MM
tr: - SS:DD

source: - skip by a stored skip time or
cs: - vynechat uložený čas přeskoku nebo
it: - applicare salto temporale memorizato o
lt: - praleisti laikomą praleidimo laiką arba
pl: - pomiń zapamiętany czas przeskoku lub
tr: - kaydedilmiş atlama süresiyle zıplayın veya

source: - start timekeeping when no skip time is stored or
cs: - spustit měření času, pokud není žádný čas.přeskoku uložený nebo
it: - avviare cronometraggio se nessun salto temporale memorizzato o
lt: - pradžios laikymas, kai nėra praleidimo laiko arba
tr: - herhangi bir atlama süresi kaydedilmemişse zamanlamayı başlat veya

source: - start timekeeping when skip time is already stored or
cs: - spustit měření času, i když je čas.přeskoku uložený nebo
it: - avviare cronometraggio se è già stato memorizzato un salto temporale o
lt: - pradėti laikmatį, kai praleidimo laikas jau yra saugomas arba
tr: - bir atlama süresi zaten kaydedilmişse zamanlamayı başlatın veya

source: - stop timekeeping (save with season number)
cs: zastavit měření času (uložit s číslem sezony)
it: - arrestare cronometraggio (salvare con il numero di stagione)
lt: - sustabdymo laikas (išsaugokite su sezono numeriu)
tr: - bitiş zamanlaması (röle numarası ile kaydedin)

source: - stop timekeeping (save without season number)
cs: - zastavit časomíru (uložit bez čísla sezony)
it: - arrestare cronometraggio (salvare senza il numero di stagione)
lt: - sustabdymo laikas (išsaugokite be sezono numerio)
tr: - bitiş zamanlaması (röle numarası olmadan kaydedin)

source: 05.29 until below 6.35
cs: 05.29 až do 6.35
it: 05.29 fino alla 6.34
lt: 05.29 iki mažesnio 6.35
pl: powyżej 05.29 ,a poniżej 6.35
tr: 05.29 6.35'in altına kadar

source: 06.35 and newer
cs: 06.35 a novější
it: 06.35 e successive
lt: 06.35 ir naujesnio
pl: 06.35 i nowsze
tr: 06.35 ve daha yeni

source: 1 Minute
cs: 1 min.
it: 1 Minuto
lt: 1 minutė
pl: 1 Minuta
tr: 1 Dakika

source: 1 day
cs: 1 den
it: 1 giorno
lt: 1 diena
pl: 1 dzień
tr: 1 gün

source: 1 minutes
cs: 1 min.
it: 1 minuto
lt: 1 minutės
pl: 1 minuta
tr: 1 dakika

source: 1 week
cs: 1 týden
it: 1 settimana
lt: 1 savaitė
pl: 1 tydzień
tr: 1 hafta

source: 10 Seconds
cs: 10 sek.
it: 10 Secondi
lt: 10 sekundžių
pl: 10 Sekund
tr: 10 Saniye

source: 10 min.
tr: 10 dak.

source: 15 min.
tr: 15 dak.

source: 16:10 Letterbox
lt: 16:10 Įterpiant juodas juostas
tr: 16:10 EkranFormatı

source: 16:10 PanScan
lt: 16:10 Nukerpant šonus
tr: 16:10 PanTarama

source: 16:9 Letterbox
lt: 16:9 Įterpiant juodas juostas
tr: 16:9 EkranFormatı

source: 16:9 always
cs: 16:9 vždy
it: 16:9 sempre
lt: visada 16:9
pl: 16:9 zawsze
tr: Daima 16:9

source: 1st subtitle language:
cs: 1. jazyk titulků :
it: 1° lingua sottotitoli:
lt: 1-oji subtitrų kalba:
pl: 1szy język napisów:
tr: 1. altyazı dili:

source: 20 Seconds
cs: 20 sekund
it: 20 Secondi
lt: 20 sekundžių
pl: 20 Sekund
tr: 20 saniye

source: 2D mode
cs: 2D mód
it: Mod. 2D
lt: 2D būsena
pl: tryb 2D
tr: 2D Modu

source: 2nd subtitle language:
cs: 2. jazyk titulků :
it: 2° lingua sottotitoli:
lt: 2-oji subtitrų kalba:
pl: 2gi język napisów:
tr: 2. altyazı dili:

source: 3 days
cs: 3 dny
it: 3 giorni
lt: 3 dienos
pl: 3 dni
tr: 3 gün

source: 3 minutes
cs: 3 min.
it: 3 minuti
lt: 3 minutės
pl: 3 minuty
tr: 3 dakika

source: 30 min.
tr: 30 dak.

source: 30 seconds
cs: 30 sek.
it: 30 secondi
lt: 30 sekundžių
pl: 30 sekund
tr: 30 saniye

source: 3D OSD Switcher
cs: -- přepínač 2D/3D OSD
it: Commutatore OSD 3D
lt: 3D OSD perjungėjas
pl: Przełącznik OSD 3D
tr: 3D OSD Ayarla

source: 3D settings
cs: 3D nastavení
it: Impostazioni 3D
lt: 3D nuostatos
pl: ustawienia 3D
tr: 3D ayarlar
