Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: TV Shows
cs: TV seriály
it: Trasmissioni
lt: Pramoginės TV laidos
tr: Seriler

source: TV-button
cs: tlačítko "TV"
it: Tasto TV
lt: 'TV' mygtukas
pl: Przycisk TV
tr: TV-Tuşu

source: TV-mode
cs: TV-mód
it: Modalità TV
lt: TV būsena
pl: Tryb TV
tr: TV-Modu

source: TVDb info
cs: info z TVDb
it: Informazioni TVDb
lt: TVDb informacija
tr: TVDb bilgisi

source: Tag 1
cs: značka 1
it: Etich. 1
lt: Kortelė 1
pl: Oznaczenie 1
tr: Etiket 1

source: Tag 2
cs: značka 2
it: Etich. 2
lt: Kortelė 2
pl: Oznaczenie 2
tr: Etiket 2

source: Tag Filter
cs: filtr žánru
it: Filtro etich.
lt: Žymių filtras
pl: Filtr Znacznika
tr: Etiket Filtresi

source: Tagline:
cs: slogan :
it: Slogan:
tr: Etiket satırı:

source: Taglines:
cs: slogany :
it: Slogan:
tr: Etiket satırları:

source: Tags
cs: označení žánru
it: Etich.
lt: Kortelės
pl: Znaczniki
tr: Etiketler

source: Tags the timer/recording will get.
cs: načíst značky časovače / záznamu
it: Tag che saranno inoltrati a timer/registrazioni.
lt: Žymos, kuriomis bus gautas laikmatis/įrašymas.
tr: Zamanlayıcının / Kaydın alacağı etiketler.

source: Taiwan
lt: Taivanis
pl: Tajwan
tr: Tayvan

source: Target file %s.ts already exist. Do you want to replace it?
cs: Cílový soubor %s.ts již existuje. Chcete ho přepsat ?
it: File destinazione %s.ts esistente! Sovrascriverlo?
lt: Paskirties failas %s jau egzistuoja. Ar norite jį pakeisti?
pl: Plik docelowy %s.ts już istnieje. Chcesz go podmienić?
tr: Hedefte %s.ts dosyası zaten mevcut. Üzerine yazmak istiyor musunuz?

source: Target rpm %4d
cs: cílové otáčky %4d
it: Obiettivo rpm: %4d
lt: Objektas rpm %4d
pl: Docelowo rpm %4d
tr: Hedef rpm %4d

source: Technical Information
cs: -technické informace-
it: Informazioni tecniche
lt: Techninė informacija
pl: Informacje techniczne
tr: Teknik Bilgiler

source: TeleText favorites
cs: oblíbený teletext
it: Preferiti Televideo
lt: Teleteksto mėgstamiausi
pl: Ulubiona TeleGazeta
tr: TeleText favorileri

source: TeleText settings
cs: nastavení teletextu
it: Configurazione TeleText
lt: Teleteksto parametrai
pl: Ustawienia teletekstu
tr: TeleText Yapılandırması

source: TeleVision
cs: -televize-
it: Televisione
lt: Televizija
pl: Telewizja
tr: Televizyon

source: Teletext with caching pages in the background.
cs: Teletext s ukládáním stránek na pozadí
it: Plugin per Televideo con cache pagine in background.
lt: Teletekstas, su puslapių kaupimu fone.
pl: Telegazeta z buforowaniem stron w tle.
tr: Arka plan sayfası önbelleğine sahip TeleText.

source: Teletext with caching pages.
cs: -- teletext s pamětí stránek
it: Televideo con cache pagine in background.
lt: Teletekstas su puslapių kaupimu.
pl: Telegazeta z buforowaniem stron.
tr: Sayfa önbelleği ile TeleText.

source: Telnet Port
it: Porta telnet
lt: Telnet jungtis
pl: Port Telnet
tr: Telnet portu

source: Temperature
cs: teplota :
it: Temperatura
lt: Temperatūra
pl: Temperatura
tr: Sıcaklık

source: Temperature C %4.1f
cs: teplota C %4.1f
it: Temperatura C %4.1f
lt: Temperatūra C %4.1f
pl: Temperatura C %4.1f
tr: Sıcaklık C %4.1f

source: Temperature-dependent fan control.
cs: -- regulace ventilátoru podle teploty
it: Controllo ventola in funzione della temperatura.
lt: Priklauso nuo temperatūros kontrolės ventiliatoriaus.
pl: Temperatura zależna od sterowania wentylatorem.
tr: Sıcaklığa bağlı fan kontrolü.

source: Terrestrial
cs: pozemní
it: Terrestre
lt: Antžeminė
pl: Naziemny
tr: Karasal

source: Tertiary playback audio language
cs: třetí audio stopa
it: Lingua: terza opzione
lt: Trečioji garso takelio kalba
pl: Trzeci język odtwarzania audio
tr: Üçüncül oynatma ses dili

source: Tertiary playback subtitle language
cs: třetí jazyk titulků
it: Lingua sottotitoli: terza opzione
lt: Trečioji subtitrų kalba
pl: Trzeci język odtwarzania napisów
tr: Üçüncül oynatma altyazı dili

source: Test again
cs: opakovat
it: Riprovare
lt: Kartoti
pl: Testuj ponownie
tr: Testi tekrarla

source: Test failed
cs: Test selhal
it: Test fallito
lt: Testas nepavyko
pl: Nieudany Test
tr: Test başarısız

source: Test failed %s
cs: Test selhal %s
it: Test fallito %s
lt: Testas nepavyko %s
pl: Nieudany Test %s
tr: Test başarısız %s

source: Test failed: %s
cs: Test selhal : %s
it: Test fallito: %s
lt: Testas nepavyko: %s
pl: Nieudany Test: %s
tr: Test başarısız: %s

source: Test has been finished successfully
cs: Test byl v pořádku dokončený
it: Il test è stato eseguito correttamente
lt: Testas buvo baigtas sėkmingai
pl: Test został ukkończony pomyślnie
tr: Test başarıyla tamamlandı

source: Test selected Controller
cs: test vybraného ovladače
it: Test controllo
lt: Testuoti pasirinktą kontrolerį
pl: Test wybranego Kontrolera
tr: Seçilen Denetleyiciyi test et

source: Test selected Service
cs: test vybraného kanálu
it: Test servizio
lt: Tikrinti pasirinktą kanalą
pl: Test wybranej Usługi
tr: Seçilen Hizmeti test et

source: Testing
cs: Testuji...
it: Test in corso
lt: Testuojama
pl: Testowanie
tr: Test ediyor

source: Testing Controller
cs: ...testuji ovladač...
it: Test controllo in corso
lt: Testuojamas valdiklis
pl: Testowanie Kontrolera
tr: Test Denetleyicisi

source: Testing Service
cs: ...testuji kanály...
it: Test servizio in corso
lt: Testuojamas kanalas
pl: Testowanie Usługi
tr: Test Hizmeti

source: Testing... Cancel?
cs: testuji... zastavit to ?
it: Test in corso... Annullare?
lt: Testavimas... Baigtil?
pl: Testowanie... Anulować ?
tr: Test... İptal?

source: Text level
cs: verze teletextu
it: Livello testo
lt: Teksto lygis
pl: Wersja tekstu
tr: TeleText sürümü

source: Text only
cs: pouze text
it: Solo testo
lt: Tik tekstas
pl: Tylko tekst
tr: Sadece metin

source: Text padding offset in pixel
cs: přesazení textu v pixelech
it: Offset testo dal bordo (pixel)
lt: Teksto užpildymo poslinkis pikseliais
pl: Przesunięcie tekstu (wypełnienie) w pikselach
tr: Piksel cinsinden metin doldurma ofseti

source: Text search history
cs: historie vyhledávání textů
it: Cronologia ricerche testuali
tr: arama geçmişi sınırı

source: Text search history with search filters
cs: historie vyhled.textů přes filtr
it: Cronologia ricerche testuali con filtri di ricerca
tr: arama filtresi dahil arama metni geçmişi

source: Text shown for initially unknown count and size
cs: zobrazit text pro neznámý počet a velikost
it: Testo visualizzato per conteggio e dimensione inizialmente sconosciuti
lt: Tekstas, rodomas iš pradžių nežinomam skaičiui ir dydžiui
pl: Tekst wyświetlany dla początkowo nieznanej liczby i rozmiaru
tr: Başlangıçta bilinmeyen numara ve boyut için metin

source: Text shown for initially unknown directory size
cs: zobrazit text pro inicial.neznámé velikosti složky
it: Testo visualizzato per le directory le cui dimensioni risulterebbero inizialmente sconosciute
lt: Tekstas, rodomas iš pradžių nežinomam katalogo dydžiui
pl: Tekst wyświetlany dla początkowo nieznanego rozmiaru katalogu
tr: Başlangıçta bilinmeyen dizin boyutuna sahip metin

source: Text shown for initially unknown file count
cs: zobrazit text pro inicial.neznámý počet souborů
it: Testo visualizzato per conteggio file inizialmente sconosciuto
lt: Tekstas, rodomas iš pradžių nežinomam failų skaičiui
pl: Tekst wyświetlany dla początkowo nieznanej liczby plików
tr: Başlangıçta bilinmeyen sayıda dosya için metin

source: Text spacing offset in pixel
cs: přesazení prázdného textu v pixelech
it: Offset spaziatura testo (pixel)
lt: Teksto tarpų poslinkis pikseliais
pl: Przesunięcie tekstu (rozmieszczenie) w pikselach
tr: Piksel cinsinden metin ofseti (beyaz boşluk)

source: The %s "%s" is processed in the background.
cs: %s "%s" je zpracovávaný na pozadí
it: %s "%s" viene eseguito in background.
lt: Šis %s "%s" apdorojamas fone.
pl: %s "%s" jest przetwarzany w tle.
tr: %s "%s" arka planda işleniyor.

source: The %s "%s" is successfully processed: %s
cs: %s "%s" bylo úspěšně zpracováno : %s
it: %s "%s" processato correttamente: %s
lt: Šis %s "%s" sėkmingai tvarkomas: %s
pl: The %s "%s" został pomyślnie przetworzony: %s
tr: %s "%s" başarıyla işlendi: %s

source: The Elektro Power Save Plugin puts the box from Standby to sleep mode (Deep Standby) at specified times. This only happens if the box is in standby and no recording is running or scheduled during the next 20 minutes. The box automatically wakes up for recordings or at the end of the specified sleep time. Hence you needn't wait for it to boot-up.
cs: Modul Elektro Power Save ve stanoveném času přepne Dreambox z režimu spánku do stavu vypnutí, pokud neběží žádný záznam a není načasovaný v nejbližších 20 minutách. Dreambox se automaticky zapne při nahrávaní nebo na konci stanoveného času režimu spánku.
it: Il plugin Elektro Power Save pone il Dreambox in Deep Standby (risparmio energetico) a ore specifiche. L'operazione avrà luogo solo se il box si trova in stanby e nessuna registrazione è programmata nei successivi 20 minuti. Il box si riattiverà automaticamente per effettuare registrazioni o al termine dell'intervallo di tempio configurato. In tal caso occorrerà attendere il suo riavvio.
lt: Elektros energijos taupymo priedas perjungia iš budėjimo būsenos į ramybės būseną (Gilų budėjimą) nustatytu laiku. Tai atsitinka, jei imtuvas yra budėjime, arba per kitas 20 minučių nėra jokio įrašymo. Imtuvas automatiškai atsibunda įrašant arba budėjimo pabaigoje. Taigi jums nereikia laukti, kad jį paleisti.
pl: Wtyczka Elektro Power Save ustawia tuner z trybu czuwania w tryb uśpienia (Głębokie Czuwanie) w określonym czasie. Będzie to możliwe, gdy tuner będzie w trybie czuwania bez włączonego nagrywania lub zaplanowanych nagrań w przeciągu 20min. Tuner automatycznie wybudzi się podczas nagrywania lub gdy skończy się czas uśpienia. Dlatego nie musisz czekać na jego uruchomienie.
tr: Elektro Güç Tasarrufu eklentisi,cihazı belirli zamanlarda bekleme modundan enerji tasarrufu moduna (Depp Bekleme) geçirir. Bu,yalnızca cihaz bekleme modundayken ve sonraki 20 dakika boyunca hiçbir kayıt çalışmadığında veya programlanmadığında gerçekleşir. Bekleyen kayıtlar olduğunda veya uyku süresi sona erdikten sonra cihaz otomatik olarak uyanır.Artık açılmasını beklemenize gerek yok.

source: The Filesystem on your Timeshift-Device does not support hardlinks. Make sure it is formated in EXT2 or EXT3!
cs: Souborový systém při ukládání z Timeshiftu není použitelný ! Zkontrolujte, zda je harddisk naformátovaný pro EXT2, EXT3, EXT4 !
it: Il filesystem usato sul supporto per il Timeshift non supporta hardlink. Verificare che sia formattato come EXT2 o EXT3!
lt: Jūsų laiko poslinkio įrenginio failų sistema nepalaiko tvirtų nuorodų. Įsitikinkite, kad jis suformatuotas EXT2 arba EXT3!
pl: System plików na urządzeniu Timeshift nie obsługuje tego formatu. Upewnij się, że jest sformatowany w EXT2 lub EXT3!
tr: Zaman kaydırmalı depolama ortamınızın dosya sistemi sabit bağlantıları desteklemiyor. EXT2 veya EXT3 olarak biçimlendirildiğinden emin olun!

source: The NFS protocol version number used to contact the server's NFS service. If the server does not support the requested version, the mount request fails. If this option is not specified, the client negotiates a suitable version with the server, trying version 4 first, version 3 second, and version 2 last.
cs: Číslo verze protokolu NFS je použité pro kontakt na kanály NFS serveru. Pokud server nepodporuje požadovanou verzi, požadavek na připojení selže. Jestliže není tato volba specifikovaná, klient si se serverem dojedná vhodnou verzi. Zkouší verzi nejprve 4, pak 3 a pak 2 jako poslední_
it: Versione del protocollo NFS utilizzata per contattare il server NFS. Se il server non dovesse supportare la versione richiesta, l'installazione non riuscirà. Se questa opzione non viene specificata, il client tenterà di negoziare con il server a utilizzando inizialmente la versione 4, quindi la versione 3 e infine la versione2.
lt: NFS protokolo versijos numeris, naudojamas norint susisiekti su serverio NFS paslauga. Jei serveris nepalaiko prašomos versijos, nepavyksta atlikti pajungimo užklausos. Jei ši parinktis nenurodyta, klientas derina su serveriu tinkamą versiją, pirmą kartą bando 4 versiją, paskui 3 versiją ir galiausiai 2 versiją.
tr: NFS sunucusuyla iletişim kurmak için kullanılan NFS protokolü sürümü.Sunucu istenen sürümü desteklemiyorsa,bağlama başarısız olur.Bu seçenek belirtilmezse,istemci,sürüm 4'ten başlayarak,sürüm 3'ten ve son olarak sürüm 2'den başlayarak sunucuyla eşleşen bir sürüm üzerinde anlaşmaya varır.

source: The Netherlands
cs: Nizozemí
it: Olanda
lt: Nyderlandų
pl: Holandia
tr: Hollanda

source: The PopUp will be shown after all dialogs are closed.
cs: Vyskakovací okno bude zobrazeno, když budou všechny dialogy uzavřeny.
it: Il PopUp sarà visualizzato dopo la chiusura di tutti i messaggi.
lt: Iššokantys aukštyn bus rodomi po visų dialogų uždarymo.
pl: Okienko pojawi się po zamknięciu wszystkich dialogów.
tr: Aniden beliren PopUp, tüm iletişim kutuları kapatıldıktan sonra gösterilecektir.

source: The Timeshift record was not saved yet! What do you want to do now with the timeshift file?
cs: Soubor Timeshiftu není uložený ! Jak pokračovat ?
it: Il file timeshift non è ancora stato salvato. Cosa si desidera fare con il file timeshift?
lt: Laiko poslinkio įrašas dar neišsaugotas! Ką norite daryti dabar su laiko poslinkio failu?
pl: Timeshift nie został jeszcze zapisany! Co zrobić z plikiem timeshift-u?
tr: Zaman kaydırması kaydı henüz kaydedilmedi! Zaman kaydırması kaydıyla ne yapmak istiyorsunuz?

source: The VPS-Plugin can determine whether a programme begins earlier or lasts longer.
cs: Modul VPS nastaví, zda program začne o něco dříve nebo trvá déle.
it: Il plugin VPS consente di determinare se un evento inizi in anticipo o duri più del previsto.
lt: Su VPS-priedu galima nustatyti, ar programa prasideda anksčiau arba trunka ilgiau.
pl: Wtyczka VPS może określić czy dany program zacznie się prędzej czy skończy później
tr: VPS-Plugin, bir programın daha erken başlayıp daha uzun süreceğini belirleyebilir.

source: The VPS-Plugin couldn't check if the selected channel supports VPS for manually programmed timers! Do you really want to enable VPS?
cs: VPS-plugin nemohl zjistit, zda zvolený kanál podporuje VPS pro ručně programované časovače! Chcete skutečně povolit VPS?
it: Impossibile verificare se il canale selezionato supporti la funzione VPS per i timer programmati manualmente. Abilitare comunque la funzione VPS?
lt: VPS priedas negali patikrinti, ar pasirinktas kanalas palaiko VPS rankiniu būdu užprogramuotus laikmačius! Ar tikrai norite įjungti VPS?
pl: Wtyczka VPS nie była w stanie sprawdzić, czy wybrany kanał obsługuje VPS dla ręcznie zaprogramowanych timerów! Na pewno chcesz włączyć VPS?
tr: VPS-Plugin, seçilen kanalın manuel olarak programlanan zamanlayıcılar için VPS'yi destekleyip desteklemediğini kontrol edemedi! Gerçekten VPS'yi etkinleştirmek istiyor musunuz?

source: The active Time Profile is (1 or 2).
cs: Aktivace pracovního profilu 1 nebo 2_
it: Il profilo orario attivo è (1 o 2).
lt: Aktyvus laiko profilis yra (1 arba 2).
pl: Aktywny Profil Czasu (1 lub 2)
tr: Aktif Zaman Profili (1 veya 2)'dir.

source: The box always enters deep standby mode, except for recording.
cs: Sat.přijímač se vždy vypíná, s výjimkou nahrávání_
it: Porre sempre il box in deep standby, se non ci sono in corso registrazioni.
lt: Imtuvas visada persijungs į gilų budėjimo būseną, išskyrus įrašymą.
pl: Dreambox zawsze wejdzie w tryb głębokiego czuwania, z wyjątkiem gdy nagrywa.
tr: Kayıt yapmadığı sürece cihaz her zaman derin bekleme modunda kalır.

source: The channel may support VPS Do you want to enable VPS?
cs: Kanál může podporovat VPS Chcete povolit VPS ?
it: Il canale supporta VPS. Abilitare la funzione VPS?
lt: Kanalas gali palaikyti VPS Norite įjungti VPS?
pl: Kanał może wspierać VPS Czy chcesz włączyć VPS?
tr: Kanal VPS'yi destekleyebilir VPS'yi etkinleştirmek istiyor musunuz?

source: The channel wasn't found on Twitch
cs: Kanál na Twitch nebyl nalezený !
it: Canale non trovato in Twich
lt: Kanalas nebuvo rastas Twitch
tr: Kanal Twitch'te bulunamadı

source: The counter can automatically be reset to the limit at certain intervals.
cs: Počítadlo může být aut.resetováno v určitých časových intervalech
it: Il contatore può essere automaticamente resettato a intervalli prefissati.
lt: Skaitiklis gali būti automatiškai nustatytas tam tikrais laiko intervalais.
pl: Licznik może być automatycznie zresetowany do limitu w pewnych odstępach.
tr: Sayaç belirli aralıklarla otomatik olarak sıfırlanabilir.

source: The current title:episode separator is "%s" (%d characters) To change it: first Set size and then Edit
cs: Aktuální titulek : oddělovač kapitoly je "%s" (%d znaků) Změňte nejprve délku a pak upravte.
it: Separatore titolo:episodio attuale: "%s" (%d caratteri) Per modificare: prima impostare la dimensione, poi modificare
lt: Dabartinis pavadinimas:epizodo skirtuvas yra "%s" (%d simboliai) Norėdami jį pakeisti: pirmiausia nustatykite dydį ir tada redaguokite
pl: Obecny tytuł: Separator odcinka jest "%s" (%d znaków) Aby to zmienić: najpierw ustaw rozmiar, a następnie Edytuj
tr: Geçerli başlık:bölüm ayırıcısı "%s" (%d karakter) Değiştirmek için: önce Boyutu ayarla ve sonra Düzenle

source: The directory %s is already locked. Do you want to unlock it and all its subfolders?
cs: Složka %s je již uzamčena. Chcete ji uvolnit a všechny její podsložky ?
it: La directory %s è già bloccata. Sbloccarla insieme alle relative sottodirectory?
lt: Katalogas %s jau užrakintas. Ar norite atrakinti jį kartu su visais pakatalogiais?
tr: %s dizini zaten kilitli. Bunun ve tüm alt klasörlerinin kilidini açmak istiyor musunuz?

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
cs: Editor pro nový časovač. Může to být průvodce nebo klasický editor_
it: Editor utilizzato per aggiungere nuovi AutoTimer. Possono essere usati indifferentemente l'edito classico o la configurazione guidata.
lt: Redaktorius, kuris būtų panaudotas naujiems Auto laikmačiams. Tai gali ar būti Vedliu ar klasikiniu redaktoriumi.
pl: Edytor do używany do nowych AutoTimerów. To może być także kreator lub klasyczny edytor.
tr: Yeni Otomatik Zamanlayıcılar için düzenleyici.Bu,sihirbaz veya klasik düzenleyici olabilir.

source: The following files are used for other entrys in List ! Also delete these files? %s
cs: Následující soubory jsou použité i v jiném seznamu ! Tyto soubor také odstranit ? %s
it: I seguenti file sono usati per altre voci in elenco. Eliminare anche questi files? %s
lt: Šie failai naudojami kitiems sąrašo įrašams! Vis tiek ištrinti šiuos failus? %s
tr: Aşağıdaki dosyalar listedeki diğer girdiler tarafından kullanılıyor! Bu dosyalar da silinsin mi? %s

source: The match attribute is mandatory.
cs: Atribut pro shodu je povinný !
it: La stringa di confronto è obbligatoria.
lt: Požymis yra privalomas.
pl: Atrybut porównania jest obowiązkowy
tr: Eşleştirme yapmak zorunludur.

source: The maximum number of bytes in each network READ request that the NFS client can receive when reading data from a file on an NFS server. The actual data payload size of each NFS READ request is equal to or smaller than the rsize setting. The largest read payload supported by the Linux NFS client is 1,048,576 bytes (one megabyte).
cs: Max.počet bytů pro čtení v síti, které vyžaduje NFS klient a může přijmout při načítání dat ze souborů na NFS serveru. Aktuální velikost dat platí pro všechny požadavky stejně, nebo méně než je nastaveno v rsize. Největší platná velikost je pro Linux NFS klienta 1,048,576 bytů (jeden megabyt).
it: Numero massimo di byte per ogni richiesta READ di rete che il client NFS può ricevere durante la lettura di dati in un file su un server NFS. La dimensione effettiva del payload dei dati di ciascuna richiesta READ NFS è uguale o inferiore all'impostazione rsize. L'impostazione massima per i payload in lettura supportata dal client NFS Linux è 1.048.576 byte (un megabyte).
lt: Maksimalus baitų skaičius kiekviename tinkle skaito užklausą, kurį NFS klientas gali gauti skaitydamas duomenis iš failo NFS serveryje. Kiekvieno NFS READ užklausos faktinis duomenų kintamojo dydžio dydis yra lygus arba mažesnis nei nustatymo dydis. Didžiausia nuskaityta naudingoji apkrova, kurią palaiko Linux NFS klientas, yra 1,048,576 baitai (vienas megabaitas).
tr: NFS sunucusundaki bir dosyadan veri okurken,NFS istemcisinin her OKUMA isteği için alabileceği maksimum bayt sayısı.Her NFS READ isteğinin gerçek veri boyutu,rsize ayarına eşit veya daha küçüktür.Linux NFS istemcileri tarafından desteklenen en büyük veri kümesi 1.048.576 bayttır (1 megabayt).

source: The maximum number of bytes per network WRITE request that the NFS client can send when writing data to a file on an NFS server. The actual data payload size of each NFS WRITE request is equal to or smaller than the wsize setting. The largest write payload supported by the Linux NFS client is 1,048,576 bytes (one megabyte).
cs: Max.počet bytů pro zápis v síti, které vyžaduje NFS klient a může zapsat do souboru na NFS serveru. Aktuální velikost dat platí pro všechny požadavky stejně, nebo méně než je nastaveno v wsize. Největší platná velikost je pro Linux NFS klienta 1,048,576 bytů (jeden megabyt).
it: Numero massimo di byte per richiesta WRITE di rete che il client NFS può inviare durante la scrittura di dati in un file su un server NFS. La dimensione effettiva del payload dei dati di ciascuna richiesta WRITE NFS è uguale o inferiore all'impostazione wsize. L'impostazione massima per i payload in scrittura supportata dal client NFS Linux è 1.048.576 byte (un megabyte).
lt: Maksimalus baitų skaičius viename tinkle rašymo užklausa, kurią NFS klientas gali siųsti, kai rašo duomenis į NFS serverio failą. Kiekvieno NFS WRITE užklausos faktinių duomenų kintamoji apkrova yra lygi arba mažesnė nei wsize nustatymas. Didžiausia Linux NFS kliento palaikomo kopijavimo kopija yra 1,048,576 baitų (1 megabaitas).
tr: NFS sunucusundaki bir dosyaya veri yazarken,NFS istemcisinin her YAZMA isteği için gönderebileceği maksimum bayt sayısı.Her NFS WRITE isteğinin gerçek veri boyutu,wsize ayarına eşit veya bundan daha küçüktür.Linux NFS istemcileri tarafından desteklenen en büyük veri kümesi 1.048.576 bayttır (1 megabayt).

source: The movie "%s" is cut in the background.
cs: Video "%s" bude vystříháno na pozadí.
it: Il taglio di "%s" verrà eseguito in background.
lt: Filmas "%s" iškarpomas fone.
pl: Film "%s" jest cięty w tle.
tr: "%s" filmi arka planda kesilir.

source: The movie "%s" is successfully cut
cs: Střih videa : "%s" ...byl v pořádku dokončený...
it: Taglio della registrazione "%s terminato correttamente
lt: Filmas "%s" sėkmingai iškirptas
pl: Cięcie filmu "%s" udane.
tr: "%s" filmi başarıyla kesildi

source: The movie is moved in the background from %s to %s.
cs: Video bylo na pozadí přesunuto z %s do %s
it: Il video verrà spostato in background da %s a %s.
lt: Filmas yra perkeltas fone iš %s į %s.
pl: Film jest przenoszony w tle z %s do %s.
tr: Film arkaplanda %s konumundan %s konumuna taşınıyor.
