Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Mount the filesystem read-write.
cs: Připojí soub.systém pouze pro čtení a zápis_
it: Montare il filesystem in lettura/scrittura.
lt: Šią failų sistemą prijungti skaitymui ir rašymui.
tr: Dosya sistemini okuma-yazma olarak bağlayın.

source: Mount type
cs: typ připojení
it: Tipo mount
lt: Pajungimo tipas
pl: Typ montowania
tr: Bağlantı tipi

source: MountManager
cs: Std.správa přípojných bodů...
lt: Pajungimo valdymas
pl: Menedżer Montowania
tr: Ağ diski yönetimi

source: Mounted/ Unmounted
cs: připojení
it: Montata Non Montata
lt: Pajungta/ Atjungta
pl: Zamontowane/ Odmontowane
tr: Bağlı/ Bağlı değil

source: Mountpoints management
cs: std.správa přípojných bodů sítě
it: Gestione mount point
lt: Pajungimo taškų valdymas
pl: Zarządzanie punktami montowania
tr: Bağlantı noktası yönetimi

source: Mounts
cs: připojit
lt: Prijungimai
pl: Podmontowane
tr: Bağlantılar

source: Mounts editor
cs: Editor přípojných bodů...
it: Editor mount
lt: Pajungimų redaktorius
pl: Edytor montowania
tr: Bağlantı düzenleyici

source: Move
cs: přesun
it: Sposta
lt: Perkelti
pl: Przesuń
tr: Taşı

source: Move Cover to:
cs: přesunout potisk do :
it: sposta Cover in:
lt: Perkelti viršelį į:
tr: Kapağı şuraya taşı:

source: Move Directory:
cs: přesunout složku :
it: Sposta Directory:
lt: Perkelti katalogą:
tr: Dizini Taşı:

source: Move File
cs: přesunout soubor
it: Sposta File
lt: Perkelti failą
pl: Przenieś Plik
tr: Dosyayı taşı

source: Move Files
cs: přesunout soubory
it: Sposta Files
lt: Perkelti failus
pl: Przenieś Pliki
tr: Dosyaları Taşı

source: Move clock
cs: posun hodin
it: Spost. orologio
lt: Perkelti laikrodį
pl: Przesuń zegar
tr: Saati taşı

source: Move cursor down
cs: přesunout kurzor dolů
it: Cursore giù
lt: Traukti žymeklį žemyn
pl: Ruch kursorem pozycję w dół
tr: İmleci aşağı taşı

source: Move cursor left
cs: posunout kurzor doleva
it: Spostare il cursore a sinistra
lt: Perkelkite žymeklį į kairę
pl: Przesuń kursor w lewo
tr: İmleci sola taşı

source: Move cursor page down
cs: přesunout kurzor o stránku dolů
it: Spostare il cursore 1 pagina giù
lt: Perkelti žymeklį per puslapį žemyn
pl: Ruch kursorem o stronę w dół
tr: İmleci aşağı taşı

source: Move cursor page up
cs: přesun kurzoru nahoru
it: Spostare il cursore 1 pagina sù
lt: Perkelti žymeklį per puslapį aukštyn
pl: Ruch kursorem o stronę w górę
tr: İmleci yukarı taşı

source: Move cursor right
cs: posunout kurzor doprava
it: Spostare il cursore a destra
lt: Perkelkite žymeklį į dešinę
pl: Przesuń kursor w prawo
tr: İmleci sağa taşı

source: Move cursor to the end / Move cursor x entries down / Switch Folders in Movie Home (down)
cs: přesunout kurzor "dolů" / o x řádků / přepnout složky
it: Spostare il cursore in fondo / Spostare il cursore x voci giù / Passare alla home directory video (giù)
lt: Perkelti žymeklį į pabaigą / perkelti žymeklį X įrašų žemyn / Perkelti filmų namų katalogus (žemyn)
tr: İmleç tamamen aşağı / İmleç x satır aşağı / Movie Home'da (aşağı) klasörü değiştir

source: Move cursor to the top / Move cursor x entries up / Switch Folders in Movie Home (up)
cs: přesunout kurzor "nahoru" / o x řádků / přepnout složky
it: Spostare il cursore all'inizio / Spostare il cursore x voci su / Passare alla home directory video (su)
lt: Perkelti žymeklį į pradžią / perkelti žymeklį X įrašų aukštyn / Perkelti filmų namų katalogus (aukštyn)
tr: İmleci en üste taşı / İmleci x girişi yukarı taşı / Film Ana Sayfasında (yukarı) Klasörleri Değiştir

source: Move cursor up
cs: přesunout kurzor nahoru
it: Cursore sù
lt: Traukti žymeklį aukštyn
pl: Ruch kursorem pozycję w górę
tr: İmleci yukarı taşı

source: Move file(s):
cs: přesunout soubor :
it: Sposta File(s):
lt: Perkelti failą(us):
tr: Dosyaları taşı:

source: Move finished movies in trashcan
cs: přesunout zhlédnuté video do koše
it: Sposta i film terminati nel cestino
lt: Pabaigtus filmus perkelti į šiukšliadėžę
pl: Przenieś gotowe filmy do kosza
tr: İzlediğiniz filmleri çöp kutusuna taşıyın

source: Move page down
cs: posun o stránku dolů
it: Pagina giù
lt: Perkelti puslapį žemyn
pl: Przesuń stronę w dół
tr: Bir sayfa aşağı atla

source: Move page up
cs: posun o stránku nahoru
it: Pagina sù
lt: Perkelti puslapį aukštyn
pl: Przsuń stronę w górę
tr: Bir sayfa yukarı atla

source: Move plugin screen
cs: přesun okna
it: Spostare la finestra del plugin
lt: Perkelti papildomos programos ekraną
pl: Przenieś obraz plugnu
tr: Eklenti ekranını taşı

source: Move screen down
cs: posunout panel dolů
it: Spostare la finestra giù
lt: Perkelkite ekraną žemyn
pl: Przenieś obraz w dół
tr: Ekranı aşağı taşı

source: Move screen to the center of your TV
cs: posunout panel na střed TV
it: Posizionare la finestra al centro
lt: Perkelkite ekraną į TV centrą
pl: Przenieś obraz na środek TV
tr: Ekranı TV ekranının ortasına ortala

source: Move screen to the left
cs: posunout panel vlevo
it: Spostare la finestra a sx
lt: Perkelkite ekraną į kairę
pl: Przenieś obraz do lewej
tr: Ekranı sola taşı

source: Move screen to the lower left corner
cs: posunout panel na spodní levý roh
it: Spostare la finestra nell'angolo in basso a sx
lt: Perkelkite ekraną į kairį apatinį kampą
pl: Przenieś obraz do lewego rogu
tr: Ekranı sol alt köşeye taşı

source: Move screen to the lower right corner
cs: posunout panel na spodní pravý roh
it: Spostare la finestra nell'angolo in basso a dx
lt: Perkelkite ekraną į apatinį dešinį kampą
pl: Przenieś obraz do niższego lewego rogu
tr: Ekranı sağ alt köşeye taşı

source: Move screen to the middle of the left border
cs: posunout panel na střed levého okraje
it: Spostare la finestra al centro del bordo sx
lt: Perkelkite ekraną į kairio krašto vidurį
pl: Przenieś obraz na środek lewej ramki
tr: Ekranı sol çerçevenin ortasına taşı

source: Move screen to the middle of the right border
cs: posunout panel na střed pravého okraje
it: Spostare la finestra al centro del bordo dx
lt: Perkelkite ekraną į dešinio krašto vidurį
pl: Przenieś obraz na środek prawej ramki
tr: Ekranı sağ çerçevenin ortasına taşı

source: Move screen to the right
cs: posunout panel doprava
it: Spostare la finestra a dx
lt: Perkelkite ekraną į dešinę
pl: Przenieś obraz do prawej
tr: Ekranı sağa taşı

source: Move screen to the upper left corner
cs: posunout panel na horní levý roh
it: Spostare la finestra nell'angolo in alto a sx
lt: Perkelkite ekraną į viršutinį kairį kampą
pl: Przenieś obraz do wyższego lewego rogu
tr: Ekranı sol üst köşeye taşı

source: Move screen to the upper right corner
cs: posunout panel na horní pravý roh
it: Spostare la finestra nell'angolo in alto a dx
lt: Perkelkite ekraną į viršutinį dešinį kampą
pl: Przenieś obraz do wyższego prawego rogu
tr: Ekranı sağ üst köşeye taşı

source: Move screen up
cs: posunout panel nahoru
it: Spostare la finestra in sù
lt: Perkelkite ekraną į viršų
pl: Przenieś obraz wyżej
tr: Ekranı yukarı taşı

source: Movie '%s' deleted
cs: video '%s' bylo odstraněno
it: Registrazione %s rimossa
lt: Filmas '%s' ištrintas
pl: Nagranie '%s' usunięte
tr: '%s' filmi silindi

source: Movie '%s' has unknown suffix '%s'.
cs: video '%s' má neznámou příponu '%s' !
it: La registrazione "%s" possiede un suffisso sconosciuto: "%s".
lt: Filmas '%s' turi nežinomą priesagą '%s'.
pl: Nagranie '%s' ma nieznane rozszerzenie '%s'.
tr: '%s' filminin bilinmeyen bir '%s' eki var.

source: Movie '%s' moved to '%s' without errors.
cs: video '%s' přesunuto do '%s' bez chyby
it: Registrazione %s spostata in %s correttamente.
lt: Filmas '%s' perkeltas į '%s' be klaidų.
pl: Nagranie '%s' przeniesione do '%s' bez błędów.
tr: '%s' filmi hatasız '%s' konumuna taşındı.

source: Movie Color
cs: barevně
it: Colore Film
lt: Filmo spalva
pl: Kolor filmu
tr: Kaydın rengi

source: Movie Cover downloaded successfully! Can not write Movie Information File %s
cs: Potisk byl úspěšně stažený. Info k videu zapsat ale nelze ! %s
it: Cover del film scaricate correttamente. Impossibile scrivere il file delle informazioni video %s
lt: Filmo viršelis parsiųstas sėkmingai! Nepavyksta įrašyti filmo informacijos failo %s
pl: Pomyślnie pobrano okładkę filmu! Nie można zapisać pliku informacji o filmie %s
tr: Film Kapağı başarıyla indirildi! Film Bilgi Dosyası yazılamıyor %s

source: Movie Directory
cs: složka videa
it: Directory video
lt: Filmų aplankas
pl: Katalog Nagrań
tr: Film Klasörü

source: Movie Information Download Setup
cs: stahování informací k videu
it: Impostazioni Download Informazioni Film
lt: Filmo informacijos parsiuntimo sąranka
pl: Konfiguracja pobierania
tr: Film Bilgileri İndirme Kurulumu

source: Movie Information Preview for:
cs: zobrazit informace k videu :
it: Anteprima Informazioni Film per:
lt: Filmo informacijos peržiūra:
pl: Podgląd dla:
tr: Film Bilgi Önizlemesi için:

source: Movie Information TMDb
cs: info o videu z TMDb
it: Informazioni Film TMDb
lt: Filmo informacija TMDb
pl: Informacje o filmie TMDb
tr: Film Bilgileri TMDb

source: Movie Information and Cover downloaded successfully!
cs: Info o videu a potis byl stažený v pořádku
it: Informazioni video e Cover scaricati correttamente.
lt: Filmo informacija ir viršelis parsiųsti sėkmingai!
pl: Informacje o filmie i okładce pobrane pomyślnie!
tr: Film Bilgileri ve Kapak başarıyla indirildi!

source: Movie Information downloaded successfully!
cs: Info k videu bylo úspěšně staženo
it: Informazioni video scaricate correttamente.
lt: Filmo informacija parsiųsta sėkmingai!
tr: Film Bilgileri başarıyla indirildi!

source: Movie Information downloaded successfully! Can not write Movie Cover File %s
cs: Info o videu bylo staženo v pořádku. Nelze ale zapsat soubor potisku ! %s
it: Informazioni video scaricate correttamente. Impossibile salvare il file della Cover del video %s
lt: Filmo informacija parsiųsta sėkmingai! Nepavyksta įrašyti filmo viršelio failo %s
pl: Informacje o filmie zostały pomyślnie pobrane! Nie można zapisać pliku okładki filmu %s
tr: Film Bilgileri başarıyla indirildi! Film Kapak Dosyası yazılamıyor %s

source: Movie Player
lt: Filmų grotuvas
pl: Odtwarzacz filmów
tr: Film Oynatıcı

source: Movie Selection Menu
cs: menu výběru videa
it: Menu selezione registrazioni
lt: Filmo pasirinkimo meniu
pl: Menu wyboru nagrań
tr: Film Seçim Menüsü

source: Movie Tagger
cs: značka videa
lt: Filmų žymų tvarkytuvė
pl: Znacznik Nagrań
tr: Film Etiketleyici

source: Movie Tagger...
cs: Přesunout značku...
it: Etichettare video...
lt: Filmų žymų tvarkytuvė...
pl: Znacznik Nagrań...
tr: Film Etiketleyici...

source: Movie home
cs: výchozí složka videa
it: Dir. registrazioni
lt: Filmų katalogas
pl: Główny kat.
tr: Film evi

source: Movie home at start
cs: začít na výchozí složce videa
it: Avvio dalla directory "home" delle registrazioni
lt: Filmų namų katalogas paleidžiant
pl: Główny katalog przy starcie
tr: Başlangıçta "Film Ana Sayfası"

source: Movie home home path
cs: výchozí složku videa umístit do ...
it: Percorso directory "home" registrazioni
lt: Kelias į filmų namų katalogą
pl: Ścieżka Głównego katalogu
tr: Film Ana Sayfası: kök dizin

source: Movie information
cs: info o videu
it: Informazione Film
lt: Filmo informacija
tr: Film bilgileri

source: Movie preview delay in ms
cs: zpoždění "náhledu" videa v ms
it: Ritardo dell'anteprima dei film in ms
lt: Filmo peržiūros atvėrimo delsa (ms)
pl: Opóźnienie podglądu filmu w ms
tr: ms cinsinden film önizleme gecikmesi

source: Movie-EPG Configuration
cs: movie-EPG konfigurace
it: Configurazione EPG Movie
lt: Filmo EPG konfigūracija
pl: Konfiguracja Movie EPG
tr: Film-EPG Yapılandırması

source: MovieTagger adds tags to recorded movies to sort a large list of movies.
cs: Přidává kategorii žánru k nahranému videu.
it: MovieTagger permette di aggiungere etichette alle registrazioni per poterle catalogare più facilmente.
lt: MovieTagger prideda korteles su užrašu prie įrašytų kino filmų, kad rūšiuotų didelį kino filmų sąrašą.
pl: MovieTagger dodaje znaczniki w nagraniach do sortowania dużych nagrań.
tr: Film Etiketleyici, büyük bir film listesini sıralamak için kaydedilen filmlere etiketler ekler.

source: Movielist
cs: práce s videem---
it: Elenco video
lt: Filmų sąrašas
tr: Film listesi

source: Movielist Preview
cs: zobrazit náhled videa
lt: Filmų sąrašo peržiūra
pl: Podgląd Listy Filmów
tr: Film Listesi Önizlemesi

source: Movielist Preview creates screenshots of recordings and shows them inside the movielist.
cs: Sestavuje snímky nahrávek a zobrazuje je uvnitř seznamu videa.
it: Creare screenshot delle registrazioni per mostrarle insieme all'elenco registrazioni.
lt: Kino filmo sąrašo peržiūra kuria momentines ekrano įrašų kopijas ir rodo jas kino filmo sąraše.
pl: MovieList Preview tworzy zdjęcia z nagrań i pokazuje je jako okładki wewnątrz MovieList.
tr: Film Listesi Önizleme,kaydedilen filmler için küçük resimler oluşturur ve bunları film listesinde görüntüler.

source: Movies
cs: videa, filmy
it: Film
lt: Filmai
pl: Nagrania wideo
tr: Filmler

source: Movietitle:
cs: název videa :
it: Titolo Film:
lt: Filmo pavadinimas:
pl: Tytuł filmu:
tr: Film başlığı:

source: Moving %s to %s
cs: přesun %s do %s
it: Spostamento di %s in %s
tr: %s, %s konumuna taşınıyor

source: Moving Movie '%s' to '%s' in background.
cs: Přesun videa '%s' do '%s' na pozadí
it: Spostamento di %s a %s in background in corso.
lt: Filmo perkėlimas '%s' į '%s' fone.
pl: Nagranie '%s' w tle przeniesione do '%s'.
tr: '%s' Filmi arka planda '%s' konumuna taşınıyor.

source: Multi Dreambox RC layer setup
cs: -- nastavení dálk.ovladače při více přijímačích
it: Impostazioni RC Dreambox
lt: Daugiafunkcinių Dreambox RC lygmens nustatymas
pl: Wiele Pilotów RC Dreambox`a Ustawienia
tr: Çoklu Dreambox Uzaktan Kumanda katman kurulumu

source: Multi EPG
cs: akt.programy_2
lt: Kanalų EPG
tr: Çoklu EPR

source: Multi Sat
lt: Daugiafunkcinė palydovinė
pl: Wiele Satelit
tr: Çoklu uydu

source: Multiple Tuner Types available!
cs: Je dostupné více typů tunerů !
it: Tuner di diverso tipo disponibili!
lt: Galimi keli imtuvų tipai!
pl: Dostępne kilka Typów Tunera!
tr: Çoklu Tuner Türleri mevcut!

source: Music
cs: audio...
it: Musica
lt: Muzika
pl: Muzyka
tr: Müzik

source: Music player:
cs: audio přehrávač :
it: Player musicale:
lt: Muzikos grotuvas:
pl: Odtwarzacz muzyczny:
tr: Müzik çalar:

source: Mute
cs: vypnout zvuk
it: Silenziare
lt: Nutildyti
pl: Wycisz
tr: Sessiz

source: Mute button remote control
cs: tlačítko Mute na dálkovém ovladači
it: Tasto mute
lt: Garso išjungimo mygtukas nuotolinio valdymo pulte
pl: Przycisk Wycisz pilota
tr: Sessiz düğmesi uzaktan kumanda

source: Mute on incoming call
cs: umlčet příchozí volání
it: Silenziare su chiamata in ingresso
lt: Išjungti garsą įeinančiam skambučiui
tr: Gelen aramalarda sessize al

source: Mute on outgoing calls
cs: umlčet odchozí volání
it: Silenziare su chiamata in uscita
lt: Išjungti garsą išeinantiems skambučiams
tr: Giden aramalarda sessize al

source: Mute toggled
cs: přepínač vypnutí zvuku
it: Mute commutato
lt: Išjungti garsą perjungiant
pl: Wyciszenie przełączone
tr: Sessiz

source: My TubePlayer
lt: My Tube grotuvas
pl: Odtwarzacz MyTube
tr: MyTube oynatıcı

source: MyTube Player
it: Player MyTube
lt: MyTube grotuvas
pl: Odtwarzacz MyTube
tr: MyTube Oynatıcı

source: MyTube Plugin is not installed!
cs: MyTube není nainstalovaný !
it: Plugin MyTube non installato!
lt: MyTube priedas neįdiegtas!
pl: Wtyczka MyTube nie zainstalowana!
tr: MyTube Eklentisi kurulu değil!

source: MyTube Settings
cs: MyTube - nastavení
it: Configurazione MyTube
lt: My Tube nustatymai
pl: Ustawienia MyTube
tr: MyTube ayarları

source: MyTubePlayer
cs: MyTube - přehrávač
lt: MyTube grotuvas
pl: Odtwarzacz MyTube
tr: MyTube oynatıcı

source: MyTubePlayer Help
cs: MyTubePlayer - nápověda...
it: Aiuto su MyTubePlayer
lt: MyTube grotuvo pagalba
pl: Pomoc MyTube
tr: MyTube oynatıcı yardım

source: MyTubePlayer active video downloads
cs: MyTubePlayer - stažená videa
it: MyTubePlayer: download filmati attivi
lt: MyTube grotuvo aktyvūs vaizdo parsisiuntimai
pl: Widok pobierania filmów
tr: MyTube oynatıcı indirilen videolar

source: MyTubePlayer settings
cs: MyTubePlayer - nastavení
it: Configurazione MyTubePlayer
lt: MyTube grotuvo nustatymai
pl: Ustawienia odtwarzacza MyTube
tr: MyTube oynatıcı ayarları

source: MyTubeVideoInfoScreen
cs: MyTubeVideo - info okno
lt: MyTube vaizdo ekranas
pl: Info MyTube
tr: MyTube video bilgi ekranı

source: MyTubeVideohelpScreen
cs: MyTubeVideo - info okno
lt: MyTube vaizdo pagalbos ekranas
pl: Pomoc MyTube
tr: MyTube video yardım ekranı

source: N/A
cs: -není-
pl: N/D
tr: Kullanılamaz

source: NAPISY24 searching method error: Both IMDB and movie name haven't values. Please give at least one correct searching value.
cs: NAPISY24 - chybná metoda vyhledávání : Pro IMDB a název videa chybí data ! Zadejte alespoň jeden vyhledávací řetězec.
it: NAPISY24 metodo di ricerca errore: Sia IMDB che il nome film non hanno un valore. Correggerne almeno uno per una ricerca corretta.
lt: NAPISY24 paieškos metodo klaida: Abiejų IMDB ir kino pavadinimo nėra reikšmės. Prašome pateikti bent vieną teisingą paieškos reikšmę.
pl: NAPISY24 błąd metody wyszukiwania: Zarówno IMDB oraz nazwa filmu nie ma wartości. Proszę podać przynajmniej jedną poprawną wartość wyszukiwania.
tr: NAPISY24 arama yönteminde hata: Hem IMDB hem de film adının değeri yoktur. Lütfen en az bir doğru arama değeri girin.

source: NAPISY24 searching method error: Can't find IMDB identifier for this movie. Please try another searching method.
cs: NAPISY24 - chybná metoda vyhledávání : Identifikátor videa v IMDB nefunguje ! Vyberte jiný způsob hledání.
it: NAPISY24 metodo di ricerca errore: Impossibile trovare questo film nell'IMDB. Usare un altro fattore di ricerca.
lt: NAPISY24 paieškos metodo klaida: Nerandame IMDB identifikatorių šiam filmui. Bandykite kitą paieškos metodą.
pl: NAPISY24 błąd metody wyszukiwania: Nie można znaleźć identyfikatora IMDB dla tego filmu. Spróbuj innego sposobu wyszukiwania.
tr: NAPISY24 arama yönteminde hata: Bu film için IMDB tanımlayıcısı bulunamadı. Lütfen başka bir arama yöntemi deneyin.

source: NAPISY24 searching method error: Please enter movie name to search.
cs: NAPISY24 - chybná metoda vyhledávání : Zadejte název pro vyhledání videa.
it: NAPISY24 metodo di ricerca errore: Inserire il nome del film da ricercare.
lt: NAPISY24 paieškos metodo klaida: Įrašykite filmo pavadinimą paieškai.
pl: NAPISY24 błąd metody wyszukiwania: Proszę podać nazwę filmu do wyszukania.
tr: NAPISY24 arama yönteminde hata: Lütfen arama için film adını giriniz.

source: NAS Poweroff (press OK to edit)
cs: vypnutí NAS úložiště (OK -> upravit)
it: Spegnimento NAS (Ok >> modificare)
lt: NAS išsijungimas (paspauskite OK, kad redaguoti)
pl: NAS wyłączone (naciśnij OK, aby edytować)
tr: NAS Gücü Kapatma (düzenlemek için Tamam'a basın)

source: NAS/Server Name or IP
cs: NAS / server - název nebo IP
it: Nome o IP NAS/Server
lt: NAS / Serverio pavadinimas arba IP
pl: NAS/Serwer Nazwa lub IP
tr: NAS/Server Adı veya IP adresi

source: NCID Client - Setup
cs: NCID Client - nastavení
it: NCID Client - Configurazione
lt: NCID Klientas - Valdymas
pl: NCID Klient - Ustawienia
tr: NCID İstemci kurulumu

source: NCID Client shows incoming voice calls promoted by any NCID server (e.g. Vodafone Easybox) on your Dreambox.
cs: NCID klient zobrazuje přicházející hlasová volání z NCID serveru, např. Vodafone Easybox na Dreamboxu.
it: NCID Client permette di visualizzare sul Dreambox chiamate vocali processate da un server NCID (come il Vodafone Easybox).
lt: NCID klientas rodo įeinančius balso skambučius iš bet kurio NCID serverio (pvz., Vodafone Easybox) į savo Dreambox.
pl: NCID klient pokazuje przychodzące rozmowy promowane przez każdy serwer NCID (np. Vodafone Easybox) na twoim Dreambox`ie.
tr: NCID İstemcisi,Dreambox'ınızdaki herhangi bir NCID sunucusu (örn. Vodafone Easybox) tarafından tanıtılan gelen sesli aramaları gösterir.

source: NCID server (Name or IP)
cs: NCID server (název nebo IP)
it: Server NCID (Nome o IP)
lt: NCID serveris (Pavadinimas arba IP)
pl: NCID Serwer (Nazwa lub IP)
tr: NCID sunucusu (Ad veya IP)

source: NCID server listening port (1-65535)
cs: NCID server port (1-65535)
it: Porta server NCID (1-65535)
lt: NCID serverio klausymo jungtis (1-65535)
pl: NCID Port Serwera (1-65535)
tr: NCID sunucusu dinleme bağlantı noktası (1-65535)

source: NFS share
cs: NFS sdílení
it: Condivisione NFS
lt: NFS bendrinimas
pl: Udział NFS
tr: NFS paylaşım

source: Name
cs: název
it: Nome
lt: Pavadinimas
pl: Nazwa
tr: Ad

source: Name and Description Input
cs: zadání názvu a popisu
it: Inserimento nome e descrizione
lt: Pavadinimo ir aprašymo įvestis
pl: Nazwa i Opis
tr: Ad ve Açıklama Girişi

source: Name of DVD
cs: název DVD
it: Titolo del DVD
lt: DVD pavadinimas
pl: Nazwa DVD
tr: DVD Adı

source: Name:
cs: název :
it: Nome:
lt: Pavadinimas:
pl: Nazwa:
tr: Adı:

source: Name: %s
cs: název : %s
it: Nome: %s
tr: Ad: %s

source: NameZAP Setup
cs: NameZAP - nastavení
it: Configurazione NameZAP
lt: NameZAP valdymas
pl: NameZAP Ustawienia
tr: NameZAP Kurulumu

source: Netmask
cs: maska sítě
lt: Potinklio kaukė
pl: Maska sieci
tr: Alt ağ maskesi

source: Network Browser
cs: připojená zařízení v síti
it: Browser di rete
lt: Tinklo naršyklė
pl: Przeglądarka Sieci
tr: Ağ Tarayıcısı

source: Network Interface
cs: rozhraní sítě
it: Interfaccia di rete
lt: Tinklo sąsaja
pl: Interfejs sieciowy
tr: Ağ arayüzü

source: Network error. Disabling Growlee until next restart!
cs: Chyba sítě ! Vypněte Growlee až do dalšího restartu !
it: Errore di rete. Disabilitare Growlee fino al prossimo riavvio.
lt: Tinklo klaida. Išjunkite Growlee iki kito naujo paleidimo!
pl: Błąd sieci. Wyłączenie Growlee przy następnym restarcie!
tr: Ağ hatası. Bir sonraki yeniden başlatmaya kadar Growlee'yi devre dışı bırakın!

source: Network mount
cs: síťový přípojný bod
it: Mount di rete
lt: Tinklo pajungimai
pl: Montowanie sieci
tr: Ağ bağlantısı

source: NetworkBrowser
cs: procházení sítě
lt: Tinklo naršyklė
pl: Przeglądarka sieciowa
tr: Ağ gezgini

source: Networking port (default: 7374):
cs: síťový port (standardně: 7374) :
it: Porta (predefinita: 7374):
lt: Tinklo jungtis (numatytoji: 7374):
pl: Port sieciowy (default: 7374):
tr: Ağ bağlantı noktası (varsayılan: 7374):

source: Never
cs: nikdy
it: Mai
lt: Niekada
pl: Nigdy
tr: Hiç

source: Never miss any free space warning, update or timer conflict
cs: Potlačit varování o nedostatku místa při aktualizaci nebo konfliktu časovačů !
it: Per essere sempre avvisati circa l'esaurimento dello spazio libero, la presenza di timer in conflitto o aggiornamenti disponibili
lt: Niekada nepraleiskite jokio laisvo erdvės įspėjimo, atnaujinimo ar laikmačio konflikto
pl: Nigdy nie przegap żadnego ostrzeżenia o wolnym miejscu, aktualizacji lub konflikcie timera
tr: Hiçbir boş alan uyarısını, güncellemeyi veya zamanlayıcı çakışmasını kaçırmayın

source: New
cs: nový
it: Nuovo
lt: Naujas
pl: Nowy
tr: Yeni

source: New Items
cs: nová položka
it: Nuovo elemento
lt: Nauji elementai
pl: Nowe elementy
tr: Yeni maddeler

source: New Items since last Auto-Update
cs: nové položky od poslední aut.aktualizace
it: Nuovo elemento dall'ultimo aggiornamento automatico
lt: Nauji elementai po paskutinio automatinio atnaujinimo
pl: Nowe pozycje od ostatniej Automatycznej Aktualizacji
tr: Son otomatik güncellemeden sonraki yeni bildirimler

source: New Password
cs: nové heslo
it: Nuova Password
tr: Yeni Şifre

source: New Search
cs: znovu vyhledat
it: Nuova ricerca
lt: Nauja paieška
pl: Nowe Szukanie
tr: Yeni Arama

source: New Tuner added! GUI restart required!
cs: Byl přidaný nový tuner ! Chcete Enigmu2 restartovat ?
it: Nuovo tuner aggiunto. È necessario riavviare la GUI.
lt: Naujas imtuvas pridėtas! GUI reikia paleisti iš naujo!
pl: Nowy Tuner dodany! wymagany restart GUI!
tr: Yeni Tuner eklendi! GUI'nin yeniden başlatılması gerekli!
