Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: GUI needs a restart to apply the new settings. Do you want to Restart the GUI now?
cs: Grafiku je třeba znovu obnovit ! Chcete Enigmu2 restartovat ?
it: L'applicazione delle nuove impostazioni richiede il riavvio della GUI. Riavviare ora?
lt: Grafinę aplinką reikia paleisti iš naujo, kad pritaikyti naujus nustatymus. Ar norite iš naujo paleisti grafinę aplinką dabar?
pl: GUI wymaga ponownego uruchomienia, aby zastosować zmiany. Czy chcesz teraz ponownie uruchomić ?
tr: Değişikliklerin etkili olması için GUI'nin yeniden başlatılması gerekir. GUI'yi şimdi yeniden başlatmak istiyor musunuz?

source: GUI needs a restart.
cs: Je třeba Enigmu2 restartovat !
it: È richiesto il riavvio della GUI.
lt: Grafinę aplinką reikia paleisti iš naujo.
pl: GUI wymaga ponownego uruchomienia.
tr: GUI yeniden başlamasi gerekir.

source: GUI that allows user to change the ftp- / telnet password.
cs: -- modul pro změnu hesla FTP / Telnet
it: Plugin con interfaccia grafica per la gestione della password ftp / telnet.
lt: Grafinė aplinka, kuri leidžia vartotojui keisti ftp-/ Telnet slaptažodį.
pl: Interfejs GUI pozwala użytkownikowi na zmianę hasła ftp / telnet.
tr: Ftp ve telnet şifrelerini değiştirmenize yardımcı olur.

source: GUI to change the ftp and telnet-password
cs: -- modul pro změnu hesla FTP a telnetu
it: Plugin con interfaccia grafica che consente la gestione della password ftp / telnet
lt: Grafinė aplinka, kad keisti ftp ir telnet slaptažodį
pl: Interfejs GUI do zmiany hasła telnet i ftp
tr: Ftp ve telnet şifrelerini değiştirmenize yardımcı olur

source: GZ-package:\n
cs: GZ-balíček :\n
it: Pacchetto-GZ :\n
lt: GZ-paketas: \n
pl: GZ pakiet:\n
tr: GZ arşivi:\n

source: Gaming
cs: hry
lt: Žaidimai
pl: Gry
tr: Oyun

source: Gateway
cs: brána :
lt: Šliuzas
pl: Brama
tr: Ağ geçidi

source: General
cs: obecné---
it: Generale
lt: Bendra informacija
pl: Ogólne
tr: Genel

source: General AC3 Delay
cs: základní zpoždění AC3
it: Ritardo generale AC3
tr: Genel AC3 gecikmesi

source: General Help
cs: základní nápověda
it: Help generico
lt: Bendra Pagalba
pl: Pomoc ogólna
tr: Genel Yardım

source: General PCM Delay
cs: základní zpoždění PCM
it: Ritardo generale PCM
tr: Genel PCM gecikmesi

source: Generate a random password
cs: vygenerovat náhodné heslo
it: Generare una password casuale
pl: Wygeneruj losowe hasło
tr: Rastgele bir şifre oluşturun

source: Generates and Shows TV Charts of all users having this plugin installed
cs: Modul pro generování a zobrazení grafů klasifikace od všech uživatelů.
lt: Sukuria ir parodo TV laidas visiems vartotojams, turintiems įdiegtą šį priedą
pl: Generuje i wyświetla Wykresy TV wszystkich użytkowników mających zainstalowaną tą wtyczkę.
tr: Bu eklentinin tüm kullanıcılarının TV çizelgelerini oluşturur ve görüntüler

source: Genre (%s) -> Song List
cs: Žánr (%s) -> seznam skladeb
it: Genere (%s) -> Elenco brani
lt: Žanras (%s)-> dainų sąrašas
pl: Gatunek (%s) -> Lista Utworów
tr: Tür (%s) -> Şarkı Listesi

source: Genre List
cs: seznam žánrů
it: Elenco per genere
lt: Žanrų sąrašas
pl: Lista Gatunków
tr: Tür Listesi

source: Genre:
cs: žánr :
it: Genere:
lt: Žanras:
pl: Gatunek:
tr: Tür:

source: Genres
cs: kategorie
it: Generi
lt: Žanrai
pl: Gatunki
tr: Türler

source: Genres (%d)
cs: žánry (%d)
it: Generi (%d)
lt: Žanrai (%d)
pl: Gatunki (%d)
tr: Türler (%d)

source: Genres:
cs: žánry :
it: Generi:
tr: Türler:

source: Genuine Dreambox
cs: -- ověření pravosti Dreamboxu
lt: Originalus Dreambox
pl: Autentyczność Dreambox`a
tr: Orijinal Dreambox

source: Genuine Dreambox verification
cs: -- ověření pravosti Dreamboxu
it: Plugin per la verifica dell'originalità del Dreambox
lt: Dreambox originalumo patikra
pl: Weryfikacja oryginalości Dreambox`a
tr: Orijinal Dreambox doğrulama

source: German
cs: německy
it: Tedesco
lt: Vokiečių
pl: Niemiecki
tr: Almanca

source: German storm information
cs: -- počasí nad Německem
it: Informazioni metereologiche per la Germania
lt: Vokietijos audrų informacija
pl: Niemieckie informacje burzowe
tr: Almanya hava durumu bilgisi

source: Germany
cs: Německo
it: Germania
lt: Vokietija
pl: Niemcy
tr: Almanya

source: Get AudioCD info from CDDB and CD-Text
cs: -- načtení informací audia z CDDB a CD textů
it: Plugin per ottenere informazioni da CDDB e CD-Text
lt: Gauti garso cd info iš CDDB ir CD-Text
pl: Pobierz dane Audio CD z CDDB i CD-Text
tr: Ses CD bilgisini CDDB ve CD-Text veritabanından getir

source: Get a Screenshot
cs: sejmout info
it: Ottenere uno screenshot
lt: Gauti ekrano nuotrauką
pl: Zrzut Ekranu
tr: Ekran görüntüsü al

source: Getting %s
cs: stáhnout %s
it: Caricamento %s
lt: Gaunama %s
pl: Pobieranie %s
tr: %s alınıyor

source: Getting Channel Information...
cs: stáhnout info kanálu...
it: Recupero informazioni canale in corso...
lt: Gaunama kanalo informacija...
pl: Pobieranie Informacji o kanale...
tr: Kanal bilgileri alınıyor...

source: Getting EPG Information...
cs: Stahuji EPG informace...
it: Recupero informazioni EPG in corso...
lt: Gaunama EPG informacija...
pl: Pobieranie informacji EPG...
tr: EPG bilgileri alınıyor...

source: Getting Event Info failed!
cs: Selhalo stahování informací o programu !
it: Recupero informazioni evento fallito.
lt: Nepavyko gauti įvykio informacijos!
pl: Pobieranie informacji o wydarzeniu nie powiodło się!
tr: Fehler bei lesen der Event-Infos!

source: Getting InternetRadio %s list...
cs: Stáhnout seznam pro InternetRadio %s ...
it: Caricamento elenco InternetRadio %s in corso...
lt: Gaunamas Interneto radijo %s sąrašas...
pl: Pobieram Internetową listę Radiową %s ....
tr: InternetRadio %s listesi alınıyor...

source: Getting Partnerbox Bouquet Information...
cs: Stahuji informace z Partnerboxu...
it: Recupero informazioni bouquet Partnerbox in corso...
lt: Gaunama Partnerbox paketo informacija...
pl: Pobieram Informacje o Bukiecie Partnerbox...
tr: Partnerbox kutusu buket bilgileri alınıyor...

source: Getting calls from FRITZ!Box...
cs: Stáhnout volání z FRITZ!Boxu...
it: Recupero chiamate da FRITZ!Box in corso...
lt: Gaunami skambučiai iš FRITZ!Box...
pl: Pobieram połączenia z FRITZ!Box...
tr: Aramalar FRITZ!Box'tan alınıyor...

source: Getting status from FRITZ!Box Fon...
cs: Stáhnout stav FRITZ!Boxu...
it: Recupero stato dalla FRITZ!Box Fon in corso...
lt: Gaunamas statusas iš FRITZ!Box iš...
pl: Pobieram status telefonu z FRITZ!Box...
tr: Durum bilgisi FRITZ!Box'tan alınıyor...

source: Getting streaming data from %s
cs: stáhnout sdílená data z : %s
it: Download dati stream da %s in corso
lt: Gaunami srauto duomenys iš %s
pl: Pobieram dane strumienia z %s
tr: Şuradan akış verilerini alın: %s

source: Getting streaming data from %s
cs: načíst sdílená data z %s
it: Download dati stream da %s
lt: Gaunami srauto duomenys iš %s
pl: Pobieram dane strumienia z %s
tr: %s'den akış verileri alınıyor

source: Getting weather information...
cs: Stahuji informace o počasí...
it: Recupero info meteo in corso...
lt: Gaunama informacija apie orus...
pl: Pierwsze informacje o pogodzie ...
tr: Hava durumu bilgileri yükleniyor...

source: Given path %s does not exist. Please change.
cs: Vybraná cesta %s neexistuje ! Opravte ji...
it: Il percorso %s non esiste. Cambiarlo.
lt: Nurodytas kelias %s neegzistuoja. Pakeiskite jį.
pl: Dana ścieżka %s nie istnieje. Proszę zmienić.
tr: Seçilen %s dizini mevcut değil. Lütfen değiştirin.

source: Global Setting
cs: obecné nastavení
it: Impostazioni globali
lt: Globalūs nustatymai
pl: Ustawienia Globalne
tr: Genel ayar

source: Global delay
cs: základní zpoždění
it: Ritardo globale
lt: Globali delsa
pl: Globalne opóźnienie
tr: Genel gecikme

source: GlobalsTheme: A GlobalsTheme defines values for variables that are reused in the skin and guarantee e.g. a consistent position of elements.
cs: GlobalsTheme : definuje hodnoty pro proměnné, které jsou znovu použity ve skinu a zaručují např. konzistentní polohu prvků.
it: GlobalsTheme: Un GlobalsTheme definisce i valori per le variabili che sono riutilizzate nelle skin e garantiscono ad esempio una posizione coerente degli elementi.
tr: GlobalsTheme: Bir GlobalsTheme, skin'e yeniden kullanılan değişkenler için değerleri tanımlar ve örneğin tutarlı bir öğe konumunu garanti eder.

source: Go and add a page in the settings
cs: přejít a přidat stránku v nastavení
it: Aggiungere una pagina alle impostazioni
lt: Eiti ir pridėti puslapį į nustatymus
pl: Idź i dodaj stronę w ustawieniach
tr: Ayarlarda bir sayfa ekleyin

source: Go to position:
cs: skok na pozici :
it: Andare a posizione:
lt: Eiti į poziciją:
pl: Idź do pozycji:
tr: Pozisyona dön:

source: Go to sleep now?
cs: uspat ?
it: Spegnere?
lt: Užmigti dabar?
pl: Przejść teraz w stan uśpienia ?
tr: Uyku kipine şimdi geçilsin mi?

source: Go to trashcan
cs: otevřít koš
it: Andare al cestino
lt: Į šiukšliadėžę
pl: Przejdź do kosza
tr: Çöp kutusuna git

source: Goofs:
cs: pitomci :
tr: Hatalar:

source: Google Password
cs: heslo Google
it: Password Google
lt: Google slaptažodis
pl: Hasło Google
tr: Google parola

source: Google Username
cs: uživatel Google
it: Username Google
lt: Google vartotojas
pl: Nazwa użytkownika Google
tr: Google kullanıcı adı

source: Google image path
cs: složka pro obrázky z Google...
it: Percorso immagini Google
lt: Google atvaizdo kelias
pl: Ścieżka obrazu Google
tr: Google resim yolu

source: Grab Video & OSD
cs: sejmout obraz+info
it: Screenshot video e OSD
lt: Griebti vaizdą ir OSD
pl: Zrzut Ekranu & OSD
tr: Video & OSD görüntüsü al

source: GraphMultiEPG is not installed!
cs: GraphMultiEPG není nainstalovaný !
it: GraphMultiEPG non è installato.
lt: Grafinis kelių kanalų EPG neįdiegtas!
pl: GraphMultiEPG nie jest zainstalowane!
tr: Grafiksel Çoklu EPG kurulu değil!

source: Graphik multi-EPG
cs: programy kanálů - vše
it: Multi-EPG Grafico
lt: Grafinis kelių kanalų EPG
pl: Graficzne Multi EPG
tr: Grafiksel Çoklu EPG

source: Great Britain
cs: Velká Británie
it: Gran Bretagna
lt: Didžioji Britanija
pl: Wielka Brytania
tr: Büyük Britanya

source: Green
cs: zelená
it: Verde
lt: Žalia
pl: Zielony
tr: Yeşil

source: Grey
cs: šedá
it: Grigio
lt: Pilka
pl: Szary
tr: Gri

source: Growl Host name
cs: Growl Host název
it: Hostname Growl
lt: Growl mazgo pavadinimas
pl: Growl Nazwa Hosta
tr: Growl Ana Bilgisayar Adı

source: Growlee allows your Dreambox to forward notifications like 'Record started' to a PC running a growl, snarl or syslog compatible client or directly to an iPhone using prowl.
cs: Umožňuje sat.přijímači odesílat zprávy (např.: 'Začalo nahrávání') do počítače, ve kterém běží klient kompatibilní s growl, snarl nebo syslog, případně do iPhonu.
it: Growlee consente al Dreambox di inoltrare notifiche come 'Registrazione avviata' ad un PC dove sia attivo growl, snarl o client compatibile syslog, o direttamente ad un iPhone che usi prowl.
lt: Growlee leidžia, kad jūsų imtuvas persiųstų pranešimus, tokius kaip: 'Įrašas prasidėjo' į asmeninį kompiuterį ar syslog suderinamą klientą ar tiesiai į iPhoną.
pl: Growlee pozwala Dreambox`owi przekazywać informacje jak "Nagrywanie rozpoczęte" do komputera z uruchomionym kompatybilnym klientem growl, snarl czy syslog lub bezpośrednio do iPhone`a za pomocą prowl.
tr: Growlee ile Dreambox'ınız, Growl istemcisi olan bir PC'ye,başlatılan bildirimleri kaydetme gibi Growl protokolünü kullanarak mesajlar gönderebilir.

source: Guess existing timer based on begin/end
cs: určit čas podle začátku a konce pořadu
it: Determinare i timer esistenti in base all'ora di inizio/fine
lt: Atspėti egzistuojantį laikmatį, remiantis pradžia/pabaiga
pl: Przypuszczalnie istniejący timer bazowany na początku/końcu
tr: Başlama/Bitiş bilgisini mevcutlardan al

source: Guest access
cs: přístup Guest
it: Accesso Guest
lt: Svečių prieiga
pl: Dostęp dla gości
tr: Misafir erişimi

source: Guest access not active
cs: přístup Guest není aktivní
it: Accesso Guest non attivo
lt: Svečių prieiga neaktyvi
pl: Dostęp jako gość nieaktywny
tr: Misafir erişimi etkinleştirilmedi

source: Guest access on
cs: přístup Guest je aktivovaný
it: Accesso Guest con
lt: Svečių prieiga
pl: Dostęp jako gość
tr: Konuk erişimi açık

source: HD Interlace Mode
cs: HD prokládaný mód
it: Modalità HD interlacciata
lt: HD keitimosi būsena
pl: Tryb HD z przeplotem
tr: HD geçmeli mod

source: HD Progressive Mode
cs: HD progresivní mód
it: Modalità HD progressiva
lt: HD progresyvi būsena
pl: Progresywny tryb HD
tr: HD aşamalı mod

source: HDMI CEC: Setup
cs: HDMI CEC : nastavení
it: HDMI CEC: Impostazioni
tr: HDMI CEC: Yapılandırması

source: HDMI CeC: Devices
cs: HDMI CEC : zařízení
it: HDMI CEC: dispositivi
tr: HDMI CeC: Cihazlar

source: HELP_About
cs: Informační modul_
it: Aprire la finestra di dialogo Informazioni
lt: PAGALBA-apie
pl: Otwiera okno dialogowe o Info.
tr: "Hakkında" penceresini açar.

source: HELP_After file OPs only re-scan affected dirs
cs: Pro operační data skenovat pouze určené složky_
it: Dopo aver eseguito un'operazione sui file (copiare, spostare, rimuovere ecc.) rieseguire la ricerca solo delle directory interessate dall'operazione
lt: PAGALBA-Po bylos failų OPs pakartotinai nuskaito paveiktas direktorijas
pl: Po plikach OP ponownie przeskanuj odpowiednie katalogi
tr: Dosya işlemlerinden sonra yalnızca etkilenen dizinler yeniden taranır.

source: HELP_Age of finished movies in movie folder (days)
cs: Počet dnů od zhlédnutí videa ve složce Movie, před přesunem do koše_
it: Tempo di permanenza delle registrazioni con lo stato "riproduzione terminata" nella home video prima di essere spostate nel cestino (in giorni)
lt: PAGALBA-Filmų aplanke esančių filmų aplanko amžius (dienomis)
pl: Określ ile dni ukończonych (oglądanych) nagrań może pozostać w twoim Głównym katalogu.
tr: Geri dönüşüm kutusuna taşınmadan önce "bitmiş görüldü" durumuna sahip kayıtların süresi.

source: HELP_Always save last played progress as marker
cs: Vždy uložit každou pozici při zastavení jako střihovou značku. Po těchto značkách se dá později přeskakovat tl. <>_
it: Impostare un contrassegno nella posizione di arresto ogni volta che si ferma una riproduzione. Riavviando la riproduzione, i tasti < > potranno essere utilizzati per saltare direttamente al contrassegno (indipendentemente dalla funzione di ripresa utilizzata)
lt: PAGALBA-Visada išsaugoti paskutinį atkūrimo stovį, kaip žymę
pl: Zawsze zapisuje ostatnio odtwarzany postęp jako znacznik
tr: Bu, oynatma her durdurulduğunda geçerli oynatma konumunu bir işaretleyici olarak kaydeder. Bu işaretçilere daha sonra doğrudan < > tuşlarıyla atlanabilir. (Özgeçmiş işlevinden bağımsız)

source: HELP_Automatic timers list cleaning
cs: Vyprázdnění seznamu aut.časovačů_
it: Rimuovere automaticamente i timer conclusi dall'elenco timer
lt: PAGALBA-automatinis laikmačių sąrašo valymas
pl: Finished Timers will be removed from the TimerList automatically.
tr: Tamamlanan zamanlayıcılar, zamanlayıcı listesinden otomatik olarak kaldırılır.

source: HELP_Blue button function
cs: Přiřazení funkce pro modré tlačítko_
it: Definire la funzione da assegnare al tasto Blu
lt: PAGALBA-'MĖLYNO' mygtuko funkcija
pl: A selection of functions can be assigned to the blue button.
tr: Mavi düğmeye seçilebilir bir işlev atanabilir.

source: HELP_Bouquet buttons behaviour
cs: Chování tlačítka Kanály + / - ... skok na začátek nebo konec_
it: Definire il comportamento dei tasti Bouquet
lt: PAGALBA-Bouquet mygtuko elgsena
pl: HELP_Funkcjonalność przycisków Bukietów
tr: Listenin en üstüne veya en altına atlayın veya belirli sayıda öğeyi atlayın

source: HELP_Check for dead links
cs: Prověření cest k externímu zařízení_
it: Verificare la presenza di collegamenti inesistenti
lt: PAGALBA-patikrinkite neveikiančias nuorodas
tr: Ölü bağlantıları yalnızca ilk kez kontrol etmek, harici medyanın beklemede kalmasına yardımcı olur, ancak uzak medyadaki dosyalar yine de görüntülenebilir.

source: HELP_Configure in etc\enigma2\emc-topdir.cfg
cs: Konfigurace v etc\enigma2\emc-topdir.cfg_
it: Attivando la funzione le directory elencate in /etc/enigma2/emc-topdir.cfg appariranno in testa all'elenco video
lt: PAGALBA-Konfigūravimas etc\enigma2\emc-topdir.cfg
tr: Etkinleştirilirse, /etc/enigma2/emc-topdir.cfg içinde listelenen dizinler film listesinin başında görüntülenecektir.

source: HELP_Cover background
cs: Pozadí potisku_
it: Impostare lo sfondo delle cover
lt: PAGALBA-Viršelio fonas
tr: Kapak arka planı buradan ayarlanabilir.

source: HELP_Cover delay in ms
cs: Zpoždění zobrazení "potisku" v ms _
it: Se la visualizzazione delle cover è abilitata è opportuno impostare un ritardo per il loro caricamento, per evitare che le cover vengano caricate durante lo zapping attraverso l'elenco video
lt: PAGALBA-Viršelio delsa (ms)
tr: Kapak resmini göster ayarlandıysa,bu, kapak resmini görüntülemeden önceki gecikmeyi ayarlamanıza olanak tanır.Bu, film listesinde gezinirken kapakların okunmasını engeller.

source: HELP_Cursor predictive move after selection
cs: Předvolený posun kurzoru z [VIDEO/PVR] pro posun tl. - při "odskoku" v daném směru_
it: Dopo la selezione con il tasti 'VIDEO'/'PVR' il cursore si sposterà nella direzione specificata. I tasti 'SU'/'GIÙ' sposteranno il cursore nella direzione corrispondente
lt: PAGALBA-Žymeklio nuspėjamas judėjimas po pasirinkimo
pl: Po wybraniu przyciskiem [VIDEO / PVR] kursor przesunie się w określonym kierunku. Za pomocą "góra / dół" kursor będzie podążał za ostatnim wybranym kierunkiem.
tr: [VIDEO/PVR] düğmesi ile seçim yapıldığında, imleç ayarlanan yönde hareket eder. "Yukarı/Aşağı" en son hareket edilen yöne atlar.

source: HELP_Daily auto-start
cs: Denní automatický start_
it: Impostare l'avvio giornaliero automatico
lt: PAGALBA-kasdieninis automatinis paleidimas
tr: Günlük otomatik başlatma

source: HELP_Daily cleanup time
cs: Vyprázdnění koše podle zadané doby_
it: Definire l'ora in cui EMC eliminerà tutti i file presenti nel cestino qualora sia stato superato il loro limite di scadenza
lt: PAGALBA-Kasdienio ištuštinimo laikas
pl: Time when EMC deletes all files in the trashcan beyond the expiration limit.
tr: Ayarlanan saklama süresine ulaşan geri dönüşüm kutusundaki eski dosyaların silindiği saat.

source: HELP_Date format
cs: Formát datumu u označeného videa v seznamu_
it: Definire il formato della data che verrà visualizzate nell'elenco video
lt: PAGALBA-datos formatas
pl: Select the date and time format, which will be displayed behind the files.
tr: Tarihi gizleyin veya her kayıt için film listesinde görüntülenen tarihin biçimini seçin.

source: HELP_Debug output file name
cs: Nastavení názvu výstupního Log-souboru_
it: Definire il nome del file di log per le operazioni di debug
lt: PAGALBA-derinimo išvesties failo pavadinimas
pl: Name of the log-file for debugging.
tr: Hata ayıklama günlük dosyasının dosya adı.

source: HELP_Default color highlighted
cs: Předvolená barva pro zvýraznění_
it: Definire il colore predefinito per i video selezionati
lt: PAGALBA-Numatytoji spalva pažymėta
tr: Vurgulanan film için varsayılan rengi ayarlar.

source: HELP_Default color partially watched
cs: Předvolená barva pro částečné zhlédnuté video_
it: Definire il colore predefinito per i video riprodotti parzialmente
lt: PAGALBA-Numatytoji spalva nebaigtiems žiūrėti
tr: Önizlenen filmler için varsayılan rengi ayarlar.

source: HELP_Default color recording
cs: Předvolená barva pro nahrávané video_
it: Definire il colore predefinito per le registrazioni
lt: PAGALBA-Numatytoji spalva įrašymui
tr: Devam eden kayıtlar için varsayılan rengi ayarlar.

source: HELP_Default color unwatched
cs: Předvolená barva pro nezhlédnuté video_
it: Definire il colore predefinito per i video non riprodotti
lt: PAGALBA-Numatytoji spalva nežiūrėtiems
tr: İzlenmemiş filmler için varsayılan rengi ayarlar.

source: HELP_Default color watched
cs: Předvolená barva pro zhlédnuté video_
it: Definire il colore predefinito per i video riprodotti
lt: PAGALBA-numatytoji spalva žiūrėtiems
tr: İzlenen filmler için varsayılan rengi ayarlar.

source: HELP_Delete validation
cs: Bezpečnostní potvrzení pro vyprázdnění koše_
it: Se il cestino è attivato, non ci saranno richieste di conferma per le rimozioni. I file rimossi potranno essere recuperati prima di svuotare il cestino
lt: PAGALBA-Pašalinimo patvirtinimas
pl: When activated and the trashcan is used, EMC will never ask for a confirmation.
tr: Geri dönüşüm kutusu etkinleştirilirse,silinirken artık bir güvenlik istemi yoktur. (Acil bir durumda çöp kutusunu boşaltmadan önce geri alınabilir.)

source: HELP_Description field update delay
cs: Zpoždění aktualizace popisu, při rychlém přechodu přes šipky_
it: Definire il ritardo nella visualizzazione delle descrizioni per elenchi video. Permette di aumentare la velocità di navigazione nell'elenco video tramite i tasti 'SU'/'GIÙ' perchè la descrizione viene caricata solo trascorso il ritardo impostato
lt: PAGALBA-aprašymo lauko atnaujinimo delsa
pl: Opóźnienie wyświetlania opisu na liście filmów. (Poprawia szybkość nawigacji po wielokrotnym naciśnięciu przycisku w górę / w dół, ponieważ opis jest ładowany dopiero po wybranym opóźnieniu).
tr: Film listesindeki açıklama alanının gecikmesini görüntüleyin. (Film açıklaması yalnızca ayarlanan gecikmeden sonra okunduğu için yukarı/aşağı ok tuşlarına birden çok kez basılması hızlanır.)

source: HELP_Disable EMC
cs: Deaktivace EMC jako celku. Funkce, jako vyprázdnění časovače, koše nebo aut.restartu Enigmy2 zůstanou_
it: L'opzione disabilita completamente la Lista video EMC. Tuttavia alcune funzioni speciali come 'pulizia lista Timer','pulizia Cestino' e 'Auto riavvio' rimarranno attive in background.
lt: PAGALBA-išjungti EMC
pl: Disable the EMC (MovieList) completely. Some special functions like [Timerlist cleanup],[Trashcan clean] and [Auto restart] remain active in the background.
tr: EMC'nin film listesini tamamen devre dışı bırakır. Zamanlayıcı listesini temizleme,çöp kutusunu veya otomatiği boşaltma gibi özel işlevler. Ancak,E2 yeniden başlatmaları arka planda çalışmaya devam eder.

source: HELP_Display directory reading text
cs: Zvýraznění textu načtené složky_
it: Mostrare il messaggio Lettura directory... durante il caricamento della directory
lt: PAGALBA-rodyti skaityto teksto katalogą
pl: Display the message "Reading directory..." during the directory reading.
tr: Dizin okunurken "Okuma dizini..." metnini görüntüler.

source: HELP_Don't auto scan size of dirs from emc-noscan.cfg
cs: Neskenovat aut.velikost složky z : '/etc/enigma2/emc-noscan.cfg'_
it: Non eseguire la scansione automatica dimensioni directory da emc-noscan.cfg
lt: PAGALBA-Netikrinti automatiškai dydžio katalogų, įtrauktų į emc-noscan.cfg
tr: Etkinleştirilirse,içindeki dizinler '/etc/enigma2/emc-noscan.cfg' dahil edilenler, dizin boyutu taramasından hariç tutulur.

source: HELP_Download cutlist from Cutlist.at
cs: Stahování střihových značek seznamu z Cutlist.at_
it: Scaricare elenco tagli da Cutlist.at
lt: PAGALBA-atsisiųsti iškarpų sąrašą iš Cutlist.at
tr: Başlık, varsa .eit'ten yüklenir. Aksi takdirde başlık dosya adından çıkarılır. (.meta ve .eit etkinleştirilirse, önce .meta okunur.)

source: HELP_Dynamic trashcan
cs: Dynamické vyprázdnění koše podle jeho naplnění nebo data_
it: Mostrare il numero di registrazioni e/o il relativo spazio utilizzato nel cestino
lt: PAGALBA-dinaminė šiukšliadėžė
pl: Display amount of recordings and/or how many disk space these are using in your trashcan.
tr: Geri dönüşüm kutusu için kayıt sayısı,alınan veri miktarı veya her ikisi birlikte görüntülenebilir.
