Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Use and control multiple Dreamboxes with different RCs.
cs: Modul MultiRC umožní nastavit ovladače pro více Dreamboxů samostatně
it: Plugin per configurare diversi telecomandi per Dreambox multipli.
lt: Naudoti bei kontroliuoti kelis Dreambox su skirtingais RC.
pl: Używaj i kontroluj wiele Dreamboxów za pomocą różnych pilotów.
tr: MultiRC / Çoklu Uzaktan Kumanda ile farklı uzaktan kumandalara sahip birkaç Dreambox kullanabilirsiniz.

source: Use both profiles alternately
cs: použít oba profily alternativně
it: Utilizzare entrambi i profili alternativamente
lt: Naudoti abu profilius pakaitomis
pl: Używaj obu profili na przemian
tr: Her iki profili de dönüşümlü olarak kullanın

source: Use cache for files and directories
cs: používat paměť cache pro soubory a složky
it: Usa la cache per files e directory
lt: Failams ir katalogams naudoti podėlį
pl: Użyj pamięci podręcznej dla plików i katalogów
tr: Dosyalar ve dizinler için önbelleği kullanın

source: Use google-images for cover art
cs: použít obrázky z google pro plakát
it: Utilizzare google-images per la copertina
lt: Naudokite google atvaizdus viršelių apipavidalinimui
pl: Użyj obrazów google jako okładki
tr: Kapak resmi için google-images kullanın

source: Use hardware-decoder for MP3
cs: použít hardware-dekoder pro MP3
it: Utilizzare decoder hardware per MP3
lt: Naudokite aparatinės įrangos dekoderį dėl MP3
pl: Użyj sprzętowego dekodera MP3
tr: MP3 için donanım kod çözücüyü kullanın

source: Use internal PhoneBook
cs: použít interní tel.seznam
it: Usare la rubrica interna
lt: Naudokite vidinę telefonų knygą
pl: Użyj wewnętrznej Książki Telefonicznej
tr: FRITZ!Box rehberini kullan

source: Use legacy filenames
cs: použít starší název souboru
it: Utilizzare i nomi file più vecchi
lt: Naudokite paliktus failų pavadinimus
pl: Użyj starszej nazwy plików
tr: Eski dosya adlarını kullanın

source: Use media patern filter in FileList:
cs: použít v seznamu filtr rodič.kontroly :
it: Utilizzare filtro modello di media in elenco file:
lt: Naudokite medijos modelio filtrą failų sąraše:
pl: Użyj filtra mediów w liście plików:
tr: FileList'te medya desen filtresini kullanın:

source: Use original EMC-skin (needs reopen)
cs: použít orig. EMC-skin (nutný restart EMC)
it: Usare la skin integrata di EMC (è necessario riaprire EMC)
lt: Naudoti originalią EMC aplinkos temą (reikės paleisti iš naujo)
pl: Użyj oryginalnej skóry EMC (wymaga ponownego otwarcia)
tr: Orijinal EMC skin'i kullanın (yeniden açılması gerekiyor)

source: Use original IMDb skin:
cs: použít originální skin IMDb :
it: Utilizzare la skin originale IMDb:
tr: Orijinal IMDb skin'i kullanın:

source: Use picons (50x30) from:
cs: použít ikony (50x30) z :
it: Usare picon (50x30) da:
lt: Naudokite logotipus (50x30) iš:
pl: Użyj Pikon (50x30) ze ścieżki:
tr: Şuradan Pikonlar (50x30) kullanın:

source: Use skin:
cs: použít skin :
it: Usare la skin:
lt: Naudoti temą:
pl: Użyj skórki:
tr: Skin'i kullan:

source: Use the Exit-Key to open/close the PiP.
cs: použít tl.Exit pro otevření / zavření PiP okna
it: Aprire/Chiudere la PiP con il tasto EXIT.
lt: Jei norite atidaryti/uždaryti PiP, naudokite Exit mygtuką.
tr: PiP'i açmak / kapatmak için Exit'i kullanın.

source: Use the STOP-Key to quickly enable/disable pipzap in TV-Mode? Changing this setting requires a restart.
cs: Použít tlačítko STOP pro rychlé zap./vyp. pipzap v TV módu ? Změna tohoto nastavení vyžaduje restart !
it: Utilizzare il tasto STOP per abilitare/disabilitare pipzap in modalità TV? La modifica richiederà un riavvio.
lt: Naudoti STOP mygtuką, kad greitai įjungti/išjungti pip jungimą TV būsenoje? Pakeitus šį parametrą reikia paleisti iš naujo.
pl: Użyć przycisku STOP, aby szybko włączyć / wyłączyć pipzap w trybie TV? Zmiana tego ustawienia wymaga ponownego uruchomienia.
tr: TV Modunda pipzap'ı hızlı bir şekilde etkinleştirmek/devre dışı bırakmak için STOP Tuşu kullanılsın mı? Bu ayarın değiştirilmesi yeniden başlatma gerektirir.

source: Use the configured key(s) on your remote control to switch aspect ratio modes. If any 'Quickbutton' actions were assigned to these keys, they will be disabled as long as this plugin is activated!
cs: K přepínání režimů poměru stran použijte nakonfig.tlačítka na dálk.ovladači. Pokud byly těmto klíčům přiřazeny nějaké akce „Quickbutton“, budou deaktivovány, dokud bude tento modul aktivní !
it: Utilizzare i tasti configurati sul telecomando per commutare il rapporto d'aspetto. Se altre funzioni risultassero assegnate ai medesimi tasti, saranno disabilitate fintanto che questo plugin sarà attivo.
lt: Naudokite konfigūruotus mygtukus nuotolinio valdymo pulte, kad perjungti kraštinių santykio būsenas. Jei bet kurio 'Greito mygtuko' veiksmai buvo priskirti šiems mygtukams, jie bus išjungti, kol šis priedas yra aktyvuotas!
pl: Użyj skonfigurowanych klawiszy na pilocie, aby przełączać tryby proporcji obrazu. Jeżeli jakiekolwiek działania 'Quickbutton' zostały przypisane do tych klawiszy, zostaną one wyłączone tak długo, jak ta wtyczka jest włączona!
tr: En-boy oranı modları arasında geçiş yapmak için uzaktan kumandanızdaki yapılandırılmış tuşu/tuşları kullanın.Bu tuşlara herhangi bir 'Hızlı Düğme' eylemi atanmışsa, bu eklenti etkinleştirildiği sürece devre dışı bırakılacaktır!

source: Use the default options: rw, suid, dev, exec, auto, nouser, and async. Note that the real set of all default mount options depends on kernel and filesystem type.
cs: Předvolené hodnoty : rw, suid, dev, exec, auto, nouser, a async. Reálně to závisí na typu jádra a soub.systému.
it: Utilizzare le opzioni predefinite: rw, suid, dev, exec, auto, nouser e async. Attenzione: le opzioni di montaggio predefinite effettive dipendono dal kernel e dal tipo di file system.
lt: Naudokite numatytas parinktis: rw, suid, dev, exec, auto, nouser ir async. Atkreipkite dėmesį, kad realus visų numatytųjų nustatymų pasirinkimas priklauso nuo branduolio ir failų sistemos tipo.
tr: Varsayılan seçenekleri kullanın: rw, suid, dev, exec, auto, nouser ve async. Tüm varsayılan bağlama seçeneklerinin gerçek kümesinin çekirdeğe ve dosya sistemi türüne bağlı olduğunu unutmayın.

source: Use the kernel's default behavior for inode access time updates.
cs: Použije standardní režim jádra pro přístupový čas inode k aktualizaci.
it: Utilizzare il comportamento predefinito del kernel per gli aggiornamenti dei tempi di accesso all'inode.
lt: Naudokitės branduolio numatyta elgsena su inode prieigos, laiko atnaujinimais funkcija.
tr: İnode erişim zamanı güncellemeleri için çekirdeğin varsayılan eylemini kullanın.

source: Use time-based duration to stay on service
cs: nastavit dobu setrvání na kanálu
it: Utilizzare permanenza canale su base temporale
lt: Naudokite laiku grindžiamą trukmę, kad liktumėte kanale
pl: Użyj czas trwania w oparciu o pozostanie na kanale
tr: Kanallarda geçirilen zamana dayalı süreyi kullanın

source: Used Tag
cs: použít značku
it: Etich. usata
lt: Naudota gairė
pl: Użyta Etykieta
tr: Kullanılmış Etiket

source: Used by unknown service
cs: Použitý neznámý kanál !
it: Utilizzato da un canale sconosciuto
lt: Naudojamas nežinomo kanalo
pl: Używany przez nieznany serwis
tr: Bilinmeyen servis tarafından kullanılıyor

source: User Online
cs: uživatel je připojený
it: Utenti online
lt: Prisijungę vartotojai
pl: Użytkownik Online
tr: Kullanıcı Çevrimiçi

source: User Rating
cs: uživatelské hodnocení
it: Valutazione utente
lt: Vartotojo reitingas
pl: Ocena Użytkownika
tr: Puan

source: User management
cs: správa uživatelů
it: Gestione User
lt: Vartotojo valdymas
pl: Zarządzaj użytkownikiem
tr: Kullanıcı yönetimi

source: User name
cs: přihlášený uživatel...
it: Nome user
lt: Vartotojo vardas
pl: Nazwa użytkownika
tr: Kullanıcı adı

source: User name Accessing FRITZ!Box
cs: přihlášený uživatel pro FRITZ!Box
it: User name di accesso alla FRITZ!Box
lt: Vartotojo vardas prieigai FRITZ!Box
pl: Nazwa użytkownika Dostępu do FRITZ!Box`a
tr: Kullanıcı adı FRITZ!Box'a Erişim

source: User reviews:
cs: uživatelské recenze :
it: Recensioni utenti:
tr: Kullanıcı yorumları:

source: User-specific Tag
cs: uživatelská značka
it: Etich. personalizzata
lt: Vartotojo specifinė gairė
pl: Etykieta użytkownika
tr: Kullanıcı tanımlı etiket

source: User:
cs: uživatel :
it: Utente:
lt: Vartotojas:
pl: Użytkownik:
tr: Kullanıcı:

source: Usermanager
cs: Správa uživatelů...
it: Gestione User
lt: Vartotojo valdymas
pl: Menedżer użytkownika
tr: Kullanıcı yönetimi

source: Username
cs: uživatel
it: Nome User
lt: Vartotojas
pl: Nazwa użytkownika
tr: Kullanıcı adı

source: Username:
cs: uživatel :
it: Nome User:
lt: Vartotojas:
pl: Nazwa użytkownika:
tr: Kullanıcı adı:

source: Using eMission you can control downloads and settings of a remote (or local) instance of Transmission.
cs: eMission můžete řídit stahování a nastavení vzdálené nebo lokální instalace Transmission.
it: Tramite eMission è possibile controllare impostazioni e download di una istanza remota (o locale) di Transmission.
lt: Naudojant eMission galite kontroliuoti parsisiuntimus arba nustatymus (ar vietos), pavyzdžiui, perdavimo sistemos operatorių..
pl: Używając eMission możesz kontrolować pobieranie i ustawienia zdalne (lub lokalne) występujące w Transmisji
tr: eMission'ı kullanarak, bir Uzak (veya yerel) İletim örneğinin indirmelerini ve ayarlarını kontrol edebilirsiniz.

source: Usually the episode of a series is tansmitted separate of the title in the description field In a few series however it is appended to the title behind a colon e.g. Tatort: Der Fluch der Mumie A commen part of the title up to this title:episode separator shared by several movies creates a series
cs: Obvykle je epizoda ze série přenesena samostatně podle titulku a z "popisu" Více sérií je odděleno dvojtečkou, např.: Místo činu: Kletba mumie U více shodných titulků, oddělených dvojtečkou to bude považováno za jednu sérii.
it: Solitamente il titolo degli episodi di una serie è trasmesso separatamente dal titolo della serie In alcuni casi è trasmesso insieme al titolo della serie separati da : Es: Crime Scene: La Maledizione della Mummia. Una parte comune del titolo:episodio ripetuta in più film forma una serie
lt: Paprastai serijų epizodai aprašymo lauke perduodami atskiru pavadinimu Bet vis dėlto keliose serijos jis pridedamas prie pavadinimo už dvitaškio pvz.: Nusikaltimo vieta: Mumijos prakeiksmas Bendra pavadinimo dalis iki šios antraštės: epizodo skirtuvas atskiria kelis filmus ir sukuria serijas
pl: Przeważnie tytuł nazwy odcinka serialu jest w oddzielnym polu tekstowym. Jednak w niektórych serialach jest dołączany do tytułu za dwukropkiem np Gra o Tron: Ogień i Krew .
tr: Genellikle bir dizinin bölüm adı, "Açıklama" alanında dizi başlığından ayrı olarak aktarılır. Ancak birkaç dizide başlığa iki nokta üst üste işaretiyle eklenir. Örn. Suç Mahalli: Mumyanın Laneti İki nokta üst üste aynı isme sahip birkaç film varsa,bu bir dizinin adı olur.

source: VLC Server not reachable
cs: VLC server není dostupný !
it: Server VLC non raggiungibile
lt: VLC serveris nepasiekiamas
tr: VLC Sunucusuna ulaşılamıyor

source: VLC-Dir
cs: VLC složka
it: Dir-VLC
lt: VLC katalogas
tr: VLC-Yön

source: VLC-Server
it: Server-VLC
lt: VLC serveris
tr: VLC-Sunucu

source: VPS Settings
cs: nastavení VPS
it: Configurazione VPS
lt: VPS nustatymai
pl: Ustawienia VPS
tr: VPS Ayarları

source: VPS Setup Version %s
cs: nastavení VPS - verze %s
it: Configurazione VPS versione %s
lt: VPS sąrankos versija %s
pl: Konfiguracja VPS wersja %s
tr: VPS Kurulum Sürümü %s

source: VPS enabled by default
cs: předvolit spouštění VPS
it: VPS abilitato di default
lt: VPS įjungtas, kaip ir numatyta
pl: VPS domyślnie włączony
tr: VPS varsayılan olarak etkin

source: VPS-Plugin
cs: -- modul VPS
it: Plugin VPS
lt: VPS priedas
pl: Wtyczka VPS
tr: VPS-Eklentisi

source: VPS-Plugin Information
cs: informace VPS modulu
it: Plugin VPS: informazioni
lt: VPS priedo informacija
pl: Wtyczka VPS Informacje
tr: VPS-Eklentisi Bilgileri

source: VPS-Plugin can react on delays arising in the startTime or endTime of a programme. VPS is only supported by certain channels! If you enable VPS, the recording will only start, when the channel flags the programme as running. If you select "yes (safe mode)", the recording is definitely starting at the latest at the startTime you defined. The recording may start earlier or last longer. Supported channels Germany: ARD and ZDF Austria: ORF Switzerland: SF Czech Republic: CT If a timer is programmed manually (not via EPG), it is necessary to set a VPS-Time to enable VPS. VPS-Time (also known as PDC) is the first published start time, e.g. given in magazines. If you set a VPS-Time, you have to leave timer name empty.
cs: VPS modul může reagovat na zpoždění oproti času začátku nebo času konce programu. Funkce VPS je podporována pouze některými kanály! Jestliže povolíte VPS, pak nahrávání začne pouze tehdy, jestliže je vysílaný příznak běžícího pořadu. Jestliže zvolíte "ano (bezpečný mód)", nahrávání začne nejpozději v času začátku, který jste nastavili. Nahrávka může začít dříve nebo trvat déle. Podporované kanály Německo : ARD a ZDF (včetně třetích programů, 3sat, arte, Phoenix, KiKa, ZDFinfo, zdf_neo, zdf.kultur, EinsExtra, EinsPlus, Einsfestival) Rakousko : ORF Švýcarsko : SF Česko : CT Pro časovač nastavený manuálně je nutné nastavit čas VPS. VPS-Time (také jako PDC) je čas spuštění uváděný např. v časopisech. Pokud nastavíte VPS-Time, musíte ponechat název časovače prázdný !
it: Il plugin VPS è in grado di ovviare al mancato rispetto degli orari di inizio e fine di un programma. VPS è supportato solo su alcuni canali. Abilitando VPS, la registrazione comincerà solo se il canale segnalerà il programma come iniziato . Selezionando l'opzione "Sì (modalità sicura)", le registrazioni inizieranno al più tardi all'ora programmata, potendo però avviarsi in anticipo o durare più a lungo. Canali supportati: Germania: ARD, ZDF Austria: ORF Svizzera: SF Repubblica Ceca: CT Se un timer viene programmato manualmente (non tramite EPG) è necessario settare un VPS-Time per abiliatare VPS. VPS-Time (noto anche come PDC) è un orario di avvio pubblicato (ad es. da una rivista). Settando un VPS-Time, il nome del timer non andrà inserito.
lt: VPS priedas gali reaguoti į vėlavimą, kylantį iš pradžios laiko arba pabaigos laiko, dėl programos. VPS palaiko tik tam tikrus kanalus! Jei įjungsite VPS, įrašymas tik prasidės, kai kanalo programa veikia. Jei pasirinksite "taip (saugi būsena)" įrašymas tikrai prasidės ne vėliau kaip pradžios laikas jums apibrėžtas. Įrašymą galima pradėti anksčiau ar ilgiau. Palaikomi kanalai Vokietijos: ARD ir ZDF Austrijos: ORF Šveicarijos: SF Čekijos Respublikos: CT Jei laikmatis yra užprogramuotas rankiniu būdu (ne per EPG), būtina nustatyti VPS laiką kad įjungti VPS. VPS laikas (taip pat žinomas kaip PDC) yra pirmasis paskelbtas pradžios laikas, pvz.: suteikta žurnaluose. Jei nustatėte VPS laiką, turite palikti laikmačio pavadinimą tuščią.
pl: Wtyczka VPS może reagować na opóźnienia powstałe w czasie rozpoczęcia lub zakończenia czasu programu. VPS jest obsługiwana tylko przez niektóre kanały! Jeśli włączysz VPS nagrywanie rozpocznie się dopiero, gdy flagi kanału oznaczą program jako trwający. W przypadku wybrania opcji "tak (tryb bezpieczny)", nagrywanie rozpocznie się najpóźniej w momencie jaki zdefiniowałeś. Nagranie może rozpocząć się wcześniej lub trwać dłużej. Obsługiwane kanały Niemcy: ARD i ZDF Austria: ORF Szwajcaria: SF Czechy: CT Jeśli Timer jest zaprogramowany ręcznie (nie przez EPG), konieczne jest ustawienie czasu VPS. Czas VPS (znany również jako PDC) jest pierwszym opublikowanym czasem rozpoczęcia programu, np podany w prasie. Jeśli ustawisz czas VPS, musisz zostawić nazwę timera pustą.
tr: VPS-Plugin, bir programın başlangıç zamanı/startTime veya bitiş zamanı/endTime'ında ortaya çıkan gecikmelere tepki verebilir. VPS yalnızca belirli kanallar tarafından desteklenir! VPS'yi etkinleştirirseniz,kayıt yalnızca kanal programı çalışıyor olarak işaretlediğinde başlar. "Evet (güvenli mod)"seçeneğini seçerseniz,kayıt kesinlikle en geç tanımladığınız başlangıç saatinde başlıyor.Kayıt daha erken başlayabilir veya daha uzun sürebilir. Desteklenen kanallar Almanya: ARD ve ZDF Avusturya: ORF İsviçre: SF bilimkurgu Çek Cumhuriyeti: BT Bir zamanlayıcı manuel olarak programlanırsa (EPG aracılığıyla değil),VPS'yi etkinleştirmek için bir VPS-Zamanı ayarlamak gerekir.VPS-Time (PDC olarak da bilinir),yayınlanan ilk başlangıç zamanıdır,dergilerde yazılmıştır.Bir VPS-Time ayarlarsanız,zamanlayıcı adını boş bırakmanız gerekir.

source: VPS-Plugin checks if the channel supports VPS ...
cs: VPS-plugin zjišťuje, zda kanál podporuje VPS ...
it: Verifica del supporto VPS sul canale in corso...
lt: VPS priedas tikrina, ar kanalas palaiko VPS ...
pl: Wtyczka VPS sprawdza, czy kanał obsługuje VPS ...
tr: VPS-Plugin, kanalın VPS'yi destekleyip desteklemediğini kontrol eder ...

source: VPS-Plugin couldn't check if the channel supports VPS. Do you want to enable VPS anyway?
cs: Modul VPS nemůže zkontrolovat, jestli kanál podporuje VPS. Chcete VPS spustit v každém případě ?
it: Impossibile verificare se il canale supporti VPS. Abilitare comunque la funzione VPS?
lt: VPS priedas negalėjo patikrinti ar kanalas palaiko VPS. Vis tiek norite įjungti VPS?
pl: Wtyczka VPS nie mogła sprawdzić, czy kanał obsługuje VPS. Czy mimo to chcesz włączyć VPS?
tr: VPS eklentisi, kanalaın VPS'yi destekleyip desteklemediğini net olarak belirleyemedi. VPS hala etkinleştirilmeli mi?

source: VPS-Plugin couldn't check if the selected channel supports VPS. Do you really want to enable VPS?
cs: Modul VPS nemůže zjistit, jestli kanál podporuje VPS. Chcete VPS aktivovat ?
it: Impossibile verificare se il canale specificato supporti la funzione VPS. Abilitare comunque la funzione VPS?
lt: VPS priedas negalėjo patikrinti, ar pasirinktas kanalas palaiko VPS. Vis tiek norite įjungti VPS?
pl: Wtyczka VPS nie mogła sprawdzić, czy kanał obsługuje VPS. Chcesz włączyć VPS?
tr: VPS-Plugin, seçilen kanalın VPS'yi destekleyip desteklemediğini kontrol edemedi. Gerçekten VPS'yi etkinleştirmek istiyor musunuz?

source: VPS-Time (date)
cs: VPS-čas (datum)
it: VPS-Time (data)
lt: VPS laikas (data)
pl: VPS Czas (data)
tr: VPS-Zaman (tarih)

source: VPS-Time (time)
cs: VPS-čas (čas)
it: VPS-Time (ora)
lt: VPS laikas (laikas)
pl: VPS Czas (czas)
tr: VPS-Zaman (zaman)

source: Variable field width
cs: pole s proměnlivou šířkou
it: Larghezza campo variabile
lt: Kintamasis lauko plotis
pl: Zmienna szerokość pola
tr: Değişken alan genişliği

source: Vendor: %s
cs: operátor : %s
it: Fornitore: %s
tr: Satıcı: %s

source: Ver.
pl: Wersja
tr: Sürüm.

source: Version
cs: verze
it: Versione
lt: Versija
pl: Wersja
tr: Sürüm

source: Vertical offset in pixel
cs: svislé odsazení shora (pixely)
it: Offset verticale (pixel)
lt: Vertikalus poslinkis pikseliais
pl: Przesunięcie pionowe w pikselach
tr: Pikselde dikey ofset

source: Video Bitrate
cs: bit.tok videa
it: Bitrate video
lt: Vaizdo sparta bitais
pl: Szybkość Transmisji Wideo
tr: Video Bit Hızı

source: Video Codec
cs: video kodek
it: Codec video
lt: Vaizdo kodekas
pl: Kodek Wideo
tr: Video Kodek

source: Video Norm
cs: standard videa
it: Standard video
lt: Vaizdo norma
pl: Norma wideo
tr: Video Standartı

source: Video Size
cs: rozlišení
it: Dimensioni video
lt: Vaizdo dydis
pl: Rozmiar Wideo
tr: Ekran boyutu

source: Video database:
cs: databanka videa :
it: Database video:
lt: Vaizdo duomenų bazė:
pl: Baza danych wideo:
tr: Video veritabanı:

source: Video on Demand functionality for the streamserver
cs: -- sdílené video na vyžádání ze serveru
it: Funzionalità video on demand per StreamServer
lt: Srauto serverio funkcija Vaizdas pagal pareikalavimą
tr: Akış Sunucusu / StreamServer için isteğe bağlı video işlevi

source: Video successfully added to favorites
cs: Video bylo úspěšně přidáno mezi oblíbené
it: Video aggiunto correttamente ai preferiti
lt: Vaizdas sėkmingai pridėtas prie mėgstamiausiųjų
pl: Film został dodany do ulubionych
tr: Video başarıyla favorilere eklendi

source: Video-button
cs: tlačítko "Video"
it: Tasto VIDEO
lt: 'VIDEO' mygtukas
pl: Przycisk VIDEO
tr: Video tuşu

source: VideoDB is not installed!
cs: VideoDB není nainstalovaný !
it: VideoDB non installato!
lt: Vaizdo DB neįdiegtas!
pl: Wtyczka VideoDB nie jest zainstalowana!
tr: VideoDB kurulu değil!

source: Videobrowser exit behavior:
cs: chování po ukončení video přehrávače :
it: Comportamento browser video su uscita:
lt: Elgsena užveriant vaizdo paiešką:
pl: Zachowanie przed wyjściem:
tr: Video gezgininden çıkıldığında:

source: Videoplayer stop/exit behavior:
cs: chování přehrávače po stop/exit :
it: Comportamento player video su stop/uscita:
lt: Vaizdo grotuvo sustojimo/išėjimo elgsena:
pl: Zachowanie gdy zatrzymany:
tr: Video oynatıcı durdurulduğunda/çıkıldığında:

source: Videos
cs: videa, filmy
it: Video
lt: Vaizdo įrašai
tr: Videolar

source: View AutoTimers
cs: AutoTimer - zobrazení
it: Mostrare AutoTimer
lt: Rodyti autolaikmačius
pl: Podgląd Auto Timerów
tr: Otomatik zamanlayıcıyı göster

source: View Count
cs: zobrazit počet
it: Visual. conteggio
lt: Vaizdo skaičiavimas
pl: Ilości odtwarć
tr: İzlenme sayısı

source: View RSS...
cs: Zobrazit info RSS ...
it: Vedere RSS...
lt: Peržiūrėti RSS...
pl: Podgląd RSS...
tr: RSS'lere bak...

source: View active downloads
cs: Zobrazit aktivní stahování
it: Visualizzare i download attivi
lt: Peržiūrėti aktyvius parsisiuntimus
pl: Pokaż aktywne pobierania
tr: İndirilen dosyaları göster

source: View remote text files
cs: zobrazit vzdálené textové soubory
it: Visualizzate file di testo remoti
lt: Peržiūrėti tekstinius failus nuotoliniu būdu
pl: Widok zdalnych plików tekstowych
tr: Ağdan metin dosyalarını görüntüle

source: View script
cs: zobrazit skript
it: Visualizzare script
tr: Komut dosyasını görüntüle

source: View this shell-script
cs: Zobrazit tento shell-script
it: Mostrare questo shell script
lt: Peržiūrėti šios grafinės aplinkos scenarijų
pl: Zobacz ten skrypt
tr: Bu kabuk betiğini görüntüle

source: View, edit or delete mountpoints on your Dreambox.
cs: -- zobrazit nebo upravit přípojné body v síti
it: Vedere, modificare o rimuovere mount point sul Dreambox.
lt: Peržiūrėti, redaguoti arba trinti prijungimo taškus savo imtuve.
pl: Pokaż, edytuj lub usuń punkty montowania Dreambox`a.
tr: Dreambox'ınızdaki ağ bağlantı noktalarını inceleyin, düzenleyin veya silin.

source: View, edit or delete usernames and passwords for your network.
cs: -- uživatelé a hesla pro připojení do sítě
it: Vedere, modificare o rimuovere username e password per la rete.
lt: Peržiūrėti, redaguoti arba trinti Jūsų tinklo vartotojo vardus ir slaptažodžius.
pl: Pokaż, edytuj lub usuń nazwy użytkowników i hasła twojej sieci.
tr: Ağınızdaki kullanıcı hesaplarını inceleyin, düzenleyin veya silin.

source: Viewers: %s
cs: prohlížení : %s
it: Spettatori: %s
lt: Žiūrovai: %s
tr: İzleyiciler: %s

source: Views:
cs: názory :
it: Visite:
lt: Peržiūrų:
pl: Obejrzano:
tr: İzlenme:

source: Virtual (PiP) Zap
cs: zapnout "virtual PiP"
lt: Virtualus (PiP) jungimas
pl: Wirtualne Przełączanie (PiP)
tr: Sanal (PiP) Zap

source: Virtual Zap Setup
cs: -- zobrazit PiP okno v info-panelu
it: Configurazione Virtual Zap
lt: Virtualaus jungimo valdymas
pl: Konfiguracja Virtual Zap
tr: Sanal Zap kurulumu

source: Visualization
cs: zobrazit...
it: Visualizzazione
lt: Vizualizacija
pl: Wizualizacja
tr: Görselleştirme

source: Visualization and Text
cs: zobrazení a text
it: Visualizzazione e testo
lt: Vizualizacija ir tekstas
pl: Wizualizacja i Tekst
tr: Görselleştirme ve Metin
