Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Your pattern file is corrupt
cs: Předložený soubor je poškozený !
it: Il file modello è corrotto
lt: Jūsų šablono failas yra sugadintas
pl: Plik sygnatur jest uszkodzony
tr: Kalıp dosyanız bozuk

source: Your version if SimpleRSS is too old to support this feature. If possible update your SimpleRSS installation.
cs: Vaše verze SimpleRSS je zřejmě zastaralá. Pokud je to možné, spusťte aktualizaci SimpleRSS.
it: La versione installata di SimpleRSS è troppo vecchia e non supporta questa funzione. Se possibile aggiornare la versione di SimpleRSS.
lt: Jūsų versija SimplePASS yra per sena, kad palaikytų šią funkciją. Jeigu įmanoma atnaujinkite savo SimplePASS įdiegimą.
pl: Twoja wersja SimpleRSS jest zbyt stara, aby obsługiwać tę funkcję. Jeśli to możliwe zaktualizuj SimpleRSS.
tr: SimpleRSS sürümünüz bu özelliği desteklemek için çok eski. Mümkünse SimpleRSS kurulumunuzu güncelleyin.

source: Youtube Channel/User
cs: Youtube kanál / uživatel
it: Canale/Utente Youtube
lt: YouTube kanalas/vartotojas
pl: YouTube Kanał / Użytkownik
tr: Youtube Kanalı / Kullanıcısı

source: Youtube Live Channel
cs: živý Youtube kanál
it: Canale Youtube in diretta
lt: YouTube tiesioginis kanalas
pl: Kanał na żywo YouTube
tr: Youtube Canlı Kanalı

source: ZDFmediathek Plugin is not installed!
cs: ZDFmediathek modul není nainstalovaný !
it: Plugin ZDFmediathek non installato!
lt: ZDFmediathek priedas neįdiegtas!
pl: Wtyczka ZDFmediathek nie jest zainstalowana!
tr: ZDFmediathek Eklentisi kurulu değil!

source: ZDFmediathek player:
cs: přehrávač ZDFmediathek :
it: Player ZDFmediathek:
lt: ZDFmediathek grotuvas:
pl: Odtwarzacz ZDFmediathek:
tr: ZDFmediathek oynatıcı:

source: Zap & Close
cs: přepnout + konec
it: Zap & chiudere
lt: Perjungti ir uždaryti
pl: Przełącz i Zamknij
tr: Zapla&Kapat

source: Zap 2 Service
cs: zap 2. kanál
it: Passare al canale
lt: Zap 2 kanalas
tr: Zap 2 Hizmeti

source: Zap Statistic
cs: zapnout statistiku
it: Statistiche zap
lt: Perjungimo statistika
pl: Statystyka Przełączania
tr: Zap İstatistik

source: Zap and Exit
cs: zapnout a ukončit
it: Zap e uscire
lt: Perjungti ir išeiti
pl: Przełącz i Wyjdź
tr: Zap ve Çıkış

source: Zap between commercials
cs: -- modul pro vyklíčování reklamy
it: Plugin per saltare messaggi pubblicitari
lt: Jungti tarp reklamos
pl: Przełącz między reklamami
tr: Reklam sırasında zapla

source: Zap focus to Picture in Picture
cs: změnit náhled okna PiP
it: Spostare focus sulla PiP
lt: Perjungti centrą Paveikslėlis Paveikslėlyje
pl: Przełącz na okno Pip
tr: Zap odağı Resim içinde Resim'e

source: Zap focus to main screen
cs: změnit náhled na hl.obrazovce
it: Spostare focus sulla schermata principale
lt: Perjungti pagrindinio ekrano centrą
pl: Przełącz na ekran główny
tr: Zap odağı ana ekrana

source: Zap to %s
cs: přepnout na : %s
it: Zap a %s
lt: Perjungti į %s
pl: Przełącz na %s
tr: %s'e geç

source: Zap to channel after record EOF
cs: po zast./dokončení zázn.přepnout na TV kanál
it: Vai sul canale al termine della riproduzione
lt: Priėjus įrašo pabaigą, įjungti TV kanalą
pl: Przełącz do kanału po nagraniu EOF
tr: EOF kaydından sonra kanala Zapla

source: Zap to service when streaming
cs: přepnout na sdílený kanál při spuštění sdílení
it: Sintonizzarsi sul canale di streaming
lt: Perjungti į kanalą, kai srautinis perdavimas
pl: Przełącz na kanał podczas strumienia
tr: Akış sırasında kanala zapla

source: Zap with OK button (false=EventInfo):
cs: OK -> zapnout (ne = EventInfo)
it: Zap con tasto OK (No = EventInfo):
lt: Perjungti OK mygtuku (false = EventInfo):
pl: Przełącz kanał z klawiszem OK (Niepoprawny=Info Wydarzenia)
tr: OK düğmesiyle zap yapın (false=Etkinlik Bilgisi):

source: Zap-History Browser
cs: procházet historii
it: Browser cronologia zap
lt: Perjungimo istorijos naršyklė
pl: Historia Przełączania Przeglądarka
tr: Zap-Geçmiş Tarayıcı

source: Zap-History Configurator
cs: zapnout konfigurátor historie
it: Impostazioni cronologia zap
lt: Perjungimo istorijos konfigūratorius
pl: Historia Przełączania Konfigurator
tr: Zap-Geçmiş Yapılandırıcı

source: ZapStatistic shows the watched services with some statistics.
cs: Modul zobrazuje statistiku sledovaných kanálů.
it: Plugin per visualizzare alcune statistiche su canali utilizzati.
lt: ZapStatistic rodo žiūrėtus kanalus su kai kuriais statistiniais duomenimis.
pl: ZapStatistic pokazuje oglądane kanały wraz z statystyką.
tr: Zap İstatistiği, izlenen hizmetleri bazı istatistiklerle gösterir., izlenen hizmetleri bazı istatistiklerle gösterir.

source: Zapper Style
cs: Zapper styl
it: Stile zapper
lt: Perjungėjo stilius
pl: Style Przełączania
tr: Zaplama Türü

source: Zapping back
cs: přepnout zpět
it: Zap indietro
lt: Perjungimas atgal
pl: Przełącz spowrotem
tr: geri zaplama

source: Zapping back in %d Minute(s)
cs: přepnout zpět za %d min.
it: Zap indietro tra minuti: %d
lt: Perjungimas atgal į %d minutė(s)
pl: Przełącz spowrotem w %d minut
tr: %d dakika içinde geri git

source: Zapping back in %d:%02d Min
cs: přepnout zpět za %d:%02d min.
it: Ritorno tra %d:%02d min
lt: Perjungimas atgal į %d:%02d Min
pl: Przełącz spowrotem w %d:%02d Min
tr: %d:%02d dak. sonra geri zaplama

source: Zapping is disabled in WebInterface Configuration
cs: Přepínání je v konfiguraci webového rozhraní deaktivováno !
it: Zapping disabilitato nell'impostazione interfaccia web
lt: Perjungimas yra išjungtas Web sąsajos konfigūracijoje
pl: Przełączanie jest wyłączone w Konfiguracji Interfejsu Webowego
tr: Web Arayüzü Yapılandırmasında Zapping devre dışı

source: Zoom into letterboxed/anamorph movies
cs: -- úprava obrazu letterbox na anamorph
it: Plugin per attivare la funzione di zoom in registrazioni letterbox/anamorfe
lt: Padidinti į letterboxed/anamorfa filmus
pl: Zoom w filmach do letterboxed / anamorph
tr: Letterbox özellikli / anamorfik filmleri yakınlaştırın

source: Zoom into letterboxed/anamorph movies.
cs: Modul upraví obraz letterbox na anamorph
it: Plugin per attivare la funzione di zoom in registrazioni letterbox/anamorfe.
lt: Padidinti į letterboxed/anamorfa filmus.
pl: Zoom w filmach do letterboxed / anamorph.
tr: Letterbox özellikli / anamorfik filmleri yakınlaştırın.

source: [All files]
cs: [všechny soubory]
it: [Tutti i file]
tr: [Tüm dosyalar]

source: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # If you have problems to log into your imap-server, please send me the output of the following line # cbCapabilities: %(capa)s ####################################################################################################
cs: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # Pokud máte problémy se zápisem do imap-serveru, odešlete zprávu na linku následujících řádků # cbCapabilities: %(capa)s ####################################################################################################
it: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # In caso di difficoltà ad effettuare l'accesso al proprio server imap, inviare il contenuto della riga seguente # cbCapabilities: %(capa)s ####################################################################################################
lt: [E-pašto dėžutė] %(name)s: _cbGalimybės: #################################################################################################### # Jei turite problemų prisijungti prie IMAP serverio, prašome siųsti man šios eilutės išvestį # cbGalimybės: %(capa)s ####################################################################################################
pl: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # Jeśli masz problemy z zalogowaniem się do swojego serwera IMAP, wyślij mi wyjście z następujących linii # CbCapabilities: %(capa)s ####################################################################################################
tr: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # imap-sunucusuna bağlanmakta sorun yaşarsanız, lütfen çizginin altındaki mesajı bana gönderin # cbCapabilities: %(capa)s ####################################################################################################

source: [FreeSpace] HDD is idle:
cs: [FreeSpace] HDD je prázdný :
it: [FreeSpace] HDD non attivo:
lt: [Laisva vieta] HDD yra laukimo būsenoje:
pl: [Wolne Miejsce] bezczynność HDD:
tr: [Boş Alan] HDD boşta:

source: [Media files]
cs: [mediální soubory]
it: [File multimediali]
tr: [Medya dosyaları]

source: [PTS-Plugin] Merging records failed!
cs: [PTS-Plugin] Sloučení záznamů selhalo !
it: [PTS-Plugin] Fusione registrazioni fallita.
lt: [PTS-priedas] įrašų sujungti nepavyko!
pl: [Wtyczka PTS] Scalanie nagrań nie powiodło się!
tr: [PTS-Eklentisi] Kayıtları birleştirme başarısız oldu!

source: [PTS-Plugin] Restarting Timeshift!
cs: [PTS-Plugin] Restart Timeshiftu !
it: [PST-Plugin] Riavvio Timeshift in corso.
lt: [PTS-priedas] laiko poslinkis paleidžiamas iš naujo!
pl: [Wtyczka PTS] Restartuję Timeshift!
tr: [PTS-Eklentisi] Zaman Kaydırma'yı' Yeniden Başlatış!

source: [apply themes] needs time to build new settings Do you want to do this now?
cs: Změny ve skinu je třeba přenastavit. Chcete pokračovat ?
it: [applicare tema] richiede tempo per costruire le nuove impostazioni. Eseguire ora?
lt: [pritaikyti temas] reikia laiko, kad būtų galima sukurti naujus nustatymus Ar norite tai padaryti dabar?
tr: [temaları uygula] yeni ayarlar oluşturmak için zamana ihtiyaç duyuyor Bunu şimdi yapmak istiyor musun?

source: [back]
cs: [zpět]
it: [indietro]
lt: [atgal]
pl: [powrót]
tr: [geri]

source: about to start
cs: ...chystám se...
it: avvio in corso
lt: ketina pradėti
pl: do rozpoczęcia się
tr: başlamak üzere

source: account %s is not connected
cs: Účet %s není připojený !
it: L'account %s non è connesso
lt: paskyra %s neprijungta
pl: konto %s nie jest podłączone
tr: %s hesabı bağlı değil

source: account name
cs: název konta
it: Nome account
lt: paskyros pavadinimas
pl: nazwa konta
tr: hesap adı

source: account not connected
cs: Účet není připojený !
it: Account non connesso
lt: prie paskyros neprisijungta
pl: konto nie jest podłączone
tr: hesap bağlı değil

source: activate DynDNS
cs: aktivace DynDNS
it: attivare DynDNS
lt: aktyvinti DynDNS
pl: aktywuj DynDNS
tr: DynDNS'i etkinleştir

source: active
cs: aktivní
it: attivo
lt: aktyvus
pl: aktywny
tr: Aktif

source: active skin
cs: aktivní skin
it: skin attiva
tr: Skin'i aktive et

source: add
cs: přidat >>
it: Agg.
lt: pridėti
pl: dodaj
tr: ekle

source: add AutoTimer
cs: přidat aut. časovač
it: agg. AutoTimer
lt: pridėti Auto laikmatį
pl: Dodaj AutoTimer
tr: Otomatik zamanlayıcı ekle

source: add AutoTimer for Partnerbox...
cs: přidat časovač pro Partnerbox
it: aggiungere AutoTimer per Partnerbox...
lt: prie Partnerbox pridėti automatinį laikmatį...
tr: Partnerbox için Otomatik Zamanlayıcı ekle...

source: add AutoTimer...
cs: přidat aut.časovač a filtr
it: agg. AutoTimer...
lt: pridėti Auto laikmatį ...
pl: Dodaj AutoTimer...
tr: Otomatik zamanlayıcı ekle...

source: add Partnerbox bouquet
cs: přidat sadu kanálů z Partnerboxu
it: Aggiungere bouquet Partnerbox
lt: pridėti bendro imtuvo paketą
pl: dodaj bukiet Partnerbox
tr: Partnerbox buketi ekle

source: add Partnerbox service
cs: přidat kanál z Partnerboxu
it: Aggiungere canale Partnerbox
lt: pridėti bendro imtuvo kanalą
pl: Dodaj kanał Partnerbox`a
tr: Partnerbox hizmeti ekle

source: add Plugin to Extensionmenu
cs: přidat modul do rozšířeného menu
it: aggiungere il plugin al menu estensioni
lt: pridėti priedą į išplėstinį meniu
pl: dodaj Wtyczkę do Rozszerzonego menu
tr: Uzantılar menüsüne eklenti ekle

source: add Plugin to Mainmenu
cs: přidat modul do hlavního menu
it: aggiungere il plugin al menu principale
lt: pridėti priedą į pagrindinį meniu
pl: dodaj Wtyczkę do Głównego Menu
tr: eklentiyi ana menüye ekle

source: add filters
cs: přidat filtr
it: Agg. filtri
lt: pridėti filtrus
pl: Dodaj filtry
tr: Filtre ekle

source: add partition
cs: přidat disk.oddíl
it: Aggiungere partizione
lt: pridėti skaidinį
pl: dodaj partycję
tr: bölüm ekle

source: add recording (enter recording duration)
cs: nahrát - zadat délku nahrávání
it: avviare registrazione (inserire durata)
lt: pridėti įrašą (įrašykite įrašymo trukmę)
pl: Nagrywaj (wpisz trwanie nagrania)
tr: kaydet (kayıt süresi belirleyerek)

source: add recording (enter recording endtime)
cs: nahrát - zadat čas ukončení
it: avviare registrazione (inserire ora termine)
lt: pridėti įrašą (įrašykite įrašymo pabaigos laiką)
pl: Nagrywaj (wpisz koniec czasu nagrania)
tr: kaydet (kayıt bitiş zamanı girerek)

source: add recording (indefinitely)
cs: nahrát - nekonečno...
it: avviare registrazione (illimitata)
lt: pridėti įrašą (identišką)
pl: Nagrywaj (na czas nieokreślony)
tr: kaydet (süresiz)

source: add recording (stop after current event)
cs: nahrát - zastavit na konci
it: avviare registrazione (evento corrente)
lt: pridėti įrašą (stabdyti po esamo įvykio)
pl: Nagrywaj (zatrzymaj po aktualnym wydarzeniu)
tr: kaydet (geçerli EPG programı bitene kadar)

source: add recording on Partnerbox (indefinitely)
cs: začít nahrávat na partner-boxu (neomezeně)
it: aggiungere registrazione su Partnerbox (a tempo indeterminato)
lt: pridėti įrašą Partnerbox (neribotam laikui)
tr: Partnerbox'a kayıt ekle (süresiz)

source: add recording on Partnerbox (stop after current event)
cs: začít nahrávat na partner-boxu (zastavit na konci události)
it: aggiungere registrazione su Partnerbox (evento corrente)
lt: pridėti įrašą Partnerbox (sustabdyti po šio įvykio)
tr: Partnerbox'a kayıt ekle (mevcut olaydan sonra dur)

source: add search filter to EPGSearch
cs: přidat vyhledávací filtr do EPGSearch
it: aggiungere filtro di ricerca a EPGSearch
tr: EPGArama arama filtresi ekle

source: add server
cs: nový
it: Agg. server
lt: pridėti serverį
pl: dodaj serwer
tr: sunucu ekle

source: add services
cs: přidat kanály
it: Agg. canali
lt: pridėti kanalus
pl: Dodaj kanały
tr: Kanal Ekle

source: add to AutoTimer filter list
cs: přidat do seznamu filtrů časovačů
it: aggiungere a elenco filtri AutoTimer
lt: pridėti prie auto laikmačio filtrų sąrašo
tr: Otomatik Zamanlayıcı filtre listesine ekle

source: add to EPGRefresh
cs: přidat tento kanál do EPGRefresh
it: aggiungere a EPGRefresh
lt: įtraukti į EPG atnaujintoją
pl: dodaj do EPGRefresh
tr: Otomatik EPG yenileyiciye ekle

source: advanced warning
cs: rozšířené varování
it: warning avanzato
lt: išplėstinis įspėjimas
tr: gelişmiş uyarı

source: after reload list
cs: po načtení seznamu
it: dopo aver ricaricato l'elenco
lt: įkėlus sąrašą iš naujo
pl: po przeładowaniu listy
tr: listeyi yeniden yükledikten sonra

source: after restart
cs: po restartu
it: dopo il riavvio
lt: po paleidimo iš naujo
pl: po restarcie
tr: yeniden başlattıktan sonra

source: after restart/standby
cs: po restartu / režimu spánku
it: dopo il riavvio/standby
lt: po paleidimo iš naujo/budėjimo
pl: po restarcie / czuwaniu
tr: yeniden başlattıktan / beklemeden sonra

source: after standby
cs: po režimu spánku
it: Dopo lo standby
lt: po budėjimo režimo
pl: po czuwaniu
tr: bekleme modundan sonra

source: all
cs: -vše-
it: tutto
lt: visi
pl: wszystkie
tr: hepsi

source: all services
cs: všechny kanály
it: tutti i canali
lt: visi kanalai
tr: tüm kanallar

source: alphabetic sort
cs: ↓A-Z
it: ordine alfabetico
lt: pagal abėcėlę
pl: Sortuj alfabetycznie
tr: alfabetik sıralama

source: always
cs: vždy
it: sempre
lt: visada
pl: zawsze
tr: her zaman

source: always ask
cs: vždy se zeptat
it: Chiedere sempre
lt: visada klausti
pl: zawsze pytaj
tr: her zaman sor

source: always hide
cs: vždy skrýt
it: nascondi sempre
lt: nerodyti niekada
pl: Zawsze ukrywaj
tr: her zaman gizle

source: and many contributors
cs: a mnoho dalších spolupracovníků
it: e molti con il contributo di molti
lt: ir daugelis autorių
pl: oraz wielu innych
tr: ve birçok katkıda bulunanlar

source: anisotropic
cs: anizotropní
it: Anisotropico
lt: anizotropinis
pl: Anizotropowy
tr: eşyönsüz

source: any RC
cs: obecný dálk.ovladač
it: tutti i telecomandi
lt: bet koks DVP
pl: każdy Pilot
tr: herhangi bir Uzaktan Kumanda

source: apply themes
cs: použít téma
it: applicare tema
lt: taikyti temas
tr: temaları uygula

source: as plugin in extended bar
cs: jako modul v rozšířeném menu
it: come plugin tra le estensioni
lt: kaip priedas išplėstinėje juostoje
pl: jako wtycza w rozszerzonym pasku
tr: genişletilmiş çubukta eklenti olarak

source: ask me
cs: zeptat se
it: Chiedere
lt: klausti manęs
pl: zapytaj mnie
tr: sor

source: assign long key-press (red/green/yellow/blue) to plugins or E2 functions.
cs: Přiřazení funkce E2 pod dlouhá tlačítka (červené/zelené/žluté/modré).
it: Plugin per associare la pressione prolungata tasto (rosso/verde/giallo/blu) a plugin o funzioni E2.
lt: ilgai spaudžiamus mygtukus (raudoną/žalią/geltoną/mėlyną) priskirti priedams arba E2 funkcijoms.
pl: Przypisywanie przycisków (Czerwony/Zielony/Żółty/Niebieski) dla wtyczek lub funkcji E2.
tr: Renkli tuşlara uzun süre basarak eklentileri veya işlevleri ayarlayın.

source: assign long key-press on color buttons to plugins or E2 functions
cs: -- přiřazení funkcí E2 pod dlouhá barevná tlačítka
it: Plugin per associare la pressione prolungata dei tasti colorati a plugin o funzioni E2
lt: ilgai spaudžiamus spalvotus mygtukus priskirti priedams arba E2 funkcijoms
pl: Przypisywanie pod kolorowe przyciski wtyczek lub funkcji E2
tr: Eklentileri renkli tuşlara ayarlayın

source: assigned to blue
cs: přiřadit pod : modré
it: Assegnato al tasto blu
lt: priskirtas mėlynam
pl: przypisane do niebieskiego
tr: maviye ayarlı

source: assigned to green
cs: přiřadit pod : zelené
it: Assegnato al tasto verde
lt: priskirtas žaliam
pl: przypisane do zielonego
tr: yeşile ayarlı

source: assigned to long blue
cs: modré - dlouhé tlačítko
it: Assegnato al tasto blu (lungo)
lt: priskirtas (ilgai spaustas) mėlynam
pl: przypisane do niebieskiego (długie przyciśnięcie)
tr: uzun maviye atanmış

source: assigned to long green
cs: zelené - dlouhé tlačítko
it: Assegnato al tasto verde (lungo)
lt: priskirtas (ilgai spaustas) žaliam
pl: przypisane do zielonego (długie przyciśnięcie)
tr: uzun yeşile atanmış

source: assigned to long red
cs: červené - dlouhé tlačítko
it: Assegnato al tasto rosso (lungo)
lt: priskirtas (ilgai spaustas) raudonam
pl: przypisane do czerwonego (długie przyciśnięcie)
tr: uzun kırmızıya atanmış

source: assigned to long yellow
cs: žluté - dlouhé tlačítko
it: Assegnato al tasto giallo (lungo)
lt: priskirtas (ilgai spaustas) geltonam
pl: przypisane do żółtego (długie przyciśnięcie)
tr: uzun sarıya atanmış

source: assigned to red
cs: >>červené tlačítko
it: Assegnato al tasto rosso
lt: priskirtas raudonam
pl: przypisane do czerwonego
tr: Kırmızı tuş

source: assigned to yellow
cs: přiřadit pod : žluté
it: Assegnato al tasto giallo
lt: priskirtas geltonam
pl: przypisane do żółtego
tr: sarıya ayarlı

source: auto
cs: aut.
lt: automatinis
tr: otomatik

source: auto-start is currently not active.
cs: Aut.spouštění není momentálně aktivní
it: Auto-avvio non è attualmente attivo.
lt: autopaleidimas šiuo metu neįjungtas.
tr: otomatik başlatma şu anda etkin değil.

source: auto-start window begin
cs: Okno - aut. start v...
it: inizio fascia oraria auto-start
lt: autopaleidimo pradžios langas
pl: rozpocznie się
tr: otomatik başlatma pencere başlangıcı

source: auto-start window end
cs: Okno - aut. konec v...
it: fine fascia oraria auto-start
lt: autopaleidimo pabaigos langas
pl: zakończy
tr: otomatik başlatma pencere sonu

source: autotimers need a match attribute
cs: AutoTimer potřebuje text pro hledání
it: Autotimer richiede una corrispondenza
lt: auto laikmačiams reikalingas sutapimo požymis
pl: Auto Timery potrzebują dopasowania atrybutów
tr: otomatik zamanlayıcıya denk nitelik lazım

source: before 05.27
cs: před 05.27
it: anteriore a 05.27
lt: prieš 05.27
pl: przed 05.27
tr: 05.27'den önce

source: begin of search log on
cs: začít hledat od protokolu vpředu
it: inizio registro ricarca su
lt: pradėkite ieškoti prisijungimo
tr: arama oturum açma başlangıcı

source: below Tunerslot 4
cs: pod Tunerslot 4
it: Sotto il tuner 4
lt: žemesnė imtuvo anga 4
pl: poniżej Tunerslot 4
tr: tuner yuvası 4 altında

source: bilinear
cs: kvadratický
it: Bilineare
lt: bilinijinis
pl: Bilinearny
tr: çift doğrusal

source: blue teletext link
cs: modré řádky teletextu
it: Link teletext Blu
lt: mėlyna teleteksto nuoroda
pl: Niebieski link teletekstu
tr: Mavi TeleText bağlantısı

source: bob
cs: co nejlépe
lt: trumpai
tr: dalgalı

source: button caption
cs: popis tlačítka...
it: Intestazione tasto
lt: mygtuko antraštė
pl: przycisk paska tytułowego
tr: Tuş başlığı

source: by age
cs: podle věku
it: in base all'età
lt: pagal amžių
pl: wg wieku
tr: yaşa göre

source: by eta
cs: podle stupně
it: in base al tempo stimato
lt: pagal eta
pl: wg eta
tr: eta tarafından

source: by progress
cs: podle průběhu
it: in base al progresso
lt: vykdoma
pl: wg postępu
tr: ilerleme ile

source: by speed
cs: podle rychlosti
it: in base alla velocità
lt: pagal greitį
pl: wg szybkości
tr: hız ile

source: c3voc stream bouquet updated
cs: C3VOC stream sady kanálů byl aktualizovaný
it: bouquet stream c3voc aggiornato
lt: c3voc srauto paketas atnaujintas
tr: c3voc akış buketi güncellendi

source: c3voc stream bouquet updater
cs: -- aktualizace C3VOC stream ze sady kanálů
it: aggiornamento bouquet stream c3voc
lt: c3voc srauto paketo atnaujintojas
tr: c3voc akışı buket güncelleyici

source: call diversions active
cs: aktivní přesměrování volání
it: deviazioni di chiamata attive
lt: skambučių nukreipimas aktyvus
tr: çağrı yönlendirme etkin

source: calls in mailbox
cs: volat přes mailbox
it: chiamate nella mailbox
lt: skambučiai į pašto dėžutę
pl: rozmowy w skrzynce
tr: posta kutusundaki aramalar

source: cancel
cs: storno
it: Annull.
lt: atšaukti
pl: skauj
tr: vazgeç

source: cannot access inbox
cs: bez přístupu do INBOXu
it: Impossibile accedere alla inbox
lt: negali pasiekti gautųjų
pl: brak dostępu do skrzynki odbiorczej
tr: gelen kutusuna ulaşılamıyor

source: cannot get headers of new messages
cs: Nelze načíst hlavičku nového hlášení !
it: impossibile ottenere l'elenco intestazioni nuovi messaggi
lt: negali gauti naujų pranešimų antraštės
pl: Nie można uzyskać nagłówków nowych wiadomości
tr: yeni mesajların başlıkları alınamıyor

source: cannot get list of new messages
cs: Nelze načíst seznam nových hlášení !
it: impossibile ottenere l'elenco dei nuovi messaggi
lt: negali gauti naujų pranešimų sąrašo
pl: Nie można pobrać listy nowych wiadomości
tr: yeni mesajlar alınamıyor

source: case-insensitive search
cs: nerozlišovat malá a velká písmena
it: Non distinguere Maiusc. - minusc.
lt: paieška skiriant raidžių dydį
pl: Sprawa-intensywne szukanie
tr: büyük-küçük harf duyarsız arama

source: case-sensitive search
cs: rozlišovat velikost písma
it: Distinguere Maiusc. - minusc.
lt: paieška skiriant raidžių dydį
pl: Sprawa-czułe szukanie
tr: büyük-küçük harf duyarlı arama

source: center
cs: na střed
it: centro
lt: centre
pl: środek
tr: merkez

source: change name...
cs: Změna názvu ...
it: rinominare...
lt: keisti pavadinimą...
pl: zmień nazwę...
tr: Film adını değiştirin, taşıyın...

source: change recording (duration)
cs: změnit - dobu nahrávání
it: modificare registrazione (durata)
lt: keisti įrašymo trukmę
pl: Zmień czas trwania nagrania
tr: kaydı değiştir (süre)
