Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Do not use the noatime feature, so the inode access time is controlled by kernel defaults.
cs: Nepoužívat vlastnosti noatime. Vybavovací čas inode je řízený z předvoleb.
it: Non utilizzare la funzione noatime. L'accesso agli inode sarà controllato dalle impostazioni predefinite del kernel.
lt: Nenaudokite noatime funkcijos, taigi inode prieigos laiką kontroliuoja branduolio numatytuosius nustatymus.
pl: Nie używaj funkcji noatime, czas dostępu do i-węzła jest kontrolowany przez domyślne ustawienia jądra.
tr: Noatime özelliğini kullanmayın. inode erişimi böylece çekirdek tarafından kontrol edilir-defaults.

source: Do not use the relatime feature.
cs: nepoužívat vlastnosti relatime
it: Non utilizzare la funzione relatime.
lt: Nenaudokite realaus laiko funkcijos.
pl: Nie używaj funkcji relatywnej.
tr: Relatime özelliğini kullanmayın.

source: Do not wake up at the end of next deep standby interval.
cs: Aut.nebudit na konci dalšího intervalu vypínání_
it: Non accendere il box al termine del prossimo intervallo di deep standby.
lt: Negalima pabusti iš gilaus budėjimo kito intervalo pabaigoje.
pl: Nie wybudzaj na końcu głębokiego czuwania.
tr: Kutu sonraki uyku süresinin bitiminden sonra otomatik olarak uyanmaz.

source: Do what?
cs: ...jak dál ?
it: Che fare?
lt: Ką daryti?
pl: Co zrobić?
tr: Ne yapmak istiyorsunuz?

source: Do you really want to add all songs from that album to a playlist?
cs: Chcete přidat všechny skladby z alba do seznamu ?
it: Aggiungere tutti i brani dall'album alla playlist?
lt: Ar tikrai norite pridėti visas dainas iš to albumo grojaraščio?
pl: Czy na pewno chcesz dodać wszystkie utwory z tego albumu do listy odtwarzania?
tr: Bu albümdeki tüm şarkıları çalma listesine eklemek istiyor musunuz?

source: Do you really want to add all songs from that artist to a playlist?
cs: Chcete přidat všechny skladby interpreta do seznamu ?
it: Aggiungere tutti i brani dell'artista alla playlist?
lt: Ar tikrai norite pridėti visas dainas iš to atlikėjo grojaraščio?
pl: Czy na pewno chcesz dodać wszystkie utwory tego artysty do listy odtwarzania?
tr: Bu sanatçının tüm şarkılarını çalma listesine eklemek istiyor musunuz?

source: Do you really want to add all songs from that genre to a playlist?
cs: Chcete přidat všechny skladby žánru do seznamu ?
it: Aggiungere tutti i brani dello stesso genere a una playlist?
lt: Ar tikrai norite visas šio žanro dainas įtraukti į grojaraštį?
pl: Czy na pewno chcesz dodać wszystkie utwory tego gatunku do listy odtwarzania?
tr: Bu türdeki tüm şarkıları çalma listesine eklemek istiyor musunuz?

source: Do you really want to close without saving settings?
cs: Chcete to zavřít bez uložení nastavení ?
it: Uscire senza salvare le impostazioni?
lt: Ar tikrai norite užverti, neišsaugant nustatymų?
pl: Na pewno chcesz zamknąć bez zapisywania ustawień ?
tr: Ayarları kaydetmeden gerçekten kapatılsın mı?

source: Do you really want to delete %s %s?
cs: Chcete odstranit %s %s ?
it: Rimuovere %s %s?
lt: Ar tikrai norite trinti %s %s?
pl: Czy na pewno chcesz usunąć %s %s?
tr: %s'i gerçekten silmek istiyor musunuz? %s?

source: Do you really want to delete %s?
cs: Zastavit a odebrat ze seznamu časovač : %s ?
it: Rimuovere %s?
lt: Ar tikrai norite trinti %s?
pl: Czy naprawdę chcesz usunąć %s?
tr: %s 'i silmek istediğinizden emin misiniz?

source: Do you really want to delete all tags everywhere? (Note that 'Cancel' will not undo this!)
cs: Chcete odebrat všechny značky ? ('storno' zde nejde !)
it: Rimuovere tutte le etichette? "Annullare" non potrà revocare l'azione.
lt: Ar tikrai norite ištrinti visas žymes visur? (atkreipkite dėmesį, kad 'atšaukus' tai bus anuliuota!)
pl: Czy na pewno chcesz usunąć wszędzie wszystkie znaczniki? (Należy pamiętać, że polecenie "Anuluj" nie cofnie tego!)
tr: Bütün etiketleri silmek istediğinizden emin misiniz? (Onaylarsanız, bir sonraki ekrandaki 'Vazgeç' seçimiyle iptal edemezsiniz!)

source: Do you really want to delete entry for %(number)s %(name)s?
cs: Chcete odstranit : %(name)s %(number)s ?
it: Rimuovere la voce per %(number)s %(name)s?
lt: Ar tikrai norite ištrinti įrašą %(number)s %(name)s?
pl: Czy na pewno chcesz usunąć wpis dla %(number)s %(name)s?
tr: Aşağıdaki kaydı silmek istiyor musunuz? %(number)s %(name)s?

source: Do you really want to delete series %s with %d movies?
cs: Chcete odebrat kompletně sérii : %s s %d videa ?
it: Rimuovere la serie %s con %d episodi?
lt: Ar tikrai norite ištrinti serijas %s su %d filmais?
pl: Czy napewno chcesz usunąć serial %s ile odcinków - %d ?
tr: Gerçekten dizileri silmek istiyor musun %s %d filmle silinsin mi?

source: Do you really want to delete tag "%s" everywhere? (Note that 'Cancel' will not undo this!)
cs: Chcete odstranit značky "%s" všude ? (Akci nelze 'zrušit' !)
it: Rimuoverere l'etichetta "%s" ovunque? "Annullare" non potrà revocare l'azione.
lt: Ar tikrai norite ištrinti visas žymes "%s" visur? (atkreipkite dėmesį, kad 'atšaukus' tai bus anuliuota!)
pl: Czy na pewno chcesz usunąć znacznik "%s" wszędzie? (Należy pamiętać, że polecenie "Anuluj" nie cofnie tego!)
tr: Bütün "%s" etiketlerini silmek istediğinizden emin misiniz? (Onaylarsanız, bir sonraki ekrandaki 'Vazgeç' seçimiyle iptal edemezsiniz!)

source: Do you really want to delete that song from the database?
cs: Chcete odstranit skladbu z databáze ?
it: Rimuovere questo brano dal database?
lt: Ar tikrai norite trinti šią dainą iš duomenų bazės?
pl: Czy na pewno chcesz usunąć ten utwór z bazy danych?
tr: Veritabanındaki tüm şarkıları silmek istiyor musunuz?

source: Do you really want to delete that song the current playlist?
cs: Chcete odstranit skladbu z aktuálního seznamu ?
it: Rimuovere questo brano dalla playlist corrente?
lt: Ar tikrai norite trinti šią dainą dabartinio grojaraščio?
pl: Czy na pewno chcesz usunąć ten utwór z listy odtwarzania?
tr: Mevcut çalma listesinden seçilen girişi gerçekten silmek istiyor musunuz?

source: Do you really want to delete the current playlist?
cs: Chcete odstranit aktuální seznam ?
it: Rimuovere la playlist corrente?
lt: Ar tikrai norite ištrinti dabartinį grojaraštį?
pl: Czy na pewno chcesz usunąć bieżącą listę odtwarzania?
tr: Mevcut çalma listesini gerçekten silmek istiyor musunuz?

source: Do you really want to delete the cut file? If you have selected a directory, all cut files within the folder and its subfolders will be deleted!
cs: Chcete odstranit soubor výstřižků.cut ? Odstraní se také všechny soubory.cut v pod-složkách !
it: Eliminare il file cut? Se è stata selezionata una directory, tutti i file cut contenuti (anche nelle relative sottodirectory) saranno eliminati.
lt: Ar tikrai norite ištrinti iškirptą failą? Jeigu pasirinkote katalogą, visi iškirpti failai, esantys šiame kataloge ir jo pakatalogiuose bus ištrinti!
pl: Czy na pewno chcesz usunąć cięty plik? Jeśli wybrałeś katalog, wszystkie wycięte pliki w folderze i jego podfolderach zostaną usunięte!
tr: Tüm kesme dosyalarını gerçekten silmek istiyor musunuz? Bir klasör seçerseniz, alt klasörlerdeki tüm kesme dosyaları da silinecektir!

source: Do you really want to delete the entry for %s?
cs: Chcete odstranit zadání pro %s ?
it: Eliminare la voce per %s?
lt: Ar tikrai norite ištrinti įrašą %s?
pl: Czy na pewno chcesz usunąć wpis dla %s?
tr: %s girişini gerçekten silmek istiyor musunuz?

source: Do you really want to delete the timer %s ?
cs: Chcete odstranit časovač : %s ?
it: Rimuovere il timer %s?
lt: Jūs iš tikro norite ištrinti laikmatį %s ?
pl: Czy na pewno chcesz usunąć timer %s ?
tr: Zamanlayıcı girişi %s gerçekten silinecek mi?

source: Do you really want to delete this entry?
cs: Chcete odstranit toto zadání ?
it: Rimuovere questa voce?
lt: Ar tikrai norite ištrinti įrašą?
pl: Czy naprawdę chcesz usunąć ten wpis?
tr: Bu girişi gerçekten silmek istiyor musunuz?

source: Do you really want to delete:
cs: chcete odstranit :
it: Rimuovere:
lt: Ar tikrai norite ištrinti:
pl: Czy na pewno chcesz usunąć:
tr: Gerçekten silmek istiyor musunuz:

source: Do you really want to lock the directory %s and all its subfolders?
cs: Chcete uzamknout složku %s i její pod-složky ?
it: Bloccare la directory %s e tutte le sue sottodirectory?
lt: Ar tikrai norite užrakinti katalogą %s kartu su visais pakatalogiais?
pl: Czy na pewno chcesz zablokować katalog %s oraz wszystkie jego podfoldery?
tr: %s dizini ve tüm alt dizinler engellenmeli mi?

source: Do you really want to remove your bookmark %s?
cs: Chcete odstranit umístění : %s ?
it: Rimuovere i segnalibri %s?
lt: Ar tikrai norite pašalinti žymelę %s?
pl: Czy na pewno chcesz usunąć zakładkę %s?
tr: Aşağıdaki yer imini gerçekten silmek istiyor musunuz? %s

source: Do you really want to remove your directory %s?
cs: Chcete odstranit složku : %s ?
it: Rimuovere la directory %s?
lt: Ar tikrai norite pašalinti katalogą %s?
pl: Czy na pewno chcesz usunąć katalog %s?
tr: Aşağıdaki dizini gerçekten silmek istiyor musunuz? %s

source: Do you really want to remove your link %s?
cs: Chcete odstranit odkaz : %s ?
it: Rimuovere il collegamento %s?
lt: Ar tikrai norite pašalinti nuorodą %s?
pl: Czy na pewno chcesz usunąć link %s?
tr: Aşağıdaki bağlantıyı gerçekten silmek istiyor musunuz? %s

source: Do you really want to stop the recording?
cs: Chcete zastavit nahrávání ?
it: Arrestare la registrazione?
lt: Ar tikrai norite sustabdyti įrašymą?
pl: Czy na pewno chcesz zatrzymać nagrywanie?
tr: Kaydı gerçekten durdurmak istiyor musunuz?

source: Do you want to Restart the GUI now to apply new skin settings?
cs: Grafiku skinu je třeba znovu obnovit. Chcete Enigmu2 restartovat ?
it: Riavviare la GUI per applicare le nuove impostazioni della skin?
tr: Yeni skin ayarlarını uygulamak için GUI şimdi yeniden başlatılsın mı?

source: Do you want to enter a username and password for this host?
cs: Chcete zadat uživatelské jméno a heslo pro tohoto hostitele ?
it: Inserire username e password per questo host?
lt: Ar norite įrašyti vartotojo vardą ir slaptažodį šiam mazgui?
pl: Czy chcesz wpisać nazwę użytkownika i hasło dla tego hosta?
tr: Bu konak için kullanıcı adı ve parola tanımlamak istiyor musunuz?

source: Do you want to execute?\n
cs: Chcete to spustit ?\n
it: Eseguire?\n
lt: Ar norite vykdyti?\n
pl: Czy chcesz wykonać?\n
tr: Çalıştır?\n

source: Do you want to restart the GUI now?
cs: Chcete Enigmu2 restartovat ?
it: Riavviare la GUI ora?
lt: Ar norite paleisti grafinę aplinką iš naujo dabar?
pl: Czy chcesz ponownie uruchomić GUI teraz?
tr: Şimdi GUI yeniden başlatmak istiyor musunuz?

source: Do you want to resume this playback?
cs: Chcete obnovit přehrávání ?
it: Riprendere la riproduzione?
lt: Ar norite pratęsti šį atkūrimą?
pl: Czy chcesz wznowić to odtwarzanie?
tr: Son noktadan oynatmaya devam etmek istiyor musunuz?

source: Do you want to see more entries?
cs: Chcete zobrazit další položky ?
it: Visualizzare altre voci?
lt: Norite pamatyti daugiau įrašų?
pl: Chcesz zobaczyć wiecej wpisow?
tr: Daha fazla başlık görmek istiyor musunuz?

source: Do you want to set %s as start directory?
cs: Chcete nastavit %s jako startovací složku ?
it: Impostare %s come directory di avvio?
tr: %s başlangıç dizini olarak ayarlansın mı?

source: Do you want to start the kiddytimer- plugin now.
cs: Chcete spustit modul KiddyTimer ?
it: Avviare il plugin kiddytimer ora.
lt: Ar norite paleisti vaikų laikmatį dabar.
pl: Czy chcesz uruchomić teraz wtyczkę KiddyTimer.
tr: Çocuk saati eklentisini şimdi çalıştırmak istiyor musunuz?

source: Do you want to try to open the downloaded file?
cs: Chcete otevřít stažený soubor ?
it: Tentare di aprire il file scaricato?
lt: Ar norite pabandyti atverti atsisiųstą failą?
pl: Czy chcesz spróbować otworzyć pobrany plik?
tr: İndirilmiş dosyayı açmak istiyor musunuz?

source: Does not contain any scripts.
cs: Neobsahuje žádný skript !
it: Non contiene alcuno script.
lt: Čia nėra jokių scenarijų.
pl: Nie zawiera żadnych skryptów.
tr: Hiçbir komut dosyası içermez.

source: Don't auto scan size of dirs from emc-noscan.cfg
cs: aut.nenačítat velikost složek z emc-noscan.cfg
it: Non eseguire la scansione automatica delle dimensioni directory da emc-noscan.cfg
lt: Nenuskaityti automatiškai emc-noscan.cfg katalogų dydžio
pl: Nie skanuj automatycznie rozmiaru katalogów z emc-noscan.cfg
tr: emc-noscan.cfg dosyasındaki dizinlerin boyutu otomatik olarak taranmasın

source: Don't cut
cs: nestříhat
it: Non tagliare
lt: Nekirpti
pl: Nie tnij
tr: Kesilmesin

source: Don't edit this manually unless you really know what you are doing
cs: Neupravujte manuálně, pokud si nejste opravdu jistý !
it: Non modificare manualmente se non si è certi di quello che si sta facendo
lt: Nereikia keisti tai rankiniu būdu, jei tikrai žinote ką darote
pl: Nie modyfikuj tego ręcznie, chyba że naprawdę wiesz co robisz
tr: Lütfen ne yaptığınızı gerçekten bilmiyorsanız elle olarak değiştirmeyin.

source: Don't monitor TV started after
cs: nehlídat TV spuštěnou později
it: Non controllare la TV se accesa dopo le
lt: Negalima stebėti televizijos, prasidėjus po
pl: Nie monitoruj uruchomienia TV po
tr: TV izlemeye başladıktan sonra gösterme

source: Don't monitor TV started before
cs: nehlídat TV spuštěnou předtím
it: Non controllare la TV se accesa prima delle
lt: Negalima stebėti televizijos, prasidėjus prieš
pl: Nie monitoruj uruchomienia TV przed
tr: Daha önce denetlenmesin

source: Don't reconstruct
cs: neobnovovat
it: Non ricostruire
lt: Neatkurti
pl: Nie rekonstruować
tr: Geri yüklenmesin

source: Don't save
cs: neukládat
it: Non salvare
lt: Neišsaugoti
pl: Nie zapisuj
tr: Kaydedilmesin

source: Don't save Timeshift as Movie
cs: neukládat Timeshift jako video
it: Non salvare il timeshift come filmato
lt: Neišsaugoti laiko poslinkio, kaip filmo
pl: Nie zapisuj timeshift-u jako film
tr: Zaman kaydırmalı kaydı film olarak kaydetme

source: Don't shutdown after manual abort of automated refresh
cs: Nevypínejte po ručním přerušení automatické obnovování
it: Non spegnere dopo l'interruzione manuale dell'aggiornamento automatico
tr: Otomatik işlemin elle durdurulmasından sonra kapatmayın

source: Don't stop current event but disable coming events
cs: Aktuální nahrávání nelze přerušit, ale lze deaktivovat další !
it: Non interrompere l'evento corrente ma annullare i futuri
lt: Nestabdykite esamo įvykio, bet išjunkite būsimus
pl: Nie zatrzymuj aktualnego wydarzenia, ale wyłącz nadchodzące
tr: Mevcut EPR programını kaydet ama gelecek programda kapat

source: Don't wake up
cs: nebudit
it: Non accendere
lt: Nepabusti
pl: Nie wybudzaj
tr: Asla uyanma

source: Donate {donate:s}
cs: věnovat {donate:s}
it: Donare {donate:s}
lt: Aukokite {donate:s}
pl: Dotacja {donate:s}
tr: Bağış {bağış:lar}

source: Down
cs: dolů
it: Giù
lt: Žemyn
pl: W dół
tr: Aşağı

source: Downlad %s
cs: stáhnout : %s
lt: Atsisiųsti %s
pl: Pobierz %s
tr: %s İndirilenler

source: Download
cs: - stahování
lt: Atsisiųsti
pl: Pobierz
tr: İndir

source: Download Movie Info
cs: info k videu
it: Scaricare film info
lt: Parsisiųsti informaciją apie filmą
pl: Pobierz Info o filmie
tr: Film bilgilerini indir

source: Download Movie Information
cs: info k videu
it: Scaricare informazioni sul film
lt: Parsisiųsti informaciją apie filmą
pl: Pobierz Informacje o filmie
tr: Film bilgilerini indir

source: Download Video
cs: načíst video
it: Download filmato
lt: Atsisiųsti vaizdą
pl: Pobierz film
tr: Video'yu indir

source: Download cutlist from Cutlist.at
cs: stáhnout ořezové značky z Cutlist.at
it: Scaricare elenco tagli da Cutlist.at
lt: Parsisiųsti iškarpų sąrašą iš Cutlist.at
pl: Pobierz cutlist z Cutlist.at
tr: Cutlist.at adresinden kesim listesini indirin

source: Download directory
cs: stáhnout složku
lt: Atsisiųsti katalogą
pl: Pobierz katalog
tr: İndirme dizini

source: Download finished.
cs: stahování bylo dokončeno
it: Download terminato.
lt: Atsisiuntimas baigtas.
pl: Pobieranie zakończone.
tr: İndirme tamamlandı.

source: Download location
cs: složka pro stahovaná data
it: Destinazione download
lt: Atsisiuntimo vieta
pl: Folder pobierania:
tr: İndirme konumu

source: Download rate
cs: Rychlost stahování
lt: Atsisiuntimo dažnis
pl: Szybkość pobierania
tr: İndirme hızı

source: Download subtitle to any movie.
cs: -- dynamické stahování titulků k videu
it: Plugin per il download di sottotitoli film.
lt: Atsisiųsti subtitrus bet kokiam filmui.
pl: Pobierz napisy do dowolnego filmu
tr: Film için altyazı indirin.

source: Download torrent...
cs: Torrent stahování...
lt: Atsisiųsti torentą...
pl: Pobieram torrent...
tr: Torrent çok yüklü...

source: Download...
cs: ...stahuji data...
lt: Atsiunčiama...
pl: Pobieranie...
tr: İndir...

source: Download:
cs: staženo :
lt: Atsiuntimai:
pl: Pobierz:
tr: İndir:

source: Download: %s
cs: nyní staženo : %s
lt: Parsisiųsti: %s
pl: Pobrano: %s
tr: İndirilenler:%s

source: Downloaded %d and uploaded %d MB
cs: staženo %d a aktualizováno %d MB
it: Download: %d Upload: %d MB
lt: Atsisiųsta %d ir įkelta %d MB
pl: Pobrano %d MB / Wysłano %d MB
tr: %d indirildi ve %d MB yüklendi

source: Downloaded %d of %d MB (%d%%)
cs: staženo %d z %d MB (%d%%)
it: Scaricati %d di %d MB (%d%%)
lt: Atsisiųsta %d iš %d MB (%d %%)
pl: Pobrano %d z %d MB (%d%%)
tr: %d MB'den %d'si indirildi (%d%%)

source: Downloading Movie Poster: %s...
cs: stažený obal : %s...
it: Download Poster Film in corso: %s...
lt: Atsisiųsta filmo plakatų: %s...
pl: Pobieranie Plakatu Filmu: %s...
tr: %s posteri indiriliyor.

source: Downloading bouquets failed!
cs: Stahování sady kanálů selhalo !
it: Download bouquet fallito.
lt: Paketų atsisiųsti nepavyko!
pl: Pobieranie bukietów nieudane!
tr: bouquet indirilmesi başarısız!

source: Downloading from %d of %d peers
cs: staženo ze %d z %d vrstev
it: In download da %d di %d peers
lt: Atsisiuntimas iš %d iš %d kolegų
pl: Pobieranie od %d z %d pirów.
tr: %d meslektaştan %d'sinden indiriliyor

source: Downloading movie: %s
cs: stahuji video : %s
it: Download filmato in corso: %s
lt: Atsisiunčiamas filmas: %s
pl: Pobieranie filmu: %s
tr: %s filmi indiriliyor!

source: Downloading satellites failed!
cs: Stahování satelitů selhalo !
it: Download satelliti fallito.
lt: Palydovų atsisiųsti nepavyko!
pl: Pobieranie satelit nieudane!
tr: Uydular indirilemedi!

source: Downloading screenshots. Please wait...
cs: Stahuji snímek obrazovky, čekejte...
it: Attendere: download screenshot in corso...
lt: Parsiunčiamos momentinės ekrano kopijos. Prašome laukti...
pl: Pobieranie obrazów. Proszę czekać...
tr: Ekran görüntüsü indiriliyor. Lütfen bekleyin...

source: Downloading succesfull! Parsing ...
cs: Stahování bylo dokončeno ! Kontroluji...
it: Download terminato. Analisi in corso...
lt: Atsisiuntimas sėkmingas! Apdorojama ...
pl: Pobieranie udane! Analizowanie...
tr: indirme başarılı! Ayrıştırmada ...

source: Downloading...
cs: ...stahuji data...
it: Download in corso...
lt: Atsiunčiama...
pl: Pobieranie...
tr: İndiriliyor...

source: Dream Explorer 3 - Delete %s...
cs: Dream Explorer 3 - odstranění %s...
it: Dream Explorer 3 - Rimuovere %s...
tr: Dream Explorer 3 - %s siliniyor...

source: Dreambox Explorer II created by Vali (2010) Dream Explorer 3 by Dre (2021) Support: board.dreamboxtools.de
cs: Dreambox Explorer II vytvořený od Vali (2010) Dream Explorer 3 od Dre (2021) podpora : board.dreamboxtools.de
it: Dreambox Explorer II by Vali (2010) Dream Explorer 3 by Dre (2021) Supporto: board.dreamboxtools.de
tr: VAli tarafından yapılan Dreambox Explorer II (2010) Dre (2021) tarafından yapılan Dream Explorer 3 Destek: board.dreamboxtools.de

source: Dreambox Music Database
cs: -- audio databáze - Dreamboxu
it: Database musicale Dreambox
lt: Dreambox muzikos duomenų bazė
pl: Muzyczna Baza Danych Dreambox`a
tr: Dreambox müzik veritabanı

source: Dreambox OS Version
cs: verze OS Dreamboxu
it: Versione OS Dreambox
lt: Dreambox OS versija
pl: Wersja OS Dreambox`a
tr: Dreambox İşletim Sistemi Sürümü

source: Dreambox model: %s %s
it: Modello Dreambox: %s %s
tr: Dreambox modeli: %s %s

source: Dreambox name
cs: systém Dreamboxu
it: Nome Dreambox
lt: Dreambox pavadinimas
pl: Dreambox nazwa
tr: Dreambox adı

source: Duration
cs: čas nahrávání celkem
it: Durata
lt: Trukmė
pl: Czas trwania
tr: Süre

source: Duration to stay can be automatically detected by enigma2 or manually set by the user
cs: Dobu setrvání na kanálu kdy lze aut.detekovat z Enigmy2 nebo nastavit manuálně_
it: La permanenza potrà essere determinata automaticamente da enigma2 o configurata manualmente
lt: Likusi trukmė gali būti automatiškai aptinkama enigma2, arba nustatoma vartotojo, rankiniu būdu
pl: Czas przez jaki mają być automatycznie wykrywane przez Enigma2 lub ręcznie ustawiany przez użytkownika
tr: Kalma süresi enigma2 tarafından otomatik olarak algılanabilir veya kullanıcı tarafından manuel olarak ayarlanabilir

source: Duration to stay on service (seconds)
cs: ...doba setrvání na kanálu (sek.)
it: Permanenza sul canale (secondi)
lt: Trukmė likti kanale (sekundėmis)
pl: Czas na kanale (w sekundach)
tr: Serviste kalma süresi (saniye)

source: Duration:
cs: délka :
it: Durata:
lt: Trukmė:
pl: Czas trwania:
tr: Süre:

source: Duration:
cs: délka :
it: Durata:
lt: Trukmė:
pl: Trwanie:
tr: Süre:

source: Durations
cs: ↓ (doba)
lt: Trukmės
pl: Czas trwania
tr: Süreler

source: E
cs: východní
tr: D

source: E2 Bookmark
cs: záložka E2
it: Segnalibro E2
lt: E2 žymelė
pl: E2 Zakładka
tr: E2 yer imi

source: E2 Bookmarks
cs: záložky E2
it: Segnalibri E2
lt: E2 žymelės
pl: E2 Zakładki
tr: E2 yer imleri

source: E2 Restart
cs: >restart Enigmy2
it: Riavvio E2
lt: Paleisti grafinę aplinką iš naujo
tr: E2-Yeniden başlat

source: EIT wait timeout (ms) before auto selection
cs: EIT - prodleva (ms) před aut.volbou ->
it: Attesa timeout EIT (ms) prima della selezione automatica
lt: EIT laukimo pertrauka (msek) prieš automatinį pasirinkimą
pl: EIT limit czasu oczekiwania (w ms) przed auto wyborem
tr: EIT Otomatik seçim öncesi bekleme süresi (ms)

source: EMC Zap to Live TV of record
cs: EMC centrum ... To je vše, přepínám na živý kanál TV...
it: EMC Passare alla diretta della registrazione
lt: EMC Įrašymui perjungti į tiesioginę TV
pl: EMC Przełącz na nagrywanie z TV na żywo
tr: EMC Bu kaydın canlı TV'sine geçin.

source: EMC Bookmarks
cs: EMC záložky
it: Segnalibri EMC
lt: EMC žymelės
pl: EMC Zakładki
tr: EMC Yer İşareti

source: EMC Cover Selecter
cs: EMC - volba potisku
it: Selettore Cover EMC
lt: EMC viršelių parinkimas
pl: EMC Selekcja Okładek
tr: EMC-Cover Auswahl

source: EMC Cover search
cs: EMC - vyhledání potisků
it: Ricerca Cover EMC
lt: EMC viršelių paieška
pl: EMC Wyszukiwanie Okładek
tr: EMC Kapak araması

source: EMC Cover search setup
cs: EMC - nastavit hledání potisků
it: Impostazioni ricerca Cover EMC
lt: EMC viršelių paieškos sąranka
pl: EMC Ustawienia Wyszukiwania Okładek
tr: EMC Kapak arama kurulumu

source: EMC Filebrowser
cs: EMC - správa souborů
it: Browser File EMC
lt: EMC failų naršyklė
pl: EMC Wyszukiwarka Plików
tr: EMC Dosya tarayıcısı

source: EMC Help
cs: EMC nápověda
it: Help EMC
tr: EMC yardımı

source: EMC Playlist - current playlist
cs: EMC Playlist - aktuální seznam
it: Playlist EMC - playlist corrente
lt: EMC grojaraštis - dabartinis grojaraštis
pl: EMC Lista Odtwarzania - obecna lista
tr: EMC Çalma Listesi - mevcut çalma listesi

source: EMC Playlist Menu
cs: EMC - menu seznamu
it: Menu Playlist EMC
lt: EMC grojaraščio meniu
pl: EMC Menu Listy Odtwarzania
tr: EMC çalma listesi menüsü

source: EMC Playlist Setup
cs: nastavení EMC seznamu
it: Impostazioni Playlist EMC
lt: EMC grojaraščio sąranka
pl: EMC Ustawienia Listy Odtwarzania
tr: EMC çalma listesi ayarları

source: EMC Setup
cs: >nastavení přehrávače -->
it: Impostazioni EMC
lt: EMC sąranka
pl: EMS Ustawienia
tr: EMC ayarları

source: EMC Trashcan Cleanup failed!
cs: Vyprázdnění koše EMC selhalo !
it: Pulizia cestino EMC fallita.
lt: EMC šiukšliadėžės ištuštinti nepavyko!
pl: EMC oczyszczanie Kosza nieudane!
tr: EMC geri dönüşüm kutusu boşaltılamadı!
