Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Seek backward
cs: Rychle zpět
it: Cerca indietro
lt: Ieškoti atgal
pl: Przeszukaj wstecz
tr: geriye doğru ara

source: Seek forward
cs: Rychle dopředu
it: Cerca avanti
lt: Ieškoti pirmyn
pl: Przeszukaj do przodu
tr: ileri ara

source: Seeking connected events
cs: vyhledat napojené událostí
it: Ricerca eventi collegati in corso
lt: Ieškau susijusių renginių
pl: Poszukiwanie powiązanych wydarzeń
tr: Bağlantılı etkinlikler araması

source: Select
cs: zvolit
it: Selezionare
lt: Išsirinkite
pl: Wybierz
tr: Seç

source: Select "exact match of title" for a perfect match or "partial match" if you want to search for a part of the title or the description. Select "Ask user" to choose when searching.
cs: Zvolte "přesnou shodu v titulku" nebo "dílčí shodu" v titulku nebo v popisu. Můžete použít "dotaz uživatele" pro bližší výběr.
it: Selezionare "corrispondenza esatta del titolo" per una corrispondenza esatta o "corrispondenza parziale" se si desidera cercare per una parte del titolo o della descrizione. Selezionare "Chiedere all'utente" per scegliere durante la ricerca.
tr: Mükemmel bir eşleşme için "tam başlık eşleşmesi"ni veya başlığın veya açıklamanın bir bölümünü aramak için "kısmi eşleşme"yi seçin.Arama yaparken seçmek için "Kullanıcıya sor"u seçin.

source: Select "exact match" to enforce "Match title" to match exactly, "partial match" if you only want to search for a part of the event title or "description match" if you only want to search for a part of the event description
cs: Zvolte "přesnou" nebo "částečnou shodu" pro "hledat v titulku" nebo "shodu v popisu", pokud vycházíte z části textu_
it: Selezionare "Corrispondenza esatta" per costringere "Corrispondenza titolo" a un confronto letterale, "Corrispondenza parziale" per un confronto solo parziale del titolo o "Corrispondenza descrizione" per la ricerca di una parte della descrizione evento
lt: Pasirinkite "tiksliai atitinka", vykdykite "Atitikimo pavadinimas" sutapti "dalinis atitikimas", jei tik norite ieškoti dalies pavadinimo arba "aprašymo atitikimas" dalies, jei norite ieškoti tik įvykio aprašymo dalies
pl: Wybierz "dokładne dopasowanie" do wykonania "dopasowanie Tytułu" do właściwego dopasowania lub "częściowe dopasowanie" jeśli chcesz poszukać tylko części tytułu wydarzenia
tr: Etkinlik başlığıyla tam olarak eşleşmesi için "Başlığın içinde bul" seçeneğini veya etkinlik başlığının yalnızca bir parçası olmasını istiyorsanız "Başlığın bir parçası"nı zorunlu kılmak için "Başlığın tamamı"nı seçin.

source: Select Info type...
cs: Info - volba typu...
it: Selezionare il tipo di informazioni...
lt: Pasirinkite informacijos tipą...
pl: Wybierz typ info...
tr: Bilgi türünü seçin...

source: Select Location
cs: vybrat složku
it: Selezionare posizione
lt: Pasirinkite vietą
tr: Konum Seçin

source: Select Text To Search For
cs: vybrat text pro hledání
it: Selezionare il testo da ricercare
lt: Norėdami ieškoti, pasirinkite tekstą
tr: Aranacak Metni Seçin

source: Select a country
cs: výběr země
it: Selezionare una nazione
tr: Bir ülke seçin

source: Select a timer to import
cs: vybrat časovač pro import
it: Selezionare un timer da importare
lt: Išsirinkite laikmatį importavimui
pl: Wybierz timer do importu
tr: İçeri almak için bir zamanlayıcı seçin

source: Select a timer to search
cs: Výběr časovač pro hledání...
it: Selezionare un timer da cercare
lt: Pasirinkite laikmatį ieškojimui
pl: Wybierz timer, aby szukać
tr: Arama zamanını seçin

source: Select bookmark...
cs: Výběr záložky...
it: Selezionare segnalibro...
lt: Pasirinkite žymelę...
pl: Wybierz zakładkę...
tr: Yer imi seçin...

source: Select bouquet to record on
cs: vybrat sadu kanálů pro záznam na
it: Selezionare il bouquet da cui registrare
lt: Išsirinkite paketą įrašymui į
pl: Wybierz bukiet do nagrania na
tr: Kaydedilecek buketi seçin

source: Select bouquet to refresh
cs: vybrat seznam kanálů pro stažení programů
it: Selezionare bouquet da aggiornare
lt: Pasirinkite paketą atnaujinimui
pl: Wybierz bukiet do odświeżenia
tr: Yenilemek için buket seçin

source: Select brightness.
cs: nastavit jas
it: Regolare la luminosità.
lt: Pasirinkite ryškumą.
pl: Wybierz jasność
tr: Parlaklığı seçin.

source: Select channel to record on
cs: Vybrat kanál pro záznam na...
it: Selezionare il canale da cui registrare
lt: Išsirinkite kanalą įrašymui
pl: Wybierz kanał do nagrania na
tr: Kaydedilecek kanalı seçin

source: Select channel to refresh
cs: Vyberte kanál pro stažení programů...
it: Selezionare canali da aggiornare
lt: Pasirinkite kanalą, kad atnaujinti
pl: Wybierz kanał do odświeżenia
tr: Yenilemek için kanal seçin

source: Select contrast.
cs: zvolte kontrast
it: Regolare il contrasto.
lt: Pasirinkite kontrastą.
pl: Wybierz kontrast
tr: Kontrastı ayarlayın.

source: Select local file list
cs: vyberte složku pro seznam souborů
it: Selezionare elenco file locali
lt: Pasirinkite vietinio failo sąrašą
pl: Wybierz lokalną listę plików
tr: Yerel için dosya listesini seç

source: Select new feed to view.
cs: vybrat nový obsah pro zobrazení
it: Selezionare il nuovo feed da visualizzare.
lt: Išsirinkite naują serverį peržiūrai.
pl: Wybierz kategorię wyszukiwania:
tr: Görmek istediğiniz beslemeyi seçin.

source: Select remote file list
cs: vybrat vzdálený seznam souborů
it: Selezionare elenco file remoti
lt: Pasirinkite nuotolinio failo sąrašą
pl: Wybierz zdalną listę plików
tr: Uzak için dosya listesini seç

source: Select running service on start:
cs: vybrat aktuální kanál při spuštění :
it: Selezionare il canale attivo all'avvio:
lt: Pasirinkite paleisties kanalą startuojant:
pl: Wybierz uruchomione usługi na początku:
tr: Başlangıçta çalışan hizmeti seçin:

source: Select splitting mode.
cs: zvolte mód pro rozdělení obrazovky
it: Selezionare modalità divisa.
lt: Pasirinkite skaidymo būseną.
pl: Wybierz tryb podzielony
tr: Bölünmüş ekran modunu seçin.

source: Select target location...
cs: Vyberte cílovou složku...
it: Selezionare posizione destinazione...
tr: Hedef dizini seçin...

source: Select teletext
cs: Zvolte stanici teletextu...
it: Selezionare televideo
lt: Pasirinkite teletekstą
pl: Wybierz teletekst
tr: Teletekst seç

source: Select teletext version to use.
cs: zvolte verzi teletextu
it: Selezionare la versione teletext da utilizzare.
lt: Pasirinkite teleteksto versiją, kurią naudosite.
pl: Wybierz wersję teletekstu do użycia
tr: Kullanılacak TeleText sürümünü seçin.

source: Select text to search for
cs: Vyberte text pro hledání...
it: Selezionare il testo da cercare
lt: Pasirinkite tekstą ieškojimui
pl: Zaznacz tekst, aby szukać
tr: Arama metnini seçin

source: Select the action to search
cs: Vyberte akci, kterou chcete vyhledat
it: Selezionare la ricerca desiderata
tr: Aranacak eylemi seçin

source: Select the buttons, which show this menu item (on change GUI-restart is necessary).
cs: Výběr tlačítka, které zobrazí tuto volbu v menu (nutný restart)_
it: Selezionare i tasti che visualizzano questa voce di menu (richiede il riavvio della GUI).
tr: Bu menüyü gösteren tuşları seçin (GUI'nin yeniden başlatılmasını gerektirir).

source: Select the key you want to set to %i ms
cs: >vyberte tlačítko, kam nastavit %i ms<
it: Sel. il tasto a cui assegnare %i ms
lt: Išsirinkite mygtuką, kurį norite nustatyti į %i ms
pl: Wybierz klucz, który chcesz ustawić do %i ms
tr: %i ms gecikmeyi atamak istediğiniz tuşu seçin

source: Select the location to save the recording to.
cs: Vybraná složka pro uložení záznamu_
it: Selezionare la destinazione della registrazione.
lt: Išsirinkite vietą kur išsaugoti įrašus.
pl: Wybierz lokalizację do zapisania nagrania.
tr: Kayıtların kaydedilmesini istediğiniz konumu seçin.

source: Select the path where the autotimer_search.log should be saved
cs: vybrat složku pro uložení protokolu autotimer_search.log
it: Selezionare il percorso di archiviazione per autotimer_search.log
lt: Pasirinkite kelią, kuriame turi būti išsaugotas autotimer_search.log
tr: autotimer_search.log dosyasının kaydedileceği yolu seçin

source: Select the search list to show on blue button in the EPGSearch match list (default = text search history and search filter list).
cs: Seznam vyhledávání přes modré tl.v seznamu, shoda u EPGSearch (předvolena historie txt vyhledávání a seznam filtrů)_
it: Selezionare le voci di ricerca da mostrare col tasto blu nell'elenco di corrispondenza di EPGSearch (default = cronologia ricerca testo ed elenco filtri di ricerca).
tr: EPGArama eşleşme listesinde mavi düğmede görüntülenecek arama listesini seçin (varsayılan = metin arama geçmişi ve arama filtresi listesi).

source: Select the title pattern to identify the series from the recording title. If disabled the complete recording title is used.
cs: Vzor titulku pro identifikaci série záznamu_
it: Selezionare il modello da utilizzare per identificare la serie dal titolo della registrazione. Disabilitato = titolo completo.
lt: Pasirinkite įrašo pavadinimą, kad būtų galima nustatyti seriją. Jei išjungta, naudojamas visas įrašo pavadinimas.
tr: Diziyi kayıt başlığından tanımlamak için başlık düzenini seçin. Devre dışı bırakılırsa, tam kayıt başlığı kullanılır.

source: Select timer type...
cs: Volba typu časovače...
it: Selezionare il tipo timer...
lt: Pasirinkite laikmačio tipą...
pl: Wybierz typ timera...
tr: Zamanlayıcı türünü seçin...

source: Select transparency.
cs: nastavit průhlednost
it: Regolare la trasparenza.
lt: Pasirinkite skaidrumą.
pl: Wybierz przezroczystość
tr: Şeffaflığı ayarlayın.

source: Select type of Filter
cs: ...výběr typu filtru...
it: Selezionare il tipo di Filtro
lt: Pasirinkite filtro tipą
pl: Wybierz typ filtru
tr: Filtre tipini seçin

source: Select whether or not you want to enforce case correctness.
cs: Volba velkých nebo malých znaků pro "hledání v titulku"_
it: Scegliere se il confronto debba o meno considerare maiuscole/minuscole.
lt: Išsirinkite, ar tikrai jūs norite vykdyti teisingai.
pl: Wybierz czy chcesz wymusić przypadki poprawności.
tr: Gösteri başlığının "Başlıkta bul" ile büyük ve küçük harflerle eşleşmesi gerekip gerekmediğini seçin.

source: Select your choice.
cs: zadejte svou volbu
it: Selezionare una voce.
lt: Išsirinkite savo pasirinkimą.
pl: Wybierz jedną z opcji:
tr: Seçiminizi yapınız.

source: Select your favourite scale filter.
cs: zvolte filtr pro měřítko
it: Selezionare il filtro scaling desiderato.
lt: Pasirinkite savo mėgstamą skalės filtrą.
pl: Wybierz ulubiony tryb skalowania
tr: Favori ölçek filtrenizi seçin.

source: Select your region to use the proper font.
cs: zvolte region, a tím i font
it: Selezionare la propria Regione per l'utilizzo dei caratteri appropriati.
lt: Pasirinkite regioną, kad naudoti tinkamą šriftą.
pl: Wybierz swój region, aby użyć odpowiedniej czcionki
tr: Uygun karakter setini kullanmak için bölgenizi seçin.

source: Select your skin theme
cs: -- úprava grafického tématu skinu
it: Selezionare il tema della skin
lt: Pasirinkite savo temą
tr: Skin temanızı seçin.

source: Select your skin theme.
cs: Výběr grafického téma skinu
it: Selezionare il tema della skin.
lt: Pasirinkite savo temą.
tr: Skin temanızı seçin.

source: Selection of handled Services
cs: kanály pro automatický výběr...
it: Selezione delle origini gestite
lt: Apdirbamų paslaugų pasirinkimas
pl: Wybór obsługiwanych usług
tr: İşlenen Hizmetlerin seçimi

source: Selects whether to use the NLM sideband protocol to lock files on the server. If neither option is specified (or if lock is specified), NLM locking is used for this mount point. When using the nolock option, applications can lock files, but such locks provide exclusion only against other applications running on the same client. Remote applications are not affected by these locks.
cs: Možnost použití NLM protokolu postranního pásma k uzamčení souborů na serveru. Bez zadané hodnoty (nebo je-li zadaný zámek), použije se pro tento přípojný bod uzamčení NLM. Po volbě nolock mohou aplikace soubory uzamknout, ale takový zámek zablokuje pouze aplikace spuštěné na stejném klientovi. Vzdálené aplikace to neovlivní_
it: Definisce se il protocollo NLM sideband deve essere utilizzato per bloccare i file sul server. Se non viene definito nessuna opzione (o se il blocco viene specificato), per il mount point viene utilizzato il blocco NLM. Quando si utilizza l'opzione nolock, le applicazioni possono bloccare i file, ma tali blocchi sono efficaci solo verso altre applicazioni attive sul medesimo client. Le applicazioni su client remoti non sono condizionate da questo blocco.
lt: Nustato, ar norite naudoti NLM juostos protokolą, kad užrakintumėte failus serveryje. Jei nenurodyta nė viena galimybė (arba jei yra nurodyta užraktas), šis montavimo taškas yra naudojamas NLM užrakinimui. Naudodami nolock parinktį, programos gali užrakinti failus, tačiau tokie užrakinimai suteikia išskirtinumą tik kitoms, to paties kliento programoms. Nuotolinės programos neturi įtakos šiems užrakinimams.
tr: Sunucudaki dosyaları kilitlemek için NLM yan bant protokolünün kullanılıp kullanılmayacağını tanımlar. Hiçbiri veya kilit tanımlı değilse, bu bağlama noktası için NLM kilidi kullanılır. Uygulamalar, nolock seçeneğini kullanarak dosyaları kilitleyebilir, ancak bu tür kilitler yalnızca aynı istemcideki diğer uygulamalara karşı etkilidir. Diğer istemcilerdeki uygulamalar bu kilitten etkilenmez.

source: Send
cs: odeslat
it: Inviare
lt: Siųsti
pl: Wyślij
tr: Gönder

source: Send "long" keypress
cs: dlouhý stisk tlačítka
it: Inviare press. prolungata tasto
tr: "Uzun" tuş vuruşu gönder

source: Send HDMI CEC Power Events
cs: odeslat HDMI CEC příkaz pro napájení
it: Inviare eventi di alimentazione HDMI CEC
tr: HDMI CEC güç olayları gönder

source: Send Message
cs: odeslat info na TV
it: Inviare messaggio
lt: Siųsti žinutę
pl: Wyślij Wiadomość
tr: Bildirim gönder

source: Send Notifications?
cs: Odeslat zprávu ?
it: Inviare notifiche?
lt: Siųsti pranešimus?
pl: Wysłać Powiadomienia?
tr: Bildirimler gönderilsin mi?

source: Send as sticky
cs: odeslat jako špatný
it: Inviare come sticky
lt: Siųsti kaip priklijuojamą
pl: Wyślij jako notatka
tr: Yapışkan olarak gönder

source: Send debug messages to shell
cs: odeslat hlášení po odladění (shell)_
it: Inviare messaggi di deug alla shell
lt: Siųsti derinimo pranešimusi apvalkalui
pl: Wyślij wiadomość o debugowaniu
tr: Hata ayıklama mesajları yaz (kabuk)

source: Send early CEC PowerUp on boot
cs: odeslat rychlé CEC zapnutí při bootu
it: Inviare CEC PowerUp anticipato all'avvio
tr: Açılışta erken CEC PowerUp gönder

source: Send notification after bootup
cs: odeslat hlášení po nabootování
it: Inviare notifiche dopo l'avvio
lt: Siųsti pranešimą po paleisties
pl: Wyślij powiadomienie po uruchomieniu
tr: Açılıştan sonra bildirim gönder

source: Send notification after standby
cs: odeslat hlášení po probuzení z režimu spánku
it: Inviare notifiche dopo lo standby
lt: Siųsti pranešimą po budėjimo režimo
pl: Wyślij powiadomienie po wyjściu z trybu czuwania
tr: Bekleme modundan sonra bildirim gönder

source: Send notification before shutdown
cs: odeslat hlášení před vypnutím
it: Inviare notifiche prima dell'arresto
lt: Siųsti pranešimą prieš išjungiant
pl: Wyślij powiadomienie przed wyłączeniem
tr: Kapatmadan önce bildirim gönder

source: Send notification before standby
cs: odeslat hlášení před přepnutím do režimu spánku
it: Inviare notifiche prima dello standby
lt: Siųsti pranešimą prieš budėjimo režimą
pl: Wyślij powiadomienie przed przejściem w tryb czuwania
tr: Beklemeden önce bildirim gönder

source: Send notification on record end
cs: odeslat hlášení po ukončení nahrávání
it: Notificare termine registrazione
lt: Siųsti pranešimą apie įrašo pabaigą
pl: Wyślij powiadomienie po zakończeniu nagrania
tr: Kayıt sonunda bildirim gönder

source: Send notification on record start
cs: odeslat hlášení při spuštění nahrávání
it: Notificare avvio registrazione
lt: Siųsti pranešimą apie įrašo pradžią
pl: Wyślij powiadomienie przy starcie nagrania
tr: Kayıt başlangıcında bildirim gönder

source: Send with priority
cs: odeslat podle priority
it: Inviare con priorità
lt: Siųsti su prioritetu
pl: Wyślij z priorytetem
tr: Öncelikli gönder

source: Sensibility:
cs: přesnost :
it: Sensibilità:
lt: Jautrumas:
pl: Czułość:
tr: Duyarlılık:

source: Sensors
cs: senzory
it: Sensori
lt: Jutikliai
pl: Czujniki
tr: Sensörler

source: SerienServer API
it: API SerienServer
tr: Serien Sunucu API'si

source: Series
cs: série
it: Serie
lt: Serijos
pl: Serial
tr: Diziler

source: SeriesPlugin
lt: Serijų priedas
tr: SeriesPlugin / Dizi film Eklentisi

source: SeriesPlugin Info
cs: SeriesPlugin - informace
it: Informazioni su SeriesPlugin
lt: Serijų priedo informacija
tr: SeriesEklenti Bilgileri

source: SeriesPlugin extension exception
cs: SeriesPlugin - rozšířená výjimka
it: Eccezione estensione SeriesPlugin
lt: Serijų priedo išplėtimo išimtis
pl: SeriesPlugin rozszerzenie wyjątku:
tr: SeriesPlugin uzantısı istisnası

source: SeriesPlugin info exception
cs: SeriesPlugin - info o výjimkách
it: Info eccezione di SeriesPlugin
lt: Serijų priedo informacinė išimtis
pl: SeriesPlugin info wyjątku:
tr: SeriesPlugin bilgi istisnası

source: SeriesPlugin is deactivated
cs: SeriesPlugin byl deaktivovaný
it: SeriesPlugin è disattivato
lt: Serijų priedas yra deaktyvuotas
pl: SeriesPlugin jest wyłączony
tr: SeriesPlugin devre dışı bırakıldı

source: SeriesPlugin label exception
cs: SeriesPlugin - označení výjimky
it: Eccezione etichetta SeriesPlugin
lt: Serijų priedo etiketės išimtis
pl: SeriesPlugin etykieta wyjątku:
tr: SeriesPlugin etiket istisnası

source: SeriesPlugin renamer exception
cs: SeriesPlugin - přejmenovat výjimku
it: Eccezione renamer SeriesPlugin
lt: Serijų priedo pervadinimo išimtis
pl: SeriesPlugin zmiana nazwy wyjątku:
tr: SeriesPlugin yeniden adlandırıcı istisnası

source: SeriesPlugin setup exception
cs: SeriesPlugin - nastavit výjimku
it: Eccezione impostazioni SeriesPlugin
lt: Serijų priedo valdymo išimtis
pl: SeriesPlugin ustawienia wyjątku:
tr: SeriesPlugin kurulum istisnası

source: SeriesPlugin test exception
cs: SeriesPlugin test výjimek
it: Eccezione testo SeriesPlugin
lt: Serijų priedo bandymo išimtis
pl: SeriesPlugin Test wyjątku:
tr: SeriesPlugin test istisnası

source: Server Address
cs: adresa serveru...
it: Indirizzo server
lt: Serverio adresas
pl: Adres Serwera
tr: Sunucu Adresi

source: Server IP
cs: IP adresa připojeného zdroj.disku
it: IP Server
lt: Serverio IP
pl: IP serwera
tr: Sunucu IP

source: Server Manager
cs: správa serveru
it: Gestione server
lt: Serverio tvarkytuvas
pl: Menedżer Serwera
tr: Sunucu yöneticisi

source: Server Profile Name
cs: označení profilu serveru
it: Nome profilo server
lt: Serverio profilio pavadinimas
pl: Nazwa Profilu Serwera
tr: Sunucu Profil Adı

source: Server share
cs: sdílená zdrojová složka serveru
it: Condivisione Server
lt: Serverio bendrinimas
pl: Udział serwera
tr: Paylaşım klasörü

source: Server1
lt: Serveris1
pl: Serwer1
tr: Sunucu1

source: Server2
lt: Serveris2
pl: Serwer2
tr: Sunucu2

source: Server3
lt: Serveris3
pl: Serwer3
tr: Sunucu3

source: Serverlist
cs: seznam serverů
it: Elenco server
lt: Serverių sąrašas
pl: Lista serwera
tr: Sunucular

source: Service
cs: akt.kanál
it: Canale
lt: Apie kanalą
pl: Info o kanale
tr: Kanal

source: Service %s could not be disabled
cs: Službu %s nelze zakázat !
it: Impossibile disabilitare il canale %s
tr: %s hizmeti devre dışı bırakılamadı

source: Service %s could not be enabled
cs: službu %s nelze aktivovat
it: Impossibile abilitare il canale %s
tr: %s hizmeti etkinleştirilemedi

source: Service %s disabled
cs: Služba %s je vypnutá
it: Canale %s disabilitato
tr: %s hizmeti devre dışı bırakıldı

source: Service %s enabled
cs: Služba %s je spuštěná
it: Canale %s abilitato
tr: %s hizmeti etkinleştirildi

source: Service Name
cs: název kanálu
it: Nome canale
lt: Kanalo pavadinimas
pl: Nazwa Usługi
tr: Kanal Adı

source: Service delay
cs: zpoždění kanálu
it: Ritardo canale
lt: Kanalo užlaikymas
pl: Opóźnienie kanału
tr: Kanal gecikmesi

source: Servicelists/EPG
cs: seznam kanálů / programů
it: Elenco canali/EPG
lt: Kanalų sąrašas / EPG
pl: Lista kanałów/EPG
tr: Kanal Listeleri/EPG

source: Servicename
cs: název kanálu
it: Nome canale
lt: Kanalo pavadinimas
pl: nazwakanału
tr: Kanal Adı

source: Servicename Selected
cs: název kanálu byl vybraný
it: Nome canale selezionato
lt: Pasirinkta paslauga
tr: Kanal adı seçildi

source: Services
cs: >>kanály...
it: Canali
lt: Kanalai
pl: Kanały
tr: Kanallar

source: Services:
cs: kanálů :
it: Canali:
lt: Kanalai:
pl: Nadawca:
tr: Kanallar:

source: Set Bitstream/PCM audio delays
cs: -- volba zpoždění audia přes Bitstreams/PCM
it: Plugin per gestire il ritardo di stream audio Bitstreams/PCM
lt: Nustatyti bitų srautą / PCM garso vėlavimus
pl: Ustaw opóźnienia audio Bitstream/PCM
tr: Ses / video senkronizasyonunu ayarla

source: Set End Time
cs: nastavit konec čas.úseku
it: Conf. ora termine
lt: Nustatyti pabaigos laiką
pl: Ustaw koniec czasu
tr: Bitiş Zamanını ayarla

source: Set Timer on Remote DreamBox via WebIf: %s
cs: nastavit časovač na vzdáleném Dreamboxu přes WebIf : %s
it: Impostare timer su Dreambox remoto tramite WebIf: %s
lt: Nustatykite laikmatį ant nuotolinio Dreambox per WebIf: %s
pl: Ustaw zdalnie Timer poprzez interfejs Web: %s
tr: WebIf aracılığıyla uzak Dreambox'ta zamanlayıcıyı ayarlayın: %s

source: Set an end time for the timer. If you do, the timespan of the event might be blocked for recordings.
cs: Konec záznamu časovače. Bude to platit i pro další záznamy v tomto rozsahu_
it: Introdurre un'ora termine per il timer. Se introdotta, l'intervallo relativo ad un evento potrebbe essere bloccato per le registrazioni.
lt: Nustatykite laikmačiui pabaigos laiką. Jei tai padarysite, užduoties trukmė gali būti blokuojama įrašų.
pl: Ustaw czas zakończenia timera. Jeśli tak to przedział czasowy wydarzenia mógł by być zablokowany dla nagrań.
tr: Zamanlayıcı için bir bitiş zamanı ayarlayın.Bunu yaparsanız,dönemdeki diğer kayıtlar engellenir.

source: Set as start directory
cs: nastavit jako startovací složku
it: Impostare come directory iniziale
tr: Başlangıç dizini olarak ayarla

source: Set aspect ratio on startup
cs: nastavit poměr stran při startu
it: Configurare il rapporto d'aspetto all'avvio
lt: Nustatykite kraštinių santykį paleidžiant
pl: Ustaw proporcje obrazu przy starcie
tr: Başlangıçta en boy oranını ayarla

source: Set default
cs: nastavit předvolbu
it: Usare predefinito
lt: Nustatykite numatytuoju
pl: Ustaw domyślne
tr: Varsayılana ayarla

source: Set delay to %i ms (can be set)
cs: nastavit zpoždění na %i ms
it: Regolare il ritardo a %i ms (configurabili)
lt: Nustatyti vėlavimą %i ms (galima nustatyti)
pl: Ustaw opóźnienie do %i ms (można ustawić)
tr: Gecikmeyi %i ms olarak ayarlayın (ayarlanabilir)

source: Set maximum duration
cs: nastavit maximální délku
it: Configurazione durata massima
lt: Nustatykite maksimalią trukmę
pl: Ustaw maksymalne trwanie
tr: Maksimum süre tanımla

source: Set path to save the folder Cover:
cs: nastavená složka pro potisk :
it: Percorso di salvataggio directory cover:
lt: Nurodykite kelią į katalogą viršeliams:
pl: Ustaw ścieżkę, aby zapisać folder Okładki:
tr: Kapak dizinini kaydetmek için yolu ayarlayın:

source: Set permanent sort
cs: předvolit aktuální seřazení
it: Imposta ordinamento permanente
lt: Nustatyti pastovų rūšiavimą
pl: Ustaw sortowanie trwałe
tr: Kalıcı sıralamayı ayarla

source: Set permissions
cs: nastavit oprávnění
it: Impostare i permessi
tr: İzinleri ayarla

source: Set remaining time
cs: nastavit zbývající čas
it: Regolare il tempo residuo
lt: Nustatykite likusį laiką
pl: Ustaw pozostały czas
tr: Kalan süreyi ayarla

source: Set search term
cs: text pro hledání
it: Ricercare
lt: Nustatykite paieškos terminą
pl: Ustaw szukany termin
tr: Arama terimini ayarla

source: Set size
cs: změnit délku
it: Num. caratteri
lt: Nustatykite dydį
pl: Ustaw rozmiar
tr: Boyutu ayarla
