Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Enable Bouquet-Filter?
cs: Povolit filtr v sadě kanálů ?
it: Abilitare il filtro bouquet?
lt: Įjungti paketų filtravimą?
pl: Włączyć Filtr Bukietów?
tr: Buket Filtresi etkinleştirilsin mi?

source: Enable Console Logging
cs: aktivovat zápisy z konzole
it: Abilitare il log della console
lt: Įjungti konsolės registravimą
pl: Włącz Rejestrowanie Konsoli
tr: Konsol günlüğünü etkinleştir

source: Enable Data Logging
cs: aktivovat zápisy dat
it: Abilitare il log dati
lt: Įjungti duomenų žurnalą
pl: Włączanie Rejestrowania Danych
tr: Veri kaydını etkinleştir

source: Enable Debug
cs: povolit nastavení
it: Abilitare debug
lt: Įjungti derinimą
pl: Włącz Debugowanie
tr: Hata düzeltme

source: Enable EMC debug output
cs: povolit nastavení výstupu EMC
it: EMC: abilitare debug output
lt: Įjungti EMC klaidų derinimo išvestį
pl: Włącz debugowanie EMC
tr: Hata ayıklama çıktısını etkinleştir

source: Enable Elektro Power Save
cs: aktivovat modul Elektro Power Save
it: Abilitare Elektro Power Save
lt: Įjungti elektros energijos taupymą
pl: Włącz Oszczędzanie Energii
tr: Elektro enerji tasarrufçusunu etkinleştir

source: Enable Event Logging
cs: aktivovat zápisy událostí
it: Abilitare il log degli eventi
lt: Įjungti įvykių žurnalą
pl: Włącz rejestrowanie zdarzeń
tr: Etkinlik günlüğünü etkinleştir

source: Enable Filtering
cs: aktivovat filtr
it: Abilitare i Filtri
lt: Įjungti filtravimą
pl: Włącz filtrowanie
tr: Filtreleme

source: Enable HTTP Access
cs: povolit přístup HTTP...
it: Abilitare l'accesso HTTP
lt: Įjungti HTTP prieigą
pl: Włącz dostęp przez HTTP
tr: HTTP erişimine izin ver

source: Enable HTTP Authentication
cs: požadovat HTTP ověření
it: Abilitare l'autenticazione HTTP
lt: Įjungti HTTP autentifikaciją
pl: Włącz Uwierzytelnianie HTTP
tr: HTTP erişiminde şifre sor

source: Enable HTTPS Access
cs: povolit HTTPS přístup...
it: Abilitare l'accesso HTTPS
lt: Įjungti HTTPS prieigą
pl: Włącz dostęp przez HTTPS
tr: HTTPS erişiminine izin ver

source: Enable HTTPS Authentication
cs: požadovat HTTPS ověření
it: Abilitare l'autenticazione HTTPS
lt: Įjungti HTTPS autentifikaciją
pl: Włącz Uwierzytelnianie HTTPS
tr: HTTPS erişiminde şifre sor

source: Enable Hotkey
cs: Aktivovat horké klávesy
it: Abilitare Hotkey
lt: Įjungti greitąjį mygtuką
pl: Włącz Hotkey
tr: Kısayol tuşunu etkinleştir

source: Enable InfoBarTunerState
cs: >>aktivovat InfoBarTunerState...
it: Abilitare InfoBarTunerState
lt: Įjungti InfoBarTunerState
pl: Włącz InfoBarTunerState
tr: Bilgi Çubuğu Tuner Durumunu Etkinleştir

source: Enable KiddyTimer
cs: >>aktivovat KiddyTimer...
it: Abilitare KiddyTimer
lt: Įjungti vaikų laikmatį
pl: Włącz KiddyTimer
tr: KiddyTimer'ı Etkinleştir

source: Enable KiddyTimer for x minutes
cs: aktivovat KiddyTimer na x minut
it: Abilitare KiddyTimer per x minuti
lt: Įjungti vaikų laikmatį X minutėms
pl: Włącz KiddyTimer na x minut
tr: KiddyTimer'ı x dakika boyunca etkinleştirin

source: Enable Partnerbox-Function in EPGList
cs: aktivovat Partnerbox-funkci v EPG seznamu
it: Abilitare la funzione Partnerbox in elenco EPG
lt: Įjungti Partnerbox-funkcija EPGList
pl: Włącz Funkcje PartnerBox w EPGList
tr: EPG listesinde Partnerbox işlevini etkinleştirin

source: Enable Partnerbox-Function in TimerEvent
cs: aktivovat Partnerbox funkce v TimerEvent
it: Abilitare la funzione Partnerbox in evento timer
lt: Įjungti Partnerbox-funkciją TimerEvent
pl: Włącz Funkcje PartnerBox w TimerEvent
tr: Zamanlayıcı Etkinliğinde Partnerbox işlevini etkinleştir

source: Enable Port-Forwarding
cs: aktivovat Port-převod
it: Abilitare Port-Forwarding
lt: Įjungti Port-Forwarding
pl: Włącz Przekierowanie Portów
tr: Bağlantı noktası yönlendirmeyi etkinleştir

source: Enable PushService
cs: aktivovat PushService
it: Abilitare PushService
lt: Įjungti PushService
pl: Włącz PushService
tr: Bas Hizmetini Etkinleştir

source: Enable SeriesPlugin
cs: aktivovat SeriesPlugin
it: Abilitare Series Plugin
lt: Įjungti SeriesPlugin
pl: Włącz SeriesPlugin
tr: Dizi Eklentisini Etkinleştir

source: Enable Service Restriction
cs: filtrování kanálů
it: Abilitare la restrizione canale
lt: Įjungti kanalų apribojimą
pl: Włącz ograniczenia kanału
tr: Kanal kısıtlaması

source: Enable Streaming Authentication
cs: požadovat ověření pro sdílení
it: Abilitare l'autenticazione streaming
lt: Įjungti srauto autentifikaciją
pl: Włącz Uwierzytelnianie Strumieniowania
tr: Stream erişiminde şifre sor

source: Enable Thread use
cs: aktivovat použití vlákna
it: Abilitare l'uso thread
lt: Įjungti srautų naudojimą
pl: Włącz korzystanie z Wątku
tr: İş parçacığı kullanımını etkinleştir

source: Enable VPS
cs: povolit VPS
it: Abilitare VPS
lt: Įjungti VPS
pl: Włącz VPS
tr: VPS'yi etkinleştir

source: Enable VPS by default (new timers)
cs: Povolení VPS jako předvolbu (pro nové časovače)_
it: Abilitare VPS di default (su nuovi timer)
lt: Įjungti VPS pagal nutylėjimą (nauji laikmačiai)
pl: Włącz VPS jako domyślnie (nowe Timery)
tr: Yeni zamanlayıcılar için VPS varsayılan olarak etkinleştirilmeli mi?

source: Enable VPS on instant records
cs: povolit okamžité nahrávání pro VPS
it: Abilitare VPS su registrazioni istantanee
lt: Įjungti VPS greitiems įrašams
pl: Włącz VPS przy Nagrywaniu Natychmiastowym
tr: Anında kayıt için VPS'yi etkinleştirin

source: Enable VPS-Plugin
cs: povolit VPS modul
it: Abilitare il plugin VPS
lt: Įjungti VPS-priedą
pl: Włącz Wtyczkę VPS
tr: VPS eklentisini etkinleştir

source: Enable automatic selection of audio tracks
cs: aktivovat aut.volbu audio stopy ->
it: Abilitare la selezione automatica delle tracce audio
lt: Įjungti automatinį garso takelių pasirinkimą
pl: Włącz automatyczny wybór ścieżek audio
tr: Ses izlerinin otomatik seçimini etkinleştir

source: Enable automatic selection of subtitle tracks
cs: aktivovat aut.volbu stopy titulků ->
it: Abilitare la selezione automatica dei sottotitoli
lt: Įjungti automatinį subtitrų takelių pasirinkimą
pl: Włącz automatyczny wybór napisów
tr: Altyazı parçalarının otomatik seçimini etkinleştir

source: Enable daily trashcan cleanup
cs: povolit každodenní vyprázdnění koše
it: Abilitare svuotamento giornaliero cestino
lt: Šiukšliadėžės kasdienis ištuštinimas
pl: Włącz codzienne czyszczenie kosza
tr: Günlük çöp kutusu boşaltmaya izin ver

source: Enable encoder
cs: aktivovat Encoder
it: Abilitare encoder
lt: Įjungti koduotoją
pl: Włącz enkoder
tr: Kodlayıcıyı etkinleştir

source: Enable first Partnerbox-entry in Timeredit as default
cs: zadat první položku pro Partnerbox v Timeredit jako předvolbu
it: Abilitare la prima voce in Partnerbox come predefinita in Timeredit
lt: Įjungti pirmą Partnerbox įrašymą į Timeredit kaip numatytąjį
pl: Włącz pierwszy wpis Partnerbox w Timeredit jako domyślny
tr: Zaman düzenlemesinde ilk ortak kutusu girişini varsayılan olarak etkinleştir

source: Enable media filter
cs: povolit filtr pro média
it: Abilitare filtro per i media
lt: Įjungti medijos filtrą
pl: Włącz filtr mediów
tr: Medya filtrelerini etkinleştir

source: Enable playback AC3-track first
cs: předvolit AC3 stopu
it: Preferire la traccia AC3
lt: Pirmenybė AC3 takeliui
pl: Włącz pierwszeństwo odtwarzania ścieżki AC3
tr: AC3 izini tercih et

source: Enable playback auto-language selection
cs: povolit aut.výběr jazyka při přehrávání
it: Abilitare la selezione automatica della lingua
lt: Įjungti automatinį kalbos parinkimą
pl: Włącz odtwarzanie automatycznego wybóru języka
tr: Oynatma otomatik dil seçimini etkinleştir

source: Enable playback auto-subtitling
cs: povolit aut.titulky při přehrávání
it: Abilitare automaticamente i sottotitoli
lt: Įjungti automatinius subtitrus
pl: Włącz auto odtwarzanie napisów
tr: Altyazıları otomatik olarak göster

source: Enable recording debug (Timer log)
cs: aktivovat ladění nahrávání (protokol časovače)
it: Abilitare il debug registrazione (registro timer)
lt: Įjungti įrašymo derinimą (laikmačio žurnalas)
pl: Włącz rejestrowanie debugowania (Log Czasowy)
tr: Hata ayıklama kaydını etkinleştir (zamanlayıcı günlüğü)

source: Enable remote recordings
cs: Povolit vzdálené nahrávání
it: Abilitare registrazioni remote
lt: Atpažinti nutolusį įrašymą
pl: Włącz zdalne nagrania
tr: Uzaktan kayıt için algılamayı etkinleştir

source: Enable service
cs: aktivovat službu
it: Abilitare canale
tr: Hizmetleri etkinleştir

source: Enable support for EPGImport
cs: aktivovat podporu pro EPGImport
it: Abilitare supporto per EPGImport
lt: Įjungti EPG importo palaikymą
pl: Włącz wsparcie dla EPGImport
tr: EPG içe aktarma desteğini etkinleştir

source: Enable support for XMLTVImport
cs: aktivovat podporu pro XMLTVImport
it: Abilitare supporto per XMLTVImport
lt: Įjungti XMLTV importo palaikymą
pl: Włącz wsparcie dla XMLTVImport
tr: XMLTV içe aktarma desteğini etkinleştir

source: Enable support for crossepg
cs: aktivovat podporu pro crossepg
it: Abilitare supporto per CrossEPG
lt: Įjungti crossepg palaikymą
pl: Włącz wsparcie dla crossepg
tr: Çapraz EPG desteğini etkinleştir

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
cs: Povolit přístup k přehledu časovačů z mo_menu_
it: Abilitando l'opzione, si avrà accesso alla panoramica AutoTimer attraverso il menu estensioni.
lt: Įjunkite tai, norėdami gauti prieigą prie auto laikmačio apžvalgos iš išplėsto meniu.
pl: Włącz tę opcję, aby mieć dostęp do opisu AutoTimera z menu rozszerzeń
tr: Genel bakışın uzantılar menüsünden erişilebilir olmasını sağlamak için bu ayarı etkinleştirin.

source: Enable this to be able to access the EPGRefresh configuration from within the extension menu.
cs: Povolit přístup ke konfiguraci EPGRefresh z mo_menu_
it: Abilitando l'opzione, sarà possibile accedere alle impostazioni di EPGRefresh dal menu estensioni.
lt: Įjunkite tai, jei norite turėti prieigą prie EPG atnaujinimo konfigūravimo iš išplėsto meniu.
pl: Włącz tę opcję, aby mieć dostęp do konfiguracji EPGRefresh z poziomu rozszerzonego menu.
tr: EPGRefresh yapılandırmasına uzantı menüsünden erişebilmek için bunu etkinleştirin.

source: Enable this to be able to start the EPGRefresh from within the extension menu.
cs: Spouštět aktualizaci EPG z rozšířeného - mo_menu_
it: Abilitando l'opzione, sarà possibile accedere alle impostazioni di EPGRefresh dal menu estensioni.
lt: Įjunkite tai, kad būtų galima pradėti EPG atnaujinimą iš išplėsto meniu.
pl: Włącz tę opcję, aby uruchomić EPGRefresh z poziomu rozszerzonego menu.
tr: Uzantılar menüsünden EPGYenileme'yi başlatabilmek için bunu etkinleştirin.

source: Enable to add recordings to filter list from movielist context menu.
cs: povolit přidání nahrávání do seznamu filtrů z kontex.menu seznamu videa
it: Abilitare aggiunta registrazioni all'elenco dei filtri dal menu contestuale elenco video.
lt: Įgalinkite pridėti įrašus į filtrų sąrašą iš kontekstinio meniu.
tr: Film listesinin bağlam menüsünden filtre listesine kayıt eklemek için etkinleştirin.

source: Enable to add search text to history when opening the plugin.
cs: Přidá hledaný text do historie při otevření modulu_
it: Abilitare aggiunta testo di ricerca alla cronologia su apertura plugin.
lt: Įgalinkite atvertame priede pridėti paieškos tekstą į istoriją.
tr: Eklentiyi açarken geçmişe arama metni eklemeyi etkinleştirin.

source: Enable zap history:
cs: aktivovat historii :
it: Abilitare zap history:
lt: Įjungti jungimo istoriją:
pl: Włącz historię przełączania (zap):
tr: Zap geçmişi:

source: Enabled
cs: zapnuto
it: Abilitato
lt: Įjungta
pl: Włączone
tr: Etkin

source: Enables you to show all plugins in the (regular) movie player, including ones which may have previously been hidden there like the Graphical Multi-EPG.
cs: Aktivace zobrazí všechny moduly ve std. přehrávači videa, včetně skrytých pro Graphical Multi-EPG.
it: Permette di mostrare tutti i plugin nel movie player (standard), compresi quelli che eventualmente fossero stati precedentemente nascosti, come il Graphical Multi-EPG.
lt: Leidžia rodyti visus priedus (reguliariai) vaizdo grotuve, įskaitant tuos, kurie anksčiau buvo paslėpti, ten kaip grafiniame Multi-EPG.
pl: Pozwala pokazać wszystkie wtyczki w odtwarzaczu nagrań, w tym te które już wcześniej zostały tam ukryte jak w graficznym Multi-EPG.
tr: Tüm eklentilerin varsayılan film oynatıcıda görüntülenmesine izin verir.Bu,daha önce Garfiksel Çoklu EPG gibi gizlenmiş olanları da içerir.

source: Enclosures
cs: dodatky
it: Allegati
lt: Aptvėrimai
pl: Załączniki
tr: İlişkili bildiri

source: Encryption
cs: kódování
it: Codifica
lt: Šifravimas
pl: Szyfrowanie
tr: Şifreleme

source: End
cs: konec
it: Fine
lt: Pabaiga
pl: Koniec
tr: Bitiş zamanı

source: End Sort
cs: zrušit přesun
it: Fine ordinamento
lt: Rūšiavimo pabaiga
pl: Koniec Sortowania
tr: Sıralamayı bitir

source: End of "after event" timespan
cs: konec čas.úseku "po události"
it: Fine arco di tempo "dopo l'evento"
lt: Laiko atkarpos "po įvykio" pabaiga
pl: Koniec przedziału czasowego "po wydarzeniu"
tr: Zaman aralığı sonu

source: End of timespan
cs: konec časového úseku
it: Fine arco di tempo
lt: Laiko atkarpos pabaiga
pl: Koniec przedziału czasowego
tr: Zaman aralığı sonu

source: End record
cs: ukončit záznam
it: Fine registrazione
lt: Įrašo pabaiga
pl: Koniec nagrywania
tr: Bir kaydın sonu

source: End temperature C
cs: max.teplota C
it: Temp. massima C
lt: Galutinė temperatūra C
pl: Końcowa-Temp.C
tr: Bitiş sıcaklığı C

source: EndTime
cs: konec nahrávání / přepnutí
it: Ora fine
lt: Pabaigos laikas
pl: Czas zakończenia
tr: Bitiş saati

source: Ends
cs: konec
it: Termina
lt: Baigiasi
pl: Kończy się
tr: Biter

source: English
cs: anglicky,
it: Inglese
lt: Anglų
pl: Angielski
tr: İngilizce

source: Enigma1-like history:
cs: Enigma1 - historie :
it: Cronologia in formato enigma1:
lt: Istorija, panaši į enigma-1:
pl: Historia jak w Enigma1:
tr: Enigma1'deki gibi süreç:

source: Enigma2 Plugin to play AVI/DIVX/WMV/etc. videos from PC on your Dreambox. Needs a running VLC from www.videolan.org on your pc.
cs: VlcPlayer umožní přehrávat AVI/DIVX/WMV/atd. z PC v Dreamboxu. Potřebute jen aktivní VLC z www.videolan.org na PC.
it: Plugin per la riproduzione di filmati AVI/DIVX/WMV/ecc. dal PC sul Dreambox. È richiesta una sessione attiva di VLC (www.videolan.org) sul pc.
lt: Enigma2 priedas, kad rodyti AVI/DIVX/WMV/etc. vaizdą iš asmeninio kompiuterio su jūsų Dreambox. Reikia veikiančio VLC iš www.videolan.org ant jūsų Pc.
pl: Wtyczka Enigma2 do odtwarzania plików wideo AVI/DIVX/WMV/itp. z komputera PC na Dreambox`ie. Wymaga uruchomionego VLC na komputerze PC. VLC do pobrania z www.videolan.org
tr: AVI/DIVX/WMV/v.s türevi video dosyalarınızı PC üzerinden Dreambox'ınızda izleyebilmenizi sağlar. Bu eklenti PC üzerinde çalışan VLC (videolan.org) sürümüne ihtiyaç duymaktadır.

source: Enigma2 booted
cs: Enigma2 startuje...
it: Enigma2 avviato
lt: Enigma2 paleista
pl: Enigma2 uruchomiona
tr: Enigma2 başladı

source: Enigma2 going into Standby
cs: Enigma2 se přepíná do režimu spánku...
it: Enigma2 sta andando in Standby
lt: Enigma2 einant į budėjimo režimą
pl: Enigma2 przechodzi w Tryb Czuwania
tr: Enigma2 bekleme moduna giriyor

source: Enigma2 shutdown initiated
cs: Enigma2 se vypíná
it: Inizio chiusura Enigma2
lt: Enigma2 inicijavo išjungimą
pl: zainicjowano wyłączenie Enigmy2
tr: Enigma2 kapatma tetiklendi

source: Enigma2 wakeup after Standby
cs: Enigma2 startuje z režimu spánku
it: Avvio Enigma2 dopo Standby
lt: Enigma2 žadina po budėjimo
pl: Enigma2 wybudzi się po trybie czuwania
tr: Enigma2 beklemeden sonra başlar

source: Enter IP to scan...
cs: Zadejte IP pro prohledávání...
it: Inserire IP da cercare...
lt: Įrašykite IP skenavimui...
pl: Wpisz IP do skanowania...
tr: Aramak istediğiniz IP adresi:

source: Enter Name for Playlist
cs: zadat název pro seznam vybraného videa
it: Inserire il nome per la playlist
lt: Įrašykite grojaraščio pavadinimą
pl: Wpisz nazwę dla Listy Odtwarzania
tr: Oynatma listesi için bir ad girin

source: Enter Search Terms
cs: Hledaný text
it: Inserire criteri di ricerca
lt: Įrašykite paieškos žodžius
pl: Wpisz Wyszukiwane Frazy
tr: Arama terimlerini düzelt

source: Enter URI
cs: zadejte URI
it: Inserire URI
lt: Įrašykite URI
pl: Wpisz adres URI
tr: URI Girin

source: Enter URI of FTP Server:
cs: zadejte URI pro FTP server :
it: Inserire URI del server FTP:
lt: Įrašykite FTP serverio URI :
pl: Wpisz adres URl Serwera FTP:
tr: FTP sunucu için URI bilgisini girin:

source: Enter VLC-Server as FQDN or IP-Address
cs: název VLC serveru jako FQDN nebo IP adresa
it: Inserire server VLC (FQDN o indirizzo IP)
lt: Įrašykite VLC serverį į FQDN arba IP adresą
pl: Wpisz Serwer VLC jako FQDN lub adres IP
tr: VLC sunucu adını veya IP adresini girin

source: Enter a new password
cs: zadat nové heslo
it: Inserire una nuova password
pl: Wpisz nowe hasło
tr: Yeni bir parola gir

source: Enter directory
cs: založit složku :
it: Inserire la directory
lt: Įrašykite katalogą
pl: Wpisz katalog
tr: Dizin gir

source: Enter filename to save the List:
cs: zadejte název souboru pro uložení do seznamu :
it: Inserire il nome file per salvare l'elenco:
lt: Įrašykite failo pavadinimą, kad išsaugotumėte sąrašą:
pl: Wpisz nazwę pliku, aby zapisać Listę:
tr: Listeyi kaydetmek için dosya adını girin:

source: Enter in minutes (0 means unlimited)
cs: zadejte v min. (0 = bez omezení)
it: Indicare i minuti (0 = illimitata)
lt: Įrašykite minutes (0 reiškia neribotas)
pl: Wprowadź w minutach (0 oznacza brak limitu)
tr: Dakika cinsinden girin (0 sınırsız anlamına gelir)

source: Enter name for new directory:
cs: název nové složky :
it: Inserire il nome per la nuova directory:
lt: Įrašykite naujojo katalogo pavadinimą:
pl: Wpisz nazwę dla nowego katalogu:
tr: Yeni dizin için ad girin:

source: Enter name for playlist
cs: zadejte název pro seznam
it: Inserire il nome della playlist
lt: Įrašykite grojaraščio pavadinimą
pl: Wpisz nazwę dla listy odtwarzania
tr: Oynatma listesi adını girin

source: Enter new filename:
cs: název nového souboru :
it: Inserire il nuovo nome file:
lt: Įrašykite naują failo pavadinimą:
pl: Wpisz nową nazwę pliku:
tr: Yeni dosya adını girin:

source: Enter new hostname for your Dreambox
cs: Zadejte nové označení Dreamboxu...
it: Inserire un nuovo nome Host per il Dreambox
lt: Įrašykite naują pagrindinio kompiuterio pavadinimą savo Dreambox'e
pl: Wpisz nową nazwę hosta dla Dreambox`a
tr: Dreambox'ınızın yeni konak adını girin

source: Enter new name for favorite item
cs: Nový název pro oblíbenou položku
it: Inserire un nuovo nome per l'elemento preferito
lt: Įrašykite naują pavadinimą mėgstamai stočiai
pl: Wpisz nową nazwę ulubionej pozycji
tr: Favoriler için yeni ad girin

source: Enter options:
cs: zadejte volby :
it: Inserire opzioni:
lt: Įrašykite parinktis:
pl: Wpisz opcje:
tr: Seçenekleri girin:

source: Enter password:
cs: zadejte heslo :
it: Inserire password:
lt: Įrašykite slaptažodį:
pl: Wpisz hasło:
tr: Parola girin:

source: Enter pin code
cs: vložit PIN
it: Inserire il codice PIN
lt: Įrašykite pin kodą
pl: Wpisz pin
tr: Şifreyi girin

source: Enter search-text
cs: -zadejte text pro hledání-
it: Inserire il testo da cercare
lt: Įrašykite paieškos tekstą
pl: Wpisz wyszukiwany tekst
tr: Arama metnini girin

source: Enter series name
cs: zadat název série
it: Inserire il nome della serie
lt: Įrašykite serijos pavadinimą
pl: Wpisz nazwę serialu
tr: Seri adını girin

source: Enter share directory:
cs: zadejte sdílenou složku :
it: Indicare la directory condivisa:
lt: Įrašykite bendrinimo katalogą:
pl: Wpisz katalog udostępniony:
tr: Paylaşım klasörünü girin:

source: Enter share name:
cs: zadejte označení pro sdílení :
it: Inserire nome condivisione:
lt: Įrašykite bendrinimo pavadinimą:
pl: Wpisz nazwę udostępniania:
tr: Paylaşım adını girin:

source: Enter text for page %s
cs: text pro stránku : %s
it: Inserire il testo per la pagina %s
lt: Įrašykite puslapio tekstą %s
pl: Wpisz tekst dla strony %s
tr: %s sayfası için metin girin

source: Enter text to search for
cs: -zadejte text pro vyhledání-
it: Inserire il testo da cercare
lt: Įrašykite tekstą, jei norite ieškoti
pl: Wpisz tekst do wyszukania
tr: Arama metnini girin

source: Enter the name of the channel you're searching for
cs: Zadejte název kanálu, který chledáte
it: Inserire il nome del canale richiesto
lt: Įveskite ieškomo kanalo pavadinimą
pl: Wpisz nazwę kanału, którego szukasz
tr: Aradığınız kanalın adını girin

source: Enter the new Tag
cs: zadejte novou značku
it: Inserire la nuova etichetta
lt: Įrašykite naują žymę
pl: Wprowadź nowy Znacznik
tr: Yeni Etiketi girin

source: Enter the service pin
cs: zadejte PIN kanálu
it: Inserire il codice PIN canale
lt: Įrašykite kanalo pin
pl: Wpisz Pin kanału
tr: Kanal şifresini girin

source: Enter user and password for host:
cs: Uživatel a heslo...
it: Inserire user e password per l'host:
lt: Įrašykite mazgo vartotoją ir slaptažodį:
pl: Wpisz użytkownika i hasło dla hosta:
tr: Konak için kullanıcı adı ve parola girin:

source: Enter username:
cs: zadejte uživatele :
it: Inserire username:
lt: Įrašykite vartotoją:
pl: Wpisz nazwę użytkownika:
tr: Kullanıcı adı girin:

source: Enter values (left, top, right, bottom) or press TEXT to move and resize the teletext graphically.
cs: Zadejte hodnotu (vlevo, nahoru, vpravo, dolů) nebo přes tlačítko TEXT přesuňte a změňte velikost teletextu graficky
it: Inserire i valori (sx, alto, dx, basso) o premere EXIT per muovere e ridimensionare il teletext graficamente.
lt: Įveskite reikšmes (kairėje, viršuje, dešinėje, apačioje) arba spauskite TEXT, kad perkelti ir keisti teletekstą grafiškai.
pl: Wpisz wartości (lewo, góra, prawo, dół) lub wciśnij TEXT, aby przesunąć lub zmienić graficznie rozmiar teletekstu
tr: TeleText'i grafiksel olarak hareket ettirmek ve büyütmek için değerleri (sol, yukarı, sağ, aşağı) girin veya METİN'e basın.

source: Enter your search term(s)
cs: zadejte data pro hledání
it: Inserire le voci di ricerca
lt: Įrašykite paieškos žodį (-ius)
pl: Wpisz wyraz do wyszukania...
tr: Arama terim(ler)ini girin

source: Enter your text here:
cs: Zadejte text :
it: Inserire qui il testo:
lt: Įrašykite savo tekstą čia:
pl: Wpisz tu swój tekst:
tr: Metninizi buraya girin:

source: Enter your twitch user
cs: Zadejte uživatele
it: Inserire user Twich
lt: Įveskite savo Twitch vartotoją
pl: Wprowadź swojego użytkownika twit
tr: Twitch kullanıcısını girin

source: Entertainment
cs: kultura
it: Intrattenimento
lt: Pasilinksminimas
pl: Rozrywka
tr: Eğlence

source: Entries
cs: položky
it: Voci
lt: Įrašai
pl: Wpisy
tr: Bildirim

source: Entry %s/%s
cs: položky %s/%s
it: Voce %s/%s
lt: Įrašas %s/%s
pl: Wpis %s/%s
tr: Bildiri %s/%s

source: Entry incomplete.
cs: Zadání je neúplné !
it: Voce incompleta.
lt: Įrašas neišsamus.
pl: Wpis niekompletny.
tr: Giriş tamamlanmamış.

source: Entry is required for Dreambox to work. Delete is not allowed
cs: Je požadováno zadání pro Dreambox ! Odebrání není povoleno !
it: Valore richiesto obbligatoriamente. Rimozioni non consentite
lt: Dreambox darbui reikia įrašo. Ištrinti neleidžiama
pl: Wpis jest wymagany do działania Dreambox`a. Usunięcie jest niedozwolone!
tr: Dreambox'ın çalışması için giriş gereklidir.Silme işlemine izin verilmiyor

source: Episode pattern file
cs: Sestava souboru pro epizody
it: File modello per episodi
lt: Failo šablono epizodas
pl: Plik sygnatur Odcinka
tr: Kendi bölüm şablonu

source: Episode: {rawepisode:s} {title:s}
cs: Epizoda : {rawepisode:s} {title:s}
it: Episodio: {rawepisode:s} {title:s}
lt: Epizodas: {rawepisode:s} {title:s}
pl: Odcinek: {rawepisode:s} {title:s}
tr: Bölüm: {rawepisode:s} {başlık:s}

source: Episodes:
cs: epizody :
it: Episodi:
tr: Takip etmek:

source: Error
cs: chyba
it: Errore
lt: Klaida
pl: Błąd
tr: Hata

source: Error check log file
cs: Chyba kontroly souboru protokolu
it: File di log per controllo errori
lt: Klaida tikrinant žurnalo failą
pl: Błąd sprawdź plik Log
tr: Günlük dosyası kontrol edilirken hata oluştu
