Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: The number of minutes that the mount(8) command retries an NFS mount operation in the foreground or background before giving up. If this option is not specified, the default value for foreground mounts is 2 minutes, and the default value for background mounts is 10000 minutes (80 minutes shy of one week). If a value of zero is specified, the mount(8) command exits immediately after the first failure.
cs: Počet minut, po které příkaz mount(8) zkouší připojení NFS na popředí nebo pozadí, než se vzdá. Pokud není tato volba zadána, bude použita předvolba 2 min.na popředí a pro připojení na pozadí 10000 minut (80 min.v jednom týdnu). Hodnota nula mount(8) po prvním selhání vše ukončí_
it: Numero di minuti per i quali il comando mount tenta di eseguire un mount NFS (primo piano o background) prima di abortire. Se l'opzione non viene specificata, verrà utilizzato il valore predefinito di 2 minuti (primo piano) o 10'000 minuti (background). Se si inserisce il valore 0, il comando verrà interrotto immediatamente dopo il primo tentativo fallito.
lt: Minučių skaičius, per kurį komanda mount (8) pakartoja NFS prijungimo operaciją į priekinį planą ar fone prieš atsisakant. Jei ši parinktis nenurodyta, numatytųjų įvesties tvirtinimų reikšmė yra 2 minutės, o fono tvirtinimų numatytoji reikšmė yra 10 000 minučių (80 minučių - vienos savaitės). Jei yra nurodyta nulio vertė, komanda mount (8) išeina iš kart po pirmo gedimo.
tr: Bağla komutunun vazgeçmeden önce bir NFS bağlaması (ön planda veya arka planda) gerçekleştirmeye çalışacağı dakika sayısı.Bu seçenek belirtilmezse, varsayılan 2 dakika (ön plan) veya 10.000 dakika (arka plan) değeri geçerlidir. 0 değerinin belirtilmesi,komutun ilk başarısız denemeden hemen sonra iptal edilmesine neden olur.

source: The number of times the NFS client retries a request before it attempts further recovery action. If the retrans option is not specified, the NFS client tries each request three times.
cs: Počet pokusů NFS klienta před dalším obnovení akce. Pokud sledovaná volba není specifikovaná, zkusí to NFS klient třikrát.
it: Numero di tentativi di richiesta che il client NFS esegue prima di tentare ulteriori azioni di recupero. Se l'opzione retrans non è specificata, il client NFS prova ogni richiesta tre volte.
lt: NFS kliento pakartotinio užklausimo skaičius, kol jis bando tolesnį atkūrimo veiksmą. Jei retrans parinktis nenurodyta, NFS klientas kiekvieną užklausąbando tris kartus.
tr: NFS istemcisinin, daha fazla kurtarma eylemi gerçekleştirmeden önce isteği gönderme girişimi sayısı. Yeniden aktarım seçeneği belirtilmemişse, NFS istemcisi her isteği üç kez deneyecektir.

source: The password for '%s' is now disabled!
cs: Heslo pro '%s' je zakázáno !
it: La pasoword per "%s" ora è disabilitata.
tr: '%s' şifresi artık devre dışı!

source: The password for '%s' was successfully changed to: %s
cs: Heslo pro '%s' bylo úspěšně změněno na : %s
it: La password per '%s' è stata aggiornata correttamente in: %s
tr: '%s' için parola başarıyla değiştirildi: %s

source: The password protection for '%s' was removed!
cs: Ochrana heslem pro '%s' byla odstraněna !
it: La protezione tramite password per "%s" è stata rimossa.
tr: '%s' için parola koruması kaldırıldı!

source: The pin code you entered is wrong.
cs: Zadaný PIN je chybný !
it: È stato inserito un codice PIN errato.
lt: Surinktas pin kodas neteisingas.
pl: Wpisany kod PIN jest zły.
tr: Girdiğiniz şifre yanlış.

source: The python-mutagen package is not available on the feed.
cs: Balíček python-mutagen není dostupný ve web.zásobníku !
it: Il pacchetto python-mutagen non è disponibile fra le fonti.
lt: Python-mutagen paketo, šaltiniuose nėra.
tr: Python-mutajen paketi feed'de mevcut değil.

source: The recording will last n seconds longer after the channel sent the stop signal.
cs: Nahrávání bude trvat o "n" sekund déle, po detekci konce programu_
it: Persistenza registrazione dopo che il canale ha indicato la fine programma (secondi).
lt: Įrašymas truks n sekundžių ilgiau po kanalo stop signalo išsiuntimo.
pl: Nagranie będzie trwało n sekund dłużej po tym jak kanał wysłał sygnał do zatrzymania.
tr: Kanal durdurma sinyali gönderdikten sonra kayıt n saniye daha uzun sürecektir.

source: The selected channel doesn't support VPS for manually programmed timers! Do you really want to enable VPS?
cs: Zvolený kanál nepodporuje VPS pro manuálně programované časovače! Chcete skutečně povolit VPS?
it: Il canale selezionato non supporta la funzione VPS per i timer programmati manualmente. Abilitare comunque la funzione VPS?
lt: Pasirinktas kanalas nepalaiko VPN rankiniu būdu užprogramuotų laikmačių! Ar tikrai norite įjungti VPS?
pl: Wybrany kanał nie obsługuje VPS dla ręcznie zaprogramowanych timerów! Na pewno chcesz włączyć VPS?
tr: Kanal,elle programlanan zamanlayıcılar için VPS'yi desteklemiyor! VPS'yi gerçekten etkinleştirin mi?

source: The sleep timer has been activated for %s minutes.
cs: Časovač pro uspání startuje za %s minut !
it: Sleep timer è stato attivato per %s minuti..
lt: Miego laikmatis buvo aktyvuotas %s min.
pl: Wyłącznik Czasowy zostanie aktywowany za %s minut.
tr: Uyku zamanlayıcısı %s dakika süreyle etkinleştirildi.

source: The sleep timer has been disabled.
cs: Časovač pro uspání byl deaktivovaný...
it: Sleep timer disattivato.
lt: Budėjimo laikmatis jau išjungtas.
pl: Wyłącznik czasowy został wyłączony.
tr: Uyku zamanlayıcı kapatıldı.

source: The target directory is not found. The file is not renamed.
cs: Cílová složka není k dispozici ! Soubor nebyl přejmenovaný.
it: Directory destinazione non trovata. Il file non è stato rinominato.
lt: Tikslinis katalogas nerastas. Šis failas nepervadintas.
pl: Katalog docelowy nie został znaleziony. Nazwa pliku nie zostanie zmieniona.
tr: Hedef klasör bulunamadı. Dosya adı değiştirilmedi.

source: The tcp option is an alternative to specifying proto=tcp. It is included for compatibility with other operating systems.
cs: TCP volba je alternativa specifikace proto=tcp. Je to pro kompatibilitu s jinými systémy.
it: L'opzione tcp è un'alternativa a proto=tcp. È stata inserita per garantire compatibilità con altri sistemi operativi.
lt: Tcp parinktis yra alternatyva nurodyti proto = tcp. Jis įtrauktas į suderinamumą su kitomis operacinėmis sistemomis.
tr: tcp seçeneği, proto=tcp belirtmenin bir alternatifidir. Diğer işletim sistemleriyle uyumluluk için dahil edilmiştir.

source: The time in deciseconds (tenths of a second) the NFS client waits for a response before it retries an NFS request.
cs: Čas v desetinách sek., kdy NFS klient čeká na odpověď, před dalším požadavkem NFS_
it: Tempo di attesa risposta (decimi di secondo) del client NFS prima di rinnovare una richiesta NFS.
lt: Laikas deciseconds (dešimtosios sekundės) NFS klientas laukia atsakymo, kol jis vėl bandys NFS.
tr: NFS istemcisinin bir NFS isteğini yeniden denemeden önce yanıt bekleyeceği desisaniye cinsinden (saniyenin onda biri) süre.

source: The timer '%s' has been deleted successfully
cs: Časovač '%s' byl odstraněný
it: Timer %s rimosso correttamente
lt: Laikmatis '%s' buvo sėkmingai ištrintas
pl: Timer '%s' został poprawnie usunięty
tr: '%s' zamanlayıcısı başarıyla silindi

source: The timer has NOT been deleted
cs: Časovač nebyl odstraněný
it: Il timer non è stato rimosso
lt: Dabartinis laikmatis nebuvo pašalintas
pl: Timer NIE został usunięty
tr: Zamanlayıcı SİLİNMEDİ

source: The title attribute is mandatory.
cs: Atribut titulku je povinný !
it: L'attributo titolo è obbligatorio.
lt: Pavadinimo požymis yra privalomas.
tr: Başlık özelliği zorunludur.

source: The udp option is an alternative to specifying proto=udp. It is included for compatibility with other operating systems.
cs: UPD volba je alternativou specifikace proto=udp. Je to pro kompatibilitu s jinými systémy.
it: L'opzione udp è un'alternativa a proto=udp. È stata inserita per garantire compatibilità con altri sistemi operativi.
lt: Udp parinktis yra alternatyva nurodytai proto=udp. Ji įtraukta į suderinamumą su kitomis operacinėmis sistemomis.
tr: udp seçeneği, proto=udp belirtmenin bir alternatifidir. Diğer işletim sistemleriyle uyumluluk için dahil edilmiştir.

source: Theme version %s is not supported. Please check for updated version of MerlinSkinThemes.
cs: Téma verze %s není podporováno. Zkontrolujte aktualizovanou verzi MerlinSkinThemes.
it: Versione tema %s non supportata. Verificare disponibilità aggiornamenti per MerlinSkinThemes.
tr: Tema sürümü %s desteklenmiyor.Lütfen MerlinSkinThemes'in güncel bir sürümünün olup olmadığını kontrol edin.

source: There already is an active connection. Do you want to abort it?
cs: Již existuje aktivní připojení. Chcete ho přerušit ?
it: Un trasferimento è già attivo. Annullarlo?
lt: Šiuo metu jau yra aktyvus prisijungimas. Ar norite jį nutraukti?
pl: Już jest aktywne połączenie. Czy chcesz je przerwać?
tr: Etkin bir bağlantınız var. Kesmek istiyor musunuz?

source: There already is an active transfer.
cs: Je tam již aktivní transfer
it: Un trasferimento è già attivo.
lt: Šiuo metu jau yra aktyvus perdavimas.
pl: Już jest aktywny transfer.
tr: Aktarım işlemi devam ediyor.

source: There are broken records - %s
cs: Poškozené záznamy - %s
it: Rilevate voci corrotte - %s
lt: Yra sugadinti įrašai -%s
pl: Uszkodzonych rekordów - %s
tr: Bozuk kayıtlar var - %s

source: There are no playlists defined. Do you want to create a new playlist?
cs: Seznam není definovaný ! Chcete sestavit nový ?
it: Nessuna playlist definita. Creare una nuova playlist?
lt: Nėra apibrėžto grojaraščio. Ar norite sukurti naują grojaraštį?
pl: Brak zdefiniowanej listy odtwarzania. Czy chcesz utworzyć nową listę ?
tr: Tanımlanmış oynatma listesi yok. Yeni bir oynatma listesi oluşturmak istiyor musunuz?

source: There are no timer for tomorrow - %s
cs: Na zítřek není žádný časovač - %s
it: Nessun timer previsto per domani - %s
lt: Nėra rytojaus laikmačio - %s
pl: Brak timerów na jutro -%s
tr: Yarın için zamanlayıcı yok - %s

source: There are updates available: %s
cs: Je dostupná aktualizace : %s
it: Sono disponibili i seguenti aggiornamenti: %s
lt: Yra atnaujinimai: %s
pl: Dostępne są aktualizacje: %s
tr: Mevcut güncellemeler var: %s

source: There is no subtitle on this server to Your movie. Please try another language or subtitle server. If error still appears please check network connection with server.
cs: Na serveru s videem titulky nejsou. Použijte jiný jazyk nebo titulky. Pokud stále existuje problém, zkontrolujte síťové připojení k serveru.
it: Nessun sottotitolo disponibile per il video richiesto. Tentare con una lingua diversa o un server alternativo. Se l'errore persiste verificare la propria connessione di rete.
lt: Nėra jokių titrų šiame serveryje jūsų filmui. Bandykite kitą kalbą ar subtitrų serverį. Jei klaida vis dar yra, patikrinkite tinklo ryšį su serveriu.
pl: Nie ma na tym serwerze napisów do filmu. Spróbuj innego języka lub serwera napisów. Jeśli błąd nadal się pojawia należy sprawdzić połączenie sieciowe z serwerem.
tr: Bu sunucuda filminiz için altyazı yok. Lütfen başka bir dil veya altyazı sunucusu deneyin. Hata devam ederse,lütfen sunucuya olan ağ bağlantısını kontrol edin.

source: There is no subtitle on this server to Your movie. Please try another search method or subtitle server. If error still appears please check network connection with server.
cs: Na serveru s videem titulky nejsou. Použijte jinou metodu pro vyhledání titulků na serveru. Pokud stále existuje problém, zkontrolujte síťové připojení k serveru.
it: Nessun sosottotitolo disponibile per il video richiesto. Tentare con un metodo di ricerca diverso o un server alternativo. Se l'errore persiste verificare la propria connessione di rete.
lt: Nėra jokių titrų šiame serveryje jūsų filmui. Pabandykite kitą paieškos metodą ar subtitrų serverį. Jei klaida vis dar yra, patikrinkite tinklo ryšį su serveriu.
pl: Nie ma na tym serwerze napisów do filmu. Spróbuj innego sposobu wyszukiwania lub serwera napisów. Jeśli błąd nadal się pojawia należy sprawdzić połączenie sieciowe z serwerem.
tr: Bu sunucuda filminiz için altyazı yok. Lütfen başka bir arama yöntemi veya başka bir altyazı sunucusu deneyin. Hata devam ederse,lütfen sunucuya olan ağ bağlantısını kontrol ediniz.

source: There is problem with DMnapi execution. Check if Your SubsDownloader supports DMnapi %s version.
cs: Je problém s funkcí DMnapi . Zkontrolujte, jestli SubsDownloader podporuje verzi DMnapi %s
it: Problemi rilevati nell'esecuzione di DMnapi. Verificare la compatibilità del proprio SubsDownloader con DMnapi versione %s.
lt: Yra problema su DMnapi vykdymu. Patikrinkite, ar Jūsų subsDownloader palaiko DMnapi %s versiją.
pl: Wystąpił problem z DMnapi. Sprawdź czy Twoja wtyczka Pobieranie Napisów obsługuje DMnapi w wersji %s.
tr: DMnapi yürütmesinde sorun var. SubsDownloader'ınızın DMnapi %s sürümünü destekleyip desteklemediğini kontrol edin.

source: There is problem with downloading or saveing subtitles on storage device.
cs: Je tu problém se stažením nebo uložením titulků na disk
it: Rilevati problemi di download o salvataggio sottotitoli sul dispositivo di memorizzazione.
lt: Yra problema su parsisiuntimu arba subtitrų išsaugojimu saugojimo įrenginyje.
pl: Wystąpił problem z pobraniem lub zapisaniem napisów na urządzeniu przechowywania.
tr: Altyazıları depolama aygıtına indirirken veya kaydederken sorun var.

source: There is problem with server connection. Please try again later.
cs: Je tu problém s připojením na server. Zkuste to později...
it: Rilevato un problema nella connessione al server. Ritentare più tardi.
lt: Yra problema su prisijungimu prie serverio. Pabandykite dar kartą vėliau.
pl: Wystąpił problem z połączeniem do serwera. Spróbuj ponownie później.
tr: Sunucu bağlantısında bir sorun var. Lütfen daha sonra tekrar deneyiniz.

source: There is still a refresh running. The Operation isn't allowed at this moment.
cs: Aktualizace ještě běží. Akci zatím nelze spustit...
it: Aggiornamento in corso. Operazione al momento non consentita .
lt: Atnaujinimas vis dar veikia. Operacija šiuo metu yra neleidžiama .
pl: Odświeżanie wciąż trwa. Operacja nie jest dozwolona w tym momencie.
tr: Şu anda bir güncelleme yapılıyor.Şu anda eyleme izin verilmiyor.

source: There might be a problem with your FritzCall %spassword. Check in the configuration.
cs: Mohl by být problém s FritzCall %spassword ! Zkontrolujte konfiguraci...
it: Rilevato un problema con la %spassword di FritzCall. Verificare le impostazioni.
lt: Gali būti problemų su jūsų FritzCall %slaptažodžiu. Patikrinkite konfigūraciją.
pl: To może być problem z %spassword FritzCall. Sprawdź w konfiguracji.
tr: FritzCall %sPassword ile ilgili bir sorun var gibi görünüyor. Lütfen yapılandırmayı kontrol edin.

source: There was an error getting the feed entries. Please try again.
cs: Vyskytla se chyba v obsahu položky ! Opakujte akci.
it: Si è generato un errore recuperando le voci del feed. Riprovare...
lt: Įvyko klaida, gaunant serverio įėjimus. Prašome pabandyti dar kartą.
pl: Wystapił błąd podczas pobierania wpisów. Spróbuj ponownie.
tr: Sonuçlar youtube'dan alınırken hata oluştu. Lütfen tekrar deneyin.

source: There's a certificate update available for your dreambox. Would you like to apply this update now?
cs: Je dostupná certifikovaná aktualizace pro Dreambox. Chcete spustit aktualizaci ?
it: È disponibile un aggiornamento di certificato per il dreambox. Applicarlo?
lt: Yra pasiekiamas sertifikato atnaujinimas jūsų imtuvui. Ar norėtumėte taikyti šį naujinimą dabar?
pl: Jest dostępna aktualizacja certyfikatu Twojego Dreambox`a. Czy chcesz aktualizować teraz?
tr: Dreambox'ınız için sertifika güncellemesi bulundu. Güncellemeyi almak istiyor musunuz?

source: This Dreambox can't decode %s streams!
cs: Dreambox nedokáže dekódovat stream : %s !
it: Impossibile decodificare stream %s con questo Dreambox.
lt: Šis Dreambox negali iššifruoti %s srautų!
pl: Ten Dreambox nie może zdekodować %s strumieni!
tr: Dreambox %s streamlarını çözemez!

source: This Is Your Current Color
cs: Toto je vaše aktuální barva
it: Questo è il colore corrente
lt: Tai yra jūsų dabartinė spalva
tr: Bu sizin mevcut renginizdir

source: This Month
cs: Tento měsíc
it: Questo mese
lt: Šį mėnesį
pl: Ten miesiąc
tr: Bu ay

source: This Plugin modifies the original PluginBrowser so you can move Plugins around.
cs: Tento modul upravuje původní prohlížeč modulů tak, aby se mohly moduly přemísťovat
it: Il plugin modifica il Browser Plugin originale, permettendo di modificare l'ordine di visualizzazione dell'elenco.
lt: Šis priedas keičia originalų papildomų programų naršyklės išdėstymą, todėl jūs galite perkelti priedus.
pl: Wtyczka modyfikuje oryginalną przeglądarke wtyczek więc możesz je przesuwać
tr: Bu Eklenti, orijinal PluginBrowser'ı değiştirir, böylece eklentileri taşıyabilirsiniz.

source: This Week
cs: tento týden
it: Questa settimana
lt: Šią savaitę
pl: Ten tydzień
tr: Bu hafta

source: This device does not support AC3 Downmix
cs: Toto zařízení nepodporuje AC3 Downmix
it: Il dispositivo non supporta il downmix AC3
lt: Šis įrenginys nepalaiko AC3 mažinančio maišymo
pl: To urządzenie nie wspiera AC3 Downmix
tr: Bu cihaz AC3 downmix'i desteklemiyor

source: This element belongs to a locked folder and cannot be deleted!
cs: Tento prvek patří do uzamčené složky ! Nelze ho odstranit.
it: Questo elemento appartiene a una directory bloccata e non può essere eliminato.
lt: Šis elementas yra užrakintame kataloge ir negali būti pašalintas!
tr: Bu öğe kilitli bir klasöre aittir ve silinemez!

source: This feature requires SimpleRSS to be installed. You can do so with the Plugin Installer, see the User Manual for further explanation.
cs: Tato funkce potřebuje nainstalovaný SimpleRSS. Jak jej nainstalujete je v uživ.manuálu.
it: Questa funzione richiede l'installazione di SimpleRSS. Installarlo tramite la pagina di gestione estensioni: ulteriori informazioni nel manuale utente.
lt: Ši funkcija reikalauja Paprasto RSS įdiegimo. Tai galite padaryti su Priedų įdiegėju, ieškokite vartotojo vadove tolesnio paaiškinimo.
pl: Ta funkcja wymaga zainstalowania SimpleRSS . Można to zrobić za pomocą Instalatora Wtyczki, przeczytaj w instrukcji obsługi dalszych wyjaśnień.
tr: Bu özellik SimpleRSS'nin yüklenmesini gerektirir. Bunu eklenti yükleyici ile yapabilirsiniz,daha fazla açıklama için kullanım kılavuzuna bakın.

source: This folder is locked or contains a locked subfolder, unlock it first!
cs: Tato složka je uzamčena nebo obsahuje uzamčené podsložky. Nejprve je uvolněte.
it: La directory è bloccata o contiene sottodirectory bloccate: sbloccarle.
lt: Šis katalogas yra užrakintas, arba jame yra užrakintas pakatalogis. Pirmiausiai atrakinkite!
tr: Bu klasör kilitli veya kilitli bir alt klasör içeriyor, önce kilidini açın!

source: This function is yet not available!
cs: Tato funkce již není dostupná !
it: Funzione non ancora disponibile.
lt: Ši funkcija nepasiekiama!
pl: Ta funkcja nie jest jeszcze dostępna!
tr: Bu fonksiyon henüz mevcut değil!

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
cs: Tento název můžete použít do aut.časovače. Bude takto zobrazený v přehledu_
it: È possibile assegnare un nome all'AutoTimer. Sarà mostrato in Panoramica e Anteprima.
lt: Tai yra pavadinimas, kurį jūs galite duoti Auto laikmačiui. Tai bus rodoma bendroje peržiūroje.
pl: To jest nazwa którą możesz nadać AutoTimerowi. Będzie wyświetlona w podglądzie lub opisie.
tr: Otomatik zamanlayıcı ismini buradan tanımlayabilirsiniz.

source: This is not a Partnerbox channel
cs: Toto není kanál pro Partnerbox !
it: Questo non è un canale Partnerbox
lt: Tai nėra Partnerbox kanalas
tr: Bu bir Partnerbox kanalı değil

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
cs: Specifikovaná doba v hod., po které začne AutoTimer prohledávat programy znovu_
it: Specificare il ritardo in ore da applicare tra ricerche successive nell'EPG.
lt: Tai yra užlaikymas valandomis, kad Auto laikmatis lauks po paieškos, kad ieškotų EPG vėl.
pl: To jest opóźnienie w godzinach, w których AutoTimer poczeka po wyszukiwaniu do ponownego przeszukania EPG.
tr: Bu,bir arama tamamlandıktan sonra Otomatik Zamanlayıcı'nın yeni bir aramaya başlamadan önce beklediği saat cinsinden gecikmedir.

source: This is the delay in minutes that the AutoTimer will wait on initial launch to not delay enigma2 startup time.
cs: Odklad startu časovače v min. Nezdrží ale spuštění Enigmy2_
it: Ritardo di attesa in minuti al lancio iniziale di Autotimer applicato per non gravare sui tempi di avvio di enigma2.
lt: Tai yra užlaikymas minutėmis, kad Auto laikmatis lauks pirmo paleidimo, neužlaikant enigma2 paleidimo laiko.
pl: To jest opóźnienie w minutach gdy AutoTimer będzie czekać na inicjację, aby nie wydłużać czasu uruchamiania Enigma2.
tr: Bu,enigma2'nin başlamasını geciktirmemek için Otomatik Zamanlayıcı'nın ilk başlatmadan sonra beklediği dakika cinsinden gecikmedir.

source: This is the delay in seconds that the AutoTimer will wait after editing the AutoTimers.
cs: Doba čekání modulu AutoTimer v sek. po úpravě časovačů_
it: Ritardo di attesa in secondi a seguito di modifiche di AutoTimer.
lt: Tai yra vėlavimas keliomis sekundėmis, kad Auto laikmatis lauks po Auto laikmačių redagavimo.
pl: To jest opóźnienie w sekundach, w którym AutoTimer będzie czekać po edycji.
tr: Bu,Otomatik Zamalayıcı'nın Otomatik Zamanlayıcı'ları işledikten sonra bekleyeceği saniye cinsinden gecikmedir

source: This is the duration each service/channel will stay active during a refresh.
cs: Doba spuštění každého kanálu pro obnovení dat_
it: Indicare il tempo in minuti di permanenza sul canale durante un aggiornamento.
lt: Tai trukmė kiekvienos paslaugos/kanalo, kuri išliks aktyvi atliekant atnaujinimą.
pl: Jest to czas kiedy każdy kanał pozostanie aktywny podczas odświeżania.
tr: Bu,yenileme sırasında her hizmetin / kanalın etkin kalacağı süredir.

source: This is the duration in minutes that the AutoTimer is allowed to run.
cs: Doba v min., po kterou bude AutoTimer běžet_
it: Intervallo di tempo in minuti dedicato all'esecuzione di Autotimer.
lt: Tai laikas minutėmis, kad Auto laikmačiui bus leista startuoti.
pl: Jest to przedział czasu w minutach, zanim AutoTimer dostanie pozwolenie na start.
tr: Otomatik Zamanlayıcı'nın çalışmasına izin verilen dakika cinsinden süre.

source: This is the first song in the directory. Continue with last song?
cs: Toto je první skladba ve složce. Pokračujte od poslední skladby ?
it: Questa è il primo brano nella directory. Continuare con l'ultimo brano?
tr: Bu dizindeki ilk şarkı. Son şarkıyla devam edilsin mi?

source: This is the help screen. Feed me with something to display.
cs: Pomocná nápověda...
it: Questo è una schermata d'aiuto. Datemi qualcosa da mostrare...
lt: Tai yra pagalbos ekranas. Šaltinius su kažkuo būtų galima parodyti.
pl: To jest ekran pomocniczy. Zasil mnie czymś do pokazania.
tr: Bu yardım ekranıdır.

source: This is the last song in the directory. Continue with first song?
cs: Toto je poslední skladba ve složce. Pokračujte od první skladby ?
it: Questo è l'ultimo brano nella directory. Continuare con il primo brano?
tr: Bu dizindeki son şarkı. İlk şarkıyla devam edilsin mi?
