Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Match ratio defines a minimum value to be met to consider a timer a duplicate when comparing the short description (min.=80, max.=100; short description must be identical to skip duplicates when set to 100, default=90)
cs: Procento porovnání a vhodná min.hodnota pro uvažovaný časovač a duplikát při porovnání rozšířeného popisu (min.=80, max.=100; rozšířený popis musí být identický pro přeskočení duplikátů, když je nastavený na 100, předvoleno=90)
it: Il rapporto di corrispondenza definisce un valore minimo che deve essere soddisfatto per considerare un timer come duplicato quando si confrontano le descrizioni brevi (min = 80, max = 100). Le descrizioni brevi devono essere identiche per saltare i duplicati se il valore = 100. (Standard = 90)
lt: Atitikties santykis apibrėžia minimalią vertę, kurią reikia įvykdyti, kad laikytumėte dublikatą, kai lyginamas trumpas aprašymas (min.=80, maks.=100; trumpas aprašymas turi būti identiškas praleidimo dublikatams, kai nustatytas 100, numatytasis=90)
tr: Eşleşme puanı,kısa açıklama karşılaştırıldığında bir zamanlayıcının yinelenen olarak kabul edilmesi için karşılanması gereken minimum bir değeri tanımlar (min=80, maks=100; 100 değerindeki yinelemeleri atlamak için kısa açıklama aynı olmalıdır,varsayılan =90)

source: Match ratio defines a minimum value to be met to consider a timer a duplicate when comparing the title (min.=80, max.=100; title must be identical to skip duplicates when set to 100, default=97)
cs: Procento porovnání a vhodná min.hodnota pro uvažovaný časovač a duplikát při porovnání rozšířeného popisu (min.=80, max.=100; titulek musí být identický pro přeskočení duplikátů, když je nastavený na 100, předvoleno=97)
it: Il rapporto di corrispondenza definisce un valore minimo che deve essere soddisfatto per considerare un timer come duplicato quando si confrontano i titoli (min = 80, max = 100). I titoli devono essere identici per saltare i duplicati se il valore = 100. (Standard = 97)
lt: Atitikties santykis apibrėžia minimalią vertę, kurią reikia įvykdyti, kad būtų galima laikyti laikmatį dublikatu lyginant pavadinimą (min.=80, maks.=100; pavadinimas turi būti identiškas praleidžiant dublikatus, kai nustatytas 100, numatytasis=97)
tr: Eşleşme oranı,başlığı karşılaştırırken bir zamanlayıcıyı yinelenen olarak kabul etmek için karşılanması gereken minimum bir değeri tanımlar (min=80, maks=100; 100 değerindeki yinelemeleri atlamak için başlık aynı olmalıdır,varsayılan =97)

source: Match ratio for extended description duplicate check
cs: Procento shody pro rozšířený popis při kontrole duplikátů
it: Rapporto di corrispondenza descrizioni estese per verifica duplicati
lt: Atitikties santykis, skirtas išplėstiniam aprašymui, dublikato patikrinimui
tr: Genişletilmiş açıklama ile yinelenen kontrol için eşleşme oranı

source: Match ratio for short description duplicate check
cs: Procento shody pro krátký popis při kontrole duplikátů
it: Rapporto di corrispondenza descrizioni brevi per verifica duplicati
lt: Atitikties santykis trumpam aprašymui, dublikato patikrinimui
tr: Kısa açıklamada yinelenen kontrol için eşleşme oranı

source: Match ratio for title duplicate check
cs: Procento shody pro titulek při kontrole duplikátů
it: Rapporto di corrispondenza titoli per verifica duplicati
lt: Atitikties santykis pavadinimo dublikatui patikrinti
tr: Başlık Yinelenen Kontrol Eşleşme Oranı

source: Match title
cs: hledat v titulku
it: Stringa di confronto
lt: Pavadinimas
pl: Dopasuj tytuł
tr: Anahtar Kelime

source: Match title:
cs: hledat v titulku :
it: Confronto titolo:
lt: Pavadinimas atitiks:
pl: Dopasuj tytuł:
tr: Başlık eşleşmesi:

source: Match title: %s
cs: hledat v titulku : %s
it: Stringa di confronto: %s
lt: Pavadinimas: %s
pl: Dopasuj tytuł: %s
tr: Anahtar Kelime: %s

source: Max Fan %d rpm at PWM=255 (%s)
cs: max. %d otáček při modulaci = 255 (%s)
it: Vel. max %d rpm a PWM=255 (%s)
lt: Maksimalus ventiliatoriaus %d rpm nuo PWM=255 (%s)
pl: Max Fan %d rpm w PWM=255 (%s)
tr: Maksimum Fan %d rpm'de PWM=255 (%s)

source: Max Fan %d rpm at PWM=255 and VLT=255 (%s)
cs: max. %d otáček při modulaci = 255 a napětí = 255 (%s)
it: Vel. max %d rpm a PWM=255 e VLT=255 (%s)
lt: Maksimalus ventiliatoriaus %d rpm nuo PWM=255 ir VLT=255 (%s)
pl: Max Fan %d rpm w PWM=255 i VLT=255 (%s)
tr: Maksimum Fan %d rpm'de PWM=255 ve VLT=255 (%s)

source: Max Fan %d rpm at VLT=255 (%s)
cs: max. %d otáček při napětí = 255 (%s)
it: Vel max %d rpm a VLT=255 (%s)
lt: Maksimalus ventiliatoriaus %d rpm nuo VLT=255 (%s)
pl: Max Fan %d rpm w VLT=255 (%s)
tr: VLT'de Maks Fan %d rpm=255 (%s)

source: Max Timerlist Entries
cs: max.počet zápisů v seznamu časovačů
it: Max voci Elenco Timer
lt: Didžiausi laikmačio sąrašo įrašai
pl: Maks. Wpisów Listy timera
tr: Maksimum zamanlayıcı listesi girişleri

source: Max Toplist Entries
cs: max.počet zadání v seznamu nejlepších
it: Numero max voci Toplist
lt: Didžiausi top sąrašo įrašai
pl: Maks. Wpisów Listy
tr: Maks. en çok listelenen girişler

source: Max number of retained search logs
cs: max.počet ponechaných protokolů hledání
it: Numero massimo file di log conservati
lt: Maksimalus išsaugotų paieškos žurnalų skaičius
tr: Maksimum saklanan arama günlüğü sayısı

source: Max time drift to match episode
cs: max. čas pro porovnání
it: Deriva temporale massima per corrispondenza episodi
lt: Didžiausia laiko tėkmė, kad sutaptų epizodas
pl: Maksymalne odchylenie czasu, aby dopasować odcinek
tr: Bölümle eşleşmek için maksimum zaman kayması

source: Max. results in list-mode
cs: max.počet výsledků v seznamu
it: N. max risultati in modalità elenco
lt: Maks. rezultatai sąrašo būsenoje
pl: Maks. wyników w trybie listy
tr: Maks. liste modunda sonuçlanır

source: Max. volume for mpeg audio
cs: předvolená hlasitost pro mpeg
it: Volume massimo audio mpeg
lt: Maks. garsumas mpeg garsui
pl: Maks. głośność dla MPEG Audio
tr: Maks. mpeg ses için ses seviyesi

source: Maximum Connections
cs: max.počet připojení
it: Massimo connessioni
lt: Maksimalus prisijungimų skaičius
pl: Maksymalna liczba połączeń
tr: Maksimum Bağlantılar

source: Maximum Timeshift length per Event reached! Restarting Timeshift now ...
cs: Dosáhli jste max.délku Timeshiftu ! Restartujte Timeshift ...
it: Raggiunta la massima durata timeshift consentita per evento. Riavvio timeshift in corso...
lt: Maksimalus laiko poslinkio įvykio ilgis pasiektas! Dabar atnaujinamas laiko poslinkis ...
pl: Osiągnięto maksymalną długość timeshift-u dla wydarzenia! Trwa ponowne uruchomienie timeshift-u ...
tr: Zaman kaydırmalı kayıt için maksimum uzunluğa ulaşıldı! Zaman kaydırması kaydı yeniden başlatılıyor...

source: Maximum amount of tuners for {0} configured!
cs: Max.počet tunerů pro {0} konfiguraci !
it: Numero massimo di tuner {0} configurati !
lt: Didžiausias kiekis imtuvų dėl {0} suderintas!
pl: Skonfigurowana maksymalna ilość tunerów dla {0} !
tr: {0} için yapılandırılan maksimum tuner sayısı!

source: Maximum duration (in m)
cs: maximální délka (v min.)
it: Durata massima (min.)
lt: Maksimali trukmė (m)
pl: Maksymalne trwanie (w m)
tr: Maksimum Süre (dk.)

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
cs: Max.doba události se shodou. Jestliže je událost delší (bez rezervy), nebude shoda uznána_
it: Durata massima di un evento da confrontare. Se la durata di un evento è superiore a quanto indicato (margini esclusi) non sarà confrontato.
lt: Maksimali užduoties trukmė sutampa. Jei įvykis yra ilgesnis nei šio laiko, jis negali būti suderintas.
pl: Maksymalne trwanie wydarzenia.Gdy wydarzenie jest dłuższe niż ilość czasu (bez ofsetu) nie będzie dopasowane
tr: Eşleşecek maksimum etkinlik süresi.Bir etkinlik bu süreden daha uzunsa (ofset olmadan) eşleşmeyecektir.

source: Maximum number of crashlogs
cs: max.počet protokolů o pádu systému
it: Numero massimo di crashlog
lt: Maksimalus gedimų skaičius
pl: Maksymalna liczba Rejestrów Awarii
tr: Maksimum kilitlenme günlüğü sayısı

source: Maximum number of system setting backups
cs: max.počet ponechaných syst.záloh
it: Numero massimo di backup impostazioni di sistema
lt: Maksimalus atsarginių sisteminių nustatymų kopijų skaičius
pl: Maksymalna liczba kopii zapasowych ustawień systemu
tr: Maksimum sistem ayarı yedeklemesi sayısı

source: Maximum number of system setting backups to keep, regardless of retention period.
cs: Max.počet záloh systému, bez ohledu na dobu platnosti_
it: Numero massimo di backup impostazioni di sistema da conservare, a prescindere dal tempo di conservazione.
lt: Maksimalus atsarginių sisteminių nustatymų kopijų laikymo skaičius, nepriklausomai nuo saugojimo laikotarpio.
pl: Maksymalna liczba kopii zapasowych ustawień systemu, niezależnie od okresu przechowywania.
tr: Saklama süresinden bağımsız olarak saklanacak maksimum sistem ayarı yedeklemesi sayısı.

source: Maximum zap history entries:
cs: max.počet položek historie :
it: Limite voci nella history zap:
lt: Maksimalus jungimo istorijos įrašas:
pl: Maksymalna liczba wpisów historii przełączania:
tr: Tutulacak maksimum geçmiş kaydı:

source: Media Files
cs: soubory videa,
it: Files MultiMedia
lt: Medijos failai
pl: Pliki Multimedialne
tr: Medya Dosyaları

source: Media directory
cs: složka pro videa
it: Directory media
lt: Medijos katalogas
pl: Katalog mediów
tr: Medya dizini

source: MediaPlayer
lt: Media grotuvas
pl: Odtwarzacz Multimedialny
tr: Medya Oynatıcı

source: Mediaplayer
lt: Mediagrotuvas
tr: Medya Oynatıcı

source: Mediaplayer not installed
cs: Mediaplayer není nainstalovaný
it: mediaPlayer non installato
lt: Medijos grotuvas neįdiegtas
pl: MediaPlayer nie jest zainstalowany
tr: Mediaplayer yüklü değil

source: Mediaplayer was not active
cs: Mediaplayer není aktivní
it: MediaPlayer non attivo
lt: Medija grotuvas neaktyvus
pl: MediaPlayer nie jest aktywny
tr: Medya Oynatıcı etkin değildi

source: Menu
lt: Meniu
tr: Menü

source: Menu SkipIntro
lt: Praleisti intro meniu
tr: SkipIntro Menü

source: Menu title
cs: název menu
it: Menu titoli
lt: Meniu pavadinimas
pl: Tytuł menu
tr: Menü Başlığı

source: Merging Timeshift files
cs: sloučit soubory Timeshiftu
it: Unione file Timeshift in corso
lt: Sujungiami laiko poslinkio failai
pl: Scalanie plików TimeShift
tr: Zaman kaydırma dosyalarını birleştir

source: Merlin Music Player
cs: -- přehrávání audia
it: Player Merlin
lt: Merlin muzikos grotuvas
tr: Merlin Müzik Çalar

source: Merlin Music Player Lyrics
cs: Texty pro Merlin Music Player
it: Merlin Music Player Lirica
lt: Merlin muzikos grotuvo dainų tekstai
pl: Merlin Music Player Tekst Utworu
tr: Merlin Müzik Çalar Şarkı Sözleri

source: Merlin Music Player Songlist
cs: Merlin Music Player - seznam audia
it: Merlin Music Player - Elenco brani
lt: Merlin muzikos grotuvo dainų tekstai
pl: Merlin Music Player Lista Utworów
tr: Merlin Müzik Çalar Şarkı Listesi

source: Merlin Music Player and iDream
cs: -- přehrávání audia
it: Plugin Merlin Music Player e iDream
lt: Merlin Music grotuvas ir iDream
pl: Odtwarzacz Merlin Music i iDream
tr: Merlin Müzik Oynatıcı ve iDream

source: Merlin iDream2 is not installed!
cs: Merlin iDream2 není nainstalovaný !
it: Merlin iDream2 non installato.
tr: Merlin iDream2 kurulu değil!

source: MerlinEPG is not installed!
cs: MerlinEPG není nainstalovaný !
it: MerlinEPG non è installato !
lt: MerlinEPG nėra įdiegtas!
pl: MerlinEPG nie jest zainstalowany!
tr: MerlinEPG kurulu değil!

source: MerlinMusicPlayer2
tr: Merlin Müzik Çalar 2

source: MerlinSkinThemes
cs: -- úprava graf.stylu skinu od Merlina
it: Temi MerlinSkin
lt: MerlinSkin temos
tr: MerlinSkin Temaları

source: MerlinSkinThemes - Help
cs: MerlinSkinThemes - nápověda
tr: MerlinSkinThemes - Yardım

source: MerlinSkinThemes - Settings
cs: MerlinSkinThemes - nastavení
it: MerlinSkinThemes - Impostazioni
tr: MerlinSkinThemes - Ayarlar

source: MerlinSkinThemes screen found
cs: Nalezena obrazovka MerlinSkinThemes
it: Rilevata schermata MerlinSkinThemes
tr: MerlinSkinThemes ekranı bulundu

source: Message
cs: - hlášení -
it: Messaggio
lt: Pranešimas
pl: Wiadomość
tr: Mesaj

source: Message sent successfully!
cs: Hlášení bylo odesláno !
it: Messaggio inviato correttamente.
lt: Pranešimas išsiųstas sėkmingai!
pl: Wiadomość została wysłana poprawnie!
tr: Mesaj başarıyla gönderildi!

source: Method of hiding MiniTV
cs: metoda skrývání miniTV
it: metodo per nascondere MiniTV
lt: Mažojo TV slėpimo būdas
pl: Metoda ukrywania MiniTV
tr: MiniTV'yi gizleme yöntemi

source: Mexico
cs: Mexiko
it: Messico
lt: Meksika
pl: Meksyk
tr: Meksika

source: Min Fan Start %d rpm at PWM=%d
cs: od min. %d otáček při modulaci = %d
it: Avvio minimo %d rpm a PWM=%d
lt: Minimali ventiliatoriaus paleistis %d rpm prie PWM=%d
pl: Min Fan Start %d rpm w PWM=%d
tr: Min Fan Başlatma %d rpm'de PWM=%d

source: Min Fan Start %d rpm at VLT=%d
cs: od min. %d otáček při napětí = %d
it: Avvio minimo %d rpm a VLT=%d
lt: Minimali ventiliatoriaus paleistis %d rpm prie VLT=%d
pl: Min Fan Start %d rpm w VLT=%d
tr: Min Fan Başlatma %d rpm'de VLT=%d

source: Min Fan Start %d rpm at VLT=%d and PWM=0
cs: od min. %d otáček při napětí = %d a modulaci = 0
it: Avvio minimo %d rpm a VLT=%d e PWM=0
lt: Minimali ventiliatoriaus paleistis %d rpm prie VLT=%d ir PWM=0
pl: Min Fan Start %d rpm w VLT=%d i PWM=0
tr: Min Fan Başlatma %d rpm'de VLT=%d ve PWM=0

source: Min Fan Stop %d rpm at PWM=%d (%s)
cs: do min. %d otáček pro zastavení při modulaci = %d (%s)
it: Stop minimo %d rpm a PWM=%d (%s)
lt: Minimalus ventiliatoriaus stabdymas %d rpm prie PWM=%d (%s)
pl: Min Fan Stop %d rpm w PWM=%d (%s)
tr: Min Fan Durdurma %d rpm'de PWM=%d (%s)

source: Min Fan Stop %d rpm at VLT=%d (%s)
cs: do min. %d otáček pro zastavení při napětí = %d (%s)
it: Stop minimo %d rpm a VLT=%d (%s)
lt: Minimalus ventiliatoriaus stabdymas %d rpm prie VLT=%d (%s)
pl: Min Fan Stop %d rpm w VLT=%d (%s)
tr: Min Fan Durdurma VLT'de %d rpm=%d (%s)

source: Min Fan Stop %d rpm at VLT=%d and PWM=0 (%s)
cs: do min. %d otáček pro zastavení při napětí = %d a modulaci = 0 (%s)
it: Stop minimo %d rpm a VLT=%d e PWM=0 (%s)
lt: Minimalus ventiliatoriaus stabdymas %d rpm prie VLT=%d ir PWM=0 (%s)
pl: Min Fan Stop %d rpm w VLT=%d i PWM=0 (%s)
tr: Min Fan Durdurma %d rpm'de VLT=%d ve PWM=0 (%s)

source: Minimum Priority
cs: min.priorita
it: Priorità minima
lt: Minimalus prioritetas
pl: Niski Priorytet
tr: Asgari Öncelik

source: Minimum file cache limit (0=cache everything)
cs: min.limit paměti (0=všechno)
it: Limite minimo file cache (0=nessun limite)
lt: Minimalus failų podėlio limitas (0 = viską į podėlį)
pl: Minimalny limit pamięci podręcznej plików (0 = wszystko buforuj)
tr: Minimum dosya önbellek sınırı (0=her şeyi önbelleğe al)

source: Minutes
cs: minut
it: Minuti
lt: Minutės
tr: Dakika

source: Mipsel architecture not detected. Please supplie requires binaries by Yourself.
cs: Mipsel architektura nebyla detekována ! Doplňte binární soubory...
it: Architettura Mipsel non rilevata. Fornire il pacchetto richiesto.
lt: Mipsel architektūra neaptikta. Prašome pateikti reikalingus binarinius failus patiems.
pl: Nie wykryto architektury Mipsel. Proszę samemu dodać wymaganą binarkę.
tr: Mipsel mimarisi algılanmadı. Lütfen tedarik ediniz, Kendiniz tarafından ikili dosyalar gerektirir.

source: Missed
cs: zmeškané
it: Ch. perse
lt: Praleista
pl: Nieodebrane
tr: Cevapsız

source: Missed calls
cs: zmeškané hovory
it: Chiamate perse
lt: Praleisti skambučiai
pl: Nieodebrane Połączenia
tr: Cevapsız aramalar

source: Missing Parameter: begin
cs: chybí parametr: begin
it: Parametro mancante: begin
lt: Trūksta parametro: pradėti
pl: Brakujący parametr: początek
tr: Eksik Parametre: başla

source: Missing Parameter: beginOld
cs: chybí parametr: beginOld
it: Parametro mancante: beginOld
lt: Trūksta parametro: beginOld
pl: Brakujący parametr: rozpocząćStary
tr: Eksik Parametre: startOld

source: Missing Parameter: channelOld
cs: chybí parametr: channelOld
it: Parametro mancante: channelOld
lt: Trūksta parametro: senas kanalas
pl: Brakujący parametr: kanałStary
tr: Eksik Parametre: channelOld

source: Missing Parameter: description
cs: chybí parametr: description
it: Parametro mancante: description
lt: Trūksta parametro: aprašymas
pl: Brakujący parametr: opis
tr: Eksik Parametre: açıklama

source: Missing Parameter: end
cs: chybí parametr: end
it: Parametro mancante: end
lt: Trūksta parametro: pabaiga
pl: Brakujący parametr: koniec
tr: Eksik Parametre: bitiş

source: Missing Parameter: endOld
cs: chybí parametr: endOld
it: Parametro mancante: endOld
lt: Trūksta parametro: sena pabaiga
pl: Brakujący parametr: koniecStary
tr: Eksik Parametre: endOld

source: Missing Parameter: eventid
cs: chybí parametr: eventid
it: Parametro mancante: eventid
lt: Trūksta parametro: įvykio id
pl: Brakujący parametr: IDwydarzenia
tr: Eksik Parametre: olay kimliği

source: Missing Parameter: name
cs: chybí parametr: name
it: Parametro mancante: name
lt: Trūksta parametro: pavadinimas
pl: Brakujący parametr: nazwa
tr: Eksik Parametre: isim

source: Missing Parameter: sRef
cs: chybí parametr: sRef
it: Parametro mancante: sRef
lt: Trūksta parametro: sRef
pl: Brakujący parametr: sRef
tr: Eksik Parametre: sRef

source: Missing Paramter: dirname
cs: Chybí : paramert dirname
it: Parametro mancante: dirname
lt: Trūksta parametro: dir pavadinimas
pl: Brakujący parametr: nawa katalogu
tr: Eksik Parametre: dirname

source: Missing or Wrong Argument
cs: argument chybí nebo je vadný !
it: Argomento errato o mancante
lt: Nėra arba neteisingas argumentas
pl: Brakujący lub Błędny Argument
tr: Eksik veya Yanlış Argüman

source: Missing or invalid parameter file
cs: parametr souboru chybí nebo je vadný
it: Parametro file errato o mancante
lt: Nurodytas trūkstamas ar negaliojantis failo parametras
pl: Brakujący lub Nieważny parametr 'plik'
tr: Eksik veya geçersiz parametre dosyası

source: Missing or wrong argument
cs: argument chybí nebo je vadný !
it: Argomento errato o mancante
lt: Nėra arba neteisingas argumentas
pl: Brakujący lub Błędny argument
tr: Eksik veya yanlış argüman

source: Missing timer
cs: Chybí časovač
it: Timer mancante
lt: Trūkstamas laikmatis
pl: Brakujący Timer
tr: Eksik zamanlayıcı

source: Missing value for parameter dirname
cs: parametr 'dirname' chybí nebo je vadný
it: Parametro dirname: valore mancante
lt: Trūksta reikšmės dėl dir pavadinimo vertės
pl: Brakująca wartość dla parametru 'nazwa katalogu'
tr: parametre dizini için eksik değer

source: Mod: Skin: %s by %s - Version: %s Support: %s
cs: mod : skin : %s od %s - verze : %s podpora : %s
it: Mod: Skin: %s by %s - Versione: %s Supporto: %s
tr: Mod: Skin: %s by %s - Sürüm: %s Destek: %s

source: Mode:
cs: režim :
it: Modalità:
lt: Būsena:
pl: Tryb:
tr: Mod:

source: Mode: Edit
cs: mód : úpravy
it: Modalità: modifica
lt: Režimas: redaguoti
tr: Mod: düzenle

source: Moderately
cs: mírně
it: Moderatamente
lt: Vidutiniškai
pl: Umiarkowanie
tr: Orta derecede

source: Modify existing timers
cs: upravit existující časovač
it: Modificare timer esistenti
lt: Pakeiskite egzistuojančius laikmačius
pl: Modyfikuj istniejące timery
tr: Zamanlayıcıları değiştir

source: Modify the settings to match your preferences. To change the clock position, select "Move clock" and relocate using the direction keys. Press OK to store current position and return to the setup menu or EXIT to cancel the moving. Push key "Exit long" to show the clock while watching TV. Clock will disappear after the specified timeout or by pushing key "Exit long" again. If GP3 is installed, weekday shows up in selected language, otherwise always in english.
cs: Upravte nastavení, aby vyhovovalo předvolbám. Pro změnu pozice hodin vyberte "přesunout hodiny" a použijte kurzorová tlačítka. "OK" -> uložit aktuální pozici a vrátit se do menu, "EXIT" -> ukončit akci... "Dlouhý Exit" zobrazí hodiny při sledování TV. Hodiny zmizí po nastaveném čase nebo opětným stiskem "dlouhý Exit" . Pokud je nainstalované GP3, budou dny ve vybraném jazyce, jinak pouze v anglickém...
it: Configurare secondo le proprie preferenze. Per cambiare la posizione dell'orologio, selezionare "Spostare orologio" e posizionarlo con i tasti freccia. Premere Ok per salvare la posizione e tornare al menu o premere EXIT per annullare. Premendo a lungo il tasto EXIT verrà mostrato l'orologio durante la visione della TV. L'orologio verrà nascosto dopo il tempo prefissato o ad una nuova pressione prolungata del tasto EXIT. Se GP3 è installato il giorno della settimana apparirà nella lingua in uso, diversamente apparirà in inglese.
lt: Pakeiskite parametrus, kad atitiktų jūsų pageidavimus. Norėdami pakeisti laikrodžio poziciją, pasirinkite "Perkelti laikrodį" ir perkelkite naudodami kursoriaus mygtukus. Paspauskite OK, jei norite išsaugoti esamą padėtį ir grįžti į sąrankos meniu arba iš jo išeiti atšaukus perkėlimą. Spustelkite ilgai "Exit" mygtuką, tada rodys laikrodį žiūrint televizorių. Laikrodis išnyks po nurodytos pauzės arba kai ilgai spausite mygtuką "Exit". Jei GP3 yra įdiegtas, šiokiadienius rodys jūsų pasirinkta kalba, nes kitaip visada bus anglų kalba.
pl: Modyfikuj ustawienia do własnych preferencji. Aby zmienić położenie zegara, wybierz "Przenieś zegar" i przenieść za pomocą klawiszy kierunkowych. Naciśnij przycisk OK, aby zapisać aktualną pozycję i powrócić do menu ustawień lub Zakończ, aby anulować przenoszenie. Wciśnij klawisz "długo Exit", aby wyświetlić zegar podczas oglądania telewizji. Zegar zniknie po upływie określonego limitu czasu lub ponownie wciskając przycisk "długo Exit". Jeśli masz zainstalowany GP3, dzień tygodnia pojawi się w wybranym języku, w przeciwnym razie zawsze w języku angielskim.
tr: Ayarları istediğiniz gibi değiştirin.Saatin konumu,"Saati hareket ettir" ile kontrol düğmeleri ile değiştirilebilir. "OK" ile yeni pozisyonu kaydedin ve menüye dönün veya "EXIT" ile işlemi iptal edin. TV izlerken saati görmek için "Çıkış" düğmesine uzun basın.Saat, ayarlanan zaman aralığından sonra veya "Uzun süre çık" düğmesi ile tekrar gizlenir. GP3 kuruluysa, haftanın günü geçerli dilde, aksi takdirde İngilizce gösterilir.

source: Modus
cs: způsob
pl: Tryb
tr: Mod

source: Mon
cs: pondělí
it: Lun
lt: Pir
pl: Pon
tr: Ptesi

source: Mon-Fri
cs: Po - Pá
it: Lun-Ven
lt: Pirm-Penk
tr: Pazartesiden Cumaya

source: Monday
cs: pondělí
it: Lunedì
lt: Pirmadienis
pl: Poniedziałek
tr: Pazartesi

source: Monitoring: %s (%d:%02d Min)
it: Monitor in corso: %s (%d:%02d Min)
lt: Stebėsena: %s (%d:%02d Min)
tr: İzleme: %s (%d:%02d dak.)

source: Month
cs: měs.
it: Mese
lt: Mėnuo
pl: Miesiąc
tr: Ay

source: Month:
cs: měs.:
it: Mese:
lt: Mėnuo:
pl: Miesiąc:
tr: Ay:

source: Monthly
cs: měsíčně
it: Mensile
lt: Mėnuo
pl: Miesięcznie
tr: Aylık

source: Months
cs: měsíců
it: Mesi
lt: Mėnesiai
pl: Miesiące
tr: Ay

source: More ...
cs: další volby
it: Altro ...
lt: Daugiau ...
tr: Daha ...

source: More than just an EPG...
cs: -- rozšířený seznam programů kanálů
it: Più di un semplice EPG...
lt: Daugiau nei tik EPG...
pl: Więcej niż tylko EPG
tr: Bir EPG'den daha fazlası...

source: More...
cs: další...
it: Altro...
tr: Daha...

source: Mosaic
cs: mozaika
lt: Mozaika
pl: Mozaika
tr: Mozaik

source: Motion Picture Rating (MPAA):
cs: hodnocení filmu (MPAA) :
tr: Hareketli Görüntü Derecesi (MPAA):

source: Mount Manager
cs: std.správa přípojných bodů
it: Gestione mount
lt: Pajungimo vadovas
pl: Menedżer Montowania
tr: Bağlantı Yöneticisi

source: Mount informations
cs: IP adresa
it: Informazioni mount
lt: Pajungimo informacijos
pl: Informacje montowania
tr: Bağlantı bilgileri

source: Mount options
cs: volby přístupu
it: Opzioni mount
lt: Pajungimo pasirinkimas
pl: Opcje montowania
tr: Bağlantı seçenekleri

source: Mount the filesystem read-only.
cs: Připojí soub.systém pouze pro čtení_
it: Montare il filesystem in sola lettura.
lt: Šią failų sistemą prijungti tik skaitymui.
tr: Dosya sistemini salt okunur olarak bağlayın.
