Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: 3D: 2D menu
it: 3D: menu 2D
lt: 3D: 2D meniu
tr: 3D: 2D Menü

source: 3D: Enable side by side menu
cs: 3D: zobrazit vedle sebe
it: 3D: abilitare il menu 'Affiancato'
lt: 3D: Įjungti meniu vienas šalia kito
pl: 3D: Włącz wygląd Menu - Obok Siebie
tr: 3D: Yan yana ekranı aç

source: 3D: Enable top/bottom menu
cs: 3D zobrazit nad sebou
it: 3D: abilitare il menu 'Sopra/Sotto'
lt: 3D: Įjungti meniu viršus/apačia
pl: 3D: Włącz wygląd Menu - Góra / Dół
tr: 3B üst/alt ekranı aç

source: 3D: disable 3D menu
cs: 3D: vypnout 3D zobrazení
it: 3D: disabilitare menu 3D
lt: 3D: išjungti 3D meniu
pl: 3D: Wyłącz Menu 3D
tr: 3D: menüyü devre dışı bırak

source: 3rd subtitle language:
cs: 3. jazyk titulků :
it: 3° lingua sottotitoli:
lt: 3-oji subtitrų kalba:
pl: 3ci język napisów:
tr: 3. altyazı dili:

source: 4:3 Letterbox
lt: 4:3 Įterpiant juodas juostas viršuje ir apačioje
tr: 4:3 EkranFormatı

source: 4:3 PanScan
lt: 4:3 Nukerpant šonus
tr: 4:3 PanArama

source: 5 Seconds
cs: 5 sek.
it: 5 Secondi
lt: 5 sekundės
pl: 5 sekund
tr: 5 Saniye

source: 5 min.
tr: 5 dak.

source: 60 min.
tr: 60 dak.

source: : Main Setup
cs: : základní nastavení
it: ; Impostazioni
lt: : Pagrindinis nustatymas
pl: : Ustawienia Główne
tr: : Varsayılan Ayarlar

source: <empty>
cs: <prázdné>
it: <vuoto>
lt: <tuščia>
pl: <pusty>
tr: <leer>

source: <unknown>
cs: <neurčeno>
it: <sconosciuto>
lt: <nežinomas>
pl: <nieznany>
tr: <bilinmiyor>

source: === Remote control button 2 (long press) ===
cs: === dlouhé tlačítko ovladače 2 ===
it: === Tasto 2 (pressione prolungata) ===
lt: === Nuotolinio valdymo mygtukas 2 (ilgas paspaudimas) ===
pl: === Przycisk pilota 2 (długie naciśnięcie) ===
tr: === Uzaktan kumanda düğmesi 2 (düğmeye uzun basış) ===

source: === Remote control button 2 ===
cs: === tlačítko ovladače 2 ===
it: === Tasto 2 ===
lt: === Nuotolinio valdymo mygtukas 2 ===
pl: === Przycisk pilota 2 ===
tr: === Uzaktan kumanda düğmesi 2 ===

source: ==== Configuration of title pattern ====
cs: ==== konfigurace titulku ====
it: ==== Impostazioni modello titolo ====
lt: ==== Pavadinimo modelio konfigūravimas ====
pl: ==== Konfiguracja wzoru tytułu ====
tr: ==== Başlık kalıbının yapılandırılması ====

source: ==== Remote control button definitions when playing a recording ====
cs: === definovat tlačítka ovladače pro přehrávání a nahrávání ===
it: ==== Funzione tasti telecomando durante la riproduzione di registrazioni ====
lt: ==== Nuotolinio valdymo mygtuko apibrėžimai, kai žiūrite įrašą ====
pl: ==== Definicje przycisków pilota podczas odtwarzania nagrania ====
tr: ==== Kayıtları oynatırken uzaktan kumanda düğmelerinin işlevleri ====

source: A NAS/Server can be shut down. Is required activated Telnet.
cs: NAS / server lze vypnout ! Je třeba aktivní Telnet_
it: Un NAS/Server può essere spento. È necessario attivare Telnet.
lt: NAS/serveris gali būti išjungtas. Reikia suaktyvinti Telnet.
pl: Serwer NAS może być wyłączony. Wymagane jest aktywować Telnet.
tr: Bir NAS/Sunucu kapatılabilir. Gerekli olan aktif Telnet.

source: A basic FTP client
cs: -- klient FTP pro Dreambox
it: Un semplice client FTP
lt: Pagrindinis FTP klientas
pl: Podstawowy klient FTP
tr: FTP istemci

source: A basic ftp client
cs: -- klient FTP pro Dreambox
it: Un semplice client FTP
lt: Pagrindinis ftp klientas
pl: Podstawowy klient ftp
tr: FTP istemci

source: A client for www.dyndns.org
cs: -- klient pro www.dyndns.org
it: Un client per www.dyndns.org
lt: Klientas dėl www.dyndns.org
pl: Klient dla www.dyndns.org
tr: DynDns istemcisi

source: A file explorer for DreamOS
cs: -- správce souborů pro DreamOS
it: Un file explorer per DreamOS
tr: DreamOS için bir dosya gezgini

source: A file with this name (%s) already exists locally. Do you want to overwrite it?
cs: Soubor s názvem %s již existuje v lokální složce. Chcete ho přepsat ?
it: Un file con lo stesso nome (%s) è già presente localmente. Sovrascriverlo?
lt: Failas su tokiu pavadinimu (%s) jau yra. Jūs norite jį perrašyti?
pl: Plik o tej nazwie (%s) już istnieje lokalnie. Czy chcesz go zastąpić?
tr: Yerelde, %s isminde bir dosya zaten mevcut. Üzerine yazılmasını ister misiniz?

source: A file with this name (%s) already exists on the remote host. Do you want to overwrite it?
cs: Soubor s názvem %s již existuje ve vzdáleném umístění. Chcete ho přepsat ?
it: Un file con lo stesso nome (%s) è già presente sull'host remoto. Sovrascriverlo?
lt: Failas tokiu pavadinimu (%s) jau yra nuotoliniame mazge. Ar norite jį perrašyti?
pl: Plik o tej nazwie (%s) już istnieje na zdalnym host`cie. Czy chcesz go zastąpić?
tr: Uzak sunucuda, %s isminde bir dosya zaten mevcut. Üzerine yazılmasını ister misiniz?

source: A flexible event notification service
cs: -- flexibilní oznamování programů
it: Un versatile servizio per gestire messaggi di notifica
lt: Lanksti įvykių perspėjimo paslauga
pl: Elastyczne usługi powiadamiania o zdarzeniach
tr: Esnek bildirim servisi

source: A graphical EPG interface
cs: -- grafický seznam programů kanálů
it: Un'interfaccia grafica per l'EPG
lt: Grafinė EPG sąsaja
pl: Graficzny interfejs EPG
tr: Görsel EPR arayüzü

source: A graphical EPG interface and EPG tools manager
cs: -- grafický seznam programů a správa nástrojů
it: Una interfaccia EPG grafica e uno strumento di gestione EPG
lt: Grafinė EPG sąsaja ir EPG įrankių valdymas
pl: Graficzny interfejs EPG i Menedżer narzędzi EPG
tr: Görsel EPR arayüzü ve EPR yönetimi

source: A graphical EPG interface.
cs: Grafický seznam EPG programů kanálů.
it: Un'interfaccia grafica per l'EPG.
lt: Grafinė EPG sąsaja.
pl: Graficzny interfejs EPG.
tr: Görsel EPR arayüzü.

source: A mount entry with this name already exists! Update existing entry and continue?
cs: Připojení s tímto názvem už existuje ! Aktualizovat přístup a pokračovat ?
it: Voce di mount già esistente. Aggiornare la voce in uso e continuare?
lt: Prijungimas su tokiu pavadinimu jau yra! Atnaujinti esamus įrašus ir tęsti?
pl: Wpis montowania o tej nazwie już istnieje! Zaktualizować istniejący wpis i kontynuować?
tr: Bu isimde bir bağlantı kaydı zaten mevcut! Mevcut olanın üzerine yazmak ve devam etmek istiyor musunuz?

source: A native client for the Stalker Middleware streaming server
cs: -- základní klient pro server sdílení Stalker Middleware
it: Un client nativo per lo streaming server Stalker Middleware
lt: Gimtasis Stalker Middleware srautinio perdavimo serverio klientas
pl: Natywny klient serwera strumieniowego dla Stalker Middleware
tr: Stalker Middleware Streaming Server için yerel bir istemci

source: A plugin to add / remove / modify entries of fstab.
cs: Modul pro přídání, odebrání a úpravu položek fstab
it: Un plugin per aggiungere/rimuovere/modificare voci in fstab.
lt: Priedas, norint pridėti / pašalinti / pakeisti fstab įrašus.
pl: Wtyczka do edycji wpisów w fstab.
tr: fstab kayıtlarını düzenleme eklentisi.

source: A python based HDMI-CEC plugin
cs: zásuvný modul HDMI-CEC založený na pythonu
it: Un plugin HDMI-CEC basato su Python
tr: Python tabanlı bir HDMI-CEC eklentisi

source: A python based HDMI-CEC plugin allowing for easier extensions and manipulation
cs: Modul HDMI-CEC založený na pythonu, který umožňuje snadnější rozšíření a manipulaci
it: Un plugin HDMI-CEC basato su Python che permette estensioni e manipolazioni più facili
tr: Daha kolay uzantılara ve manipülasyonlara izin veren Python tabanlı bir HDMI-CEC eklenti

source: A recording is currently running. What do you want to do?
cs: Právě se nahrává... ...co chcete udělat ?
it: Registrazione in corso. Cosa si desidera fare?
lt: Vyksta įrašymas. Ką Jūs norite padaryti?
pl: Nagrywanie w toku... Co chcesz zrobić?
tr: Kayıt devam ediyor. Ne yapmak istiyorsunuz?

source: A simple downloading application for other plugins
cs: -- stažení dalších zásuvných modulů z webu
it: Una semplice applicazione per il download a disposizione di altri plugin
lt: Paprasta programa kitiems priedams parsisiųsti
pl: Prosta aplikacja pobierania dla innych wtyczek
tr: Diğer eklentiler için basit bir indirme uygulaması

source: A simple screensaver showing random photos
cs: -- jednoduchý šetřič s náhodnou změnou obrázků
it: Un semplice screensaver che mostra foto casuali
lt: Paprasta ekrano užsklanda rodo atsitiktines nuotraukas
pl: Prosty wygaszacz ekranu pokazujący losowo zdjęcia
tr: Rastgele fotoğraflar içeren basit bir ekran koruyucu

source: A simple to use RSS reader
cs: jednoduché použití čtečky RSS zpráv
it: Un semplice lettore RSS
lt: Patogus naudoti RSS skaitytuvas
pl: Prosty w użyciu czytnik RSS
tr: Kolay kullanımlı RSS okuyucu

source: A transfer is currently in progress. What do you want to do?
cs: Transfer právě probíhá. Co chcete udělat ?
it: Un trasferimento è attualmente in corso. Come procedere?
lt: Perdavimas šiuo metu jau vyksta. Ką norite daryti?
pl: Transfer jest obecnie w toku. Co chcesz robić?
tr: Devam eden bir aktarım işlemi mevcut. Ne yapmak istiyorsunuz?

source: A value is required for the selected option
cs: Pro vybranou volbu je třeba zadat hodnotu
it: L'opzione richiede l'inserimento di un valore
lt: Pasirinktai parinkčiai reikia reikšmės
pl: Dla wybranej opcji wymagana jest wartość
tr: Seçilen seçenek için bir değer gerekli

source: A video streaming solution based on VLC
cs: -- sdílení videa z PC pomocí VLC
it: Una soluzione di streaming video su VLC
lt: Vaizdo srautinis sprendimas, grindžiamas VLC
pl: Strumieniowanie Wideo oparte na rozwiązaniu VLC
tr: VLC bazlı video stream çözümü

source: A/V-Color space settings
cs: nastavení barevného prostoru A/V
it: Impostazioni spazio colori A/V
lt: Garso ir vaizdo spalvų intervalo nuostatos
pl: Ustawienia przestrzeni kolorów A / V
tr: A/V-Renk alanı ayarları

source: AC3 Downmix disabled
cs: AC3 - vypnout downmix
it: Downmix AC3 disabilitato
lt: AC3 kanalų suliejimas išjungtas
pl: AC3 Downmix wyłączony
tr: AC3 Downmix devre dışı

source: AC3 Downmix enabled
cs: AC3 - aktivovat downmix
it: Downmix AC3 abilitato
lt: AC3 kanalų suliejimas įjungtas
pl: AC3 Downmix włączony
tr: AC3 Downmix etkin

source: AC3 default
cs: předvolit AC3
it: Default AC3
tr: AC3 varsayılan

source: API Key
cs: API klíč
lt: API raktas
pl: Klucz API
tr: API Anahtarı

source: API Root
lt: API šaknis
tr: API kökü

source: APT Update Notification
cs: upozornění na aktualizaci APT
it: Notifica di aggiornamento APT
tr: APT Güncelleme Bildirimi

source: ATTENTION This option will move all finished movies in Movie Home automatically to Your trashcan at the given time. At next trashcan cleanup all movies will be deleted. Confirm this with the blue key followed by the green key.
cs: Upozornění : Tato volba po nastavené době přesune aut.všechna dokončená videa do koše. Později (podle nastavení) budou všechna videa odstraněna i z koše. Toto potvrďte modrým tlačítkem a následně tlačítkem zeleným...
it: ATTENZIONE All'orario prestabilito questa opzione sposterà automaticamente dalla directory Registrazioni nel cestino tutti i video riprodotti per intero . Alla prossima pulizia del cestino tutti i file saranno eliminati. Confermare premendo il tasto blu e successivamente il tasto verde.
lt: DĖMESIO Ši parinktis nustatytu laiku automatiškai perkels visus užbaigtus įrašus į šiukšliadėžę. Valant šiukšliadėžę, įrašai bus galutinai panaikinti. Patvirtinkite tai 'MĖLYNU' mygtuku, po 'ŽALIOJO' paspaudimo.
pl: UWAGA Ta opcja automatycznie przeniesie wszystkie ukończone nagrania z Głównego Katalogu do kosza w określonym czasie. Przy następnym czyszczeniu kosza wszystkie nagrania zostaną usunięte Potwierdź to za pomocą niebieskiego, a następnie zielonego przycisku.
tr: DİKKAT Bu seçenek,ayarlanan süreden sonra "Film Ana Sayfası"ndaki tüm bitmiş izleme kayıtlarını otomatik olarak geri dönüşüm kutusuna taşır. Bu kayıtlar daha sonra geri dönüşüm kutusu bir sonraki boşaltılışında silinecektir. Bunu mavi düğme ve ardından yeşil düğme ile onaylayın.

source: ATTENTION: skin_user.xml found
cs: Upozornění : byl nalezený skin_user.xml
it: ATTENZIONE: rilevato skin_user.xml
tr: DİKKAT: skin_user.xml bulundu

source: AUDIO METADATA
it: METADATI AUDIO
lt: GARSO META DUOMENYS
pl: META DANE AUDIO
tr: SES META VERİLERİ

source: AUTOSTART
cs: aut.start ---
it: AVVIO AUTOMATICO
lt: AUTO STARTAS
tr: OTOMATİK BAŞLATMA

source: Abort
cs: přerušit
it: Annullare
lt: Nutraukti
pl: Przerwij
tr: Vazgeç

source: Abort transfer
cs: přerušit transfer
it: Annullare il trasferimento
lt: Nutraukti perdavimą
pl: Przerwij przesyłanie
tr: Aktarımı iptal et

source: About
cs: BoxInfo
it: Info
lt: Apie
pl: O...
tr: Hakkında

source: About FritzCall
cs: FritzCall modul
it: Info su FritzCall
lt: Apie FritzCall
pl: o FritzCall
tr: FritzCall hakkında

source: Accept changes
cs: přijmout změny
it: Conf. modifiche
lt: Patvirtinti keitimus
pl: Zaakceptuj zmiany
tr: Değişiklikleri uygula

source: Access the EPG from within the Movie Player
cs: -- přístup k programům z přehrávače videa
it: Accedere all'EPG da Movie Player
lt: Prieiga prie EPG iš kino filmų grotuvo
pl: Dostęp do EPG spod Odtwarzacza
tr: PVR modundan EPG'ye erişin

source: Accounts list
cs: seznam účtů
it: Elenco account
lt: Paskyrų sąrašas
pl: Lista kont
tr: Hesaplar

source: Action
cs: akce
it: Azione
lt: Veiksmo
pl: Czynność
tr: Aksiyon

source: Action in case of Fan failure
cs: akce u ventilátoru selhala
it: In caso di avaria ventola
lt: Veiksmas, sugedus ventiliatoriui
pl: Działanie w przypadku awarii wentylatora
tr: Fan arızası durumunda eylem

source: Activate
cs: aktivní
it: Attivato
lt: Aktyvuoti
pl: Aktywuj
tr: Etkinleştir

source: Activate Movielist Preview
cs: aktivovat Movielist Preview v seznamu
it: Attivare Movielist Preview
lt: Aktyvuoti filmų sąrašo peržiūrą
pl: Aktywuj Podgląd Listy Nagrań
tr: Film Listesi Önizlemeyi Etkinleştir

source: Activate Picture in Picture
cs: aktivovat PiP - obraz v obrazu >>
it: Activare Picture in Picture
lt: Aktyvuoti paveikslėlį paveikslėlyje
pl: Aktywuj PiP
tr: Resim içinde resim (PIP) 'i etkinleştir

source: Activate VPS
cs: aktivovat VPS
it: Attivare VPS
lt: Aktyvuoti VPS
pl: Aktywuj VPS
tr: VPS'i etkinleştir

source: Activate WLAN guest access
cs: aktivovat přístup WLAN hosta
it: Attivare accesso Guest WLAN
lt: Aktyvuoti WLAN tinklo svečio prieigą
pl: Aktywuj dostęp gościom do WLAN
tr: WLAN misafir erişimini etkinleştir

source: Activate permanent clock
cs: aktivovat permanentní hodiny
it: Attivare l'orologio permanente
lt: Aktyvuoti pastovų laikrodį
pl: Aktywuj kontrolę rodzicielską
tr: Kalıcı saati etkinleştir

source: Activate screensaver
cs: aktivovat šetřič
it: Attivare screensaver
lt: Aktyvuoti ekrano užsklandą
pl: Aktywuj wygaszacz ekranu
tr: Ekran koruyucuyu etkinleştir

source: Activate selected skin
cs: aktivovat vybraný skin
it: Attivare la skin selezionata
tr: Seçili skin'i etkinleştir

source: Activate this setting to avoid shutdown after manual abort of automated refresh
cs: Aktivovat toto nastavení po manuálním přerušení aut.obnovy
it: Attivare questa impostazione per evitare uno spegnimento dopo la cancellazione manuale dell'aggiornamento automatico
tr: Otomatik yenilemenin elle iptal edilmesinden sonra kapanmayı önlemek için bu ayarı etkinleştirin

source: Active
cs: aktivní-
it: Attivo
lt: Aktyvus
pl: Aktywny
tr: Etkin

source: Active Time Profile
cs: aktivace časového profilu
it: Profilo orario attivo
lt: Aktyvuoti laiko profilį
pl: Aktywuj Profil Czasu
tr: Etkinleşmiş zaman profili

source: Active Torrents: %d/%d
cs: aktivní torrenty : %d/%d
it: Torrent attivi: %d/%d
lt: Aktyvuoti torrentus: %d/%d
pl: Aktywuj Torrenty: %d/%d
tr: Aktif torrentler: %d/%d

source: Active service is now '%s'
cs: aktivní služba je : '%s'
it: Canale ativo: '%s'
lt: Dabartinis aktyvus kanalas '%s'
pl: Aktywny teraz kanał to '%s'
tr: Etkin hizmet artık '%s'

source: Active timer list: %s
cs: seznam aktivních časovačů : %s
it: Elenco timer attivi: %s
lt: Aktyvių laikmačių sąrašas: %s
pl: Aktywna Lista Timera: %s
tr: Aktif zamanlayıcıların listesi: %s

source: Active/ Inactive
cs: aktivní ?
it: Attivo/ Inattivo
lt: Aktyvus/ Neaktyvus
pl: Aktywny/ Niekatywny
tr: Etkin/ Devre dışı

source: ActiveTimerPushed
cs: převést aktivní časovač
lt: Aktyvaus laikmačio pastūmimas
pl: Aktywne Transmitowanie Timera
tr: Etkin zamanlayıcıları aktar

source: ActiveTimers: Skip begin < now
cs: aktivní čas : přeskočit začátek < nyní
it: ActiveTimers: Saltare inizio < ora
tr: ActiveTimers: < şimdi başlamayı atla

source: ActiveTimers: Skip disabled
cs: aktivní čas : zakázat přeskok
it: ActiveTimers: Skip disabilitato
tr: ActiveTimers: Atlama devre dışı

source: ActiveTimers: Skip justplay
cs: aktivní čas : přeskočit přehrávku
it: ActiveTimers: Saltare la riproduzione
tr: ActiveTimers: Justplay'i atla

source: ActiveTimers: Skip serviceref
cs: aktivní čas : přeskočit ref.kanálu
it: ActiveTimers: Saltare il collegamento al canale
tr: ActiveTimers: Serviceref'i atla

source: ActiveTimers: Skip tag
cs: aktivní čas : přeskočit značku
it: ActiveTimers: Saltare il contrassegno
tr: ActiveTimers: Etiketi atla

source: Add
cs: přidat >>
it: Agg.
lt: Pridėti
pl: Dodaj
tr: Ekle

source: Add %s to playlist
cs: přidat %s do seznamu videa
it: Aggiungere %s alla playlist
lt: Pridėti %s prie grojaraščio
pl: Dodaj %s do listy odtwarzania
tr: %s oynatma listesine ekle

source: Add Controller
cs: přidat přepínač
it: Agg. controller
lt: Pridėti valdiklį
pl: Dodaj Kontroler
tr: Denetleyici ekle

source: Add EPGSearch search filter
cs: přidat vyhledávací filtr EPGSearch
it: Aggiungere fitro di ricerca EPGSearch
tr: EPGArama'ya Arama Filtresi Ekle

source: Add Filter From Timer
cs: přidat filtr z časovače
it: Aggiungere filtro dal timer
lt: Pridėti filtrą iš laikmačio
pl: Dodaj Filtr z Timera
tr: Zamanlayıcıdan filtreler ekleyin

source: Add Live-Streaming Channel
cs: přidat kanál pro živé sdílení
it: Aggiungere canale di streaming live
lt: Pridėti tiesioginį srautinį kanalą
pl: Dodaj Strumieniowanie Kanału na żywo
tr: Canlı akış kanalı ekle

source: Add Season From EPG
cs: přidat sezonu z EPG
it: Aggiungere stagione dall'EPG
lt: Pridėti sezoną iš EPG
pl: Dodaj Sezon z EPG
tr: EPG'den sezon ekle

source: Add Service
cs: přidat kanál
it: Agg. servizio
lt: Pridėti kanalą
pl: Dodaj Kanał
tr: Hizmet Ekle

source: Add Setup to extension menu
cs: přidat nastavení "InfoBarTunerState" do mo_menu
it: Aggiungere Impostazioni al menu estensioni
lt: Pridėti valdymą į išplėstinį meniu
pl: Dodaj Ustawienia do rozszerzonego menu
tr: Uzantı menüsünde "Bilgi Çubuğu Tuner Durumu Yapılandırmasını" göster

source: Add Show to extension menu
cs: přidat modul "InfoBarTunerState" do mo_menu
it: Aggiungere al menu estensioni
lt: Pridėti rodymą išplėstiniame meniu
pl: Dodaj Pokaż do rozszerzonego menu
tr: Uzantılar menüsünde "Bilgi Çubuğu Ayarlayıcı Durumunu Göster"i göster

source: Add Stalker Channel
cs: přidat hlídání kanálu
it: Aggiungere canale Stalker
lt: Pridėti Stalker kanalą
pl: Dodaj Kanał Stalkera
tr: Stalker kanalı ekle

source: Add Stalker Group
cs: přidat hlídání skupiny
it: Aggiungere gruppo Stalker
lt: Pridėti Stalker grupę
pl: Dodaj Grupę Stalkera
tr: Stalker Grubu Ekle

source: Add Subs Downloader to BlueButton menu:
cs: přidat Subs Downloader do rozšířeného menu :
it: Aggiungere Subs Downloader al menu tasto blu:
lt: Pridėti subtitrų siuntėją į mėlyno mygtuko meniu:
pl: Dodaj Pobieranie Napisów do menu pod Niebieskim Klawiszem:
tr: BlueButton menüsüne Abone İndiricisi ekleyin:

source: Add Tag
cs: přidat záložku
it: Agg. etich.
lt: Pridėti žymą
pl: Dodaj Znacznik
tr: Etiket Ekle

source: Add Timer
cs: načasovat >>
it: Agg. timer
lt: Pridėti laikmatį
pl: Dodaj Timer
tr: Zamanlayıcı ekle

source: Add Timer From EPG / Filters With 'Info/EPG'-Key
cs: přidat časovač z EPG / filtru přes 'Info / EPG'
it: Aggiungere timer da EPG / Filtrare con il tasto 'Info/EPG'
lt: Pridėti laikmatį iš EPG / filtrai su 'Info/EPG' mygtuku
pl: Dodaj Timer z EPG / Filtry z 'Info/EPG'
tr: EPG'den Zamanlayıcı Ekle - Bilgi/EPG tuşuyla filtrele

source: Add VPS-check to channellist context menu
cs: přidat VPS kontrolu do kontext.menu seznamu kanálů
tr: Kanal listesi içerik menüsüne VPS kontrolü ekle

source: Add Web Channel
cs: přidat web.kanál
it: Aggiungere canale Web
lt: Pridėti interneto kanalą
pl: Dodaj Kanał Web
tr: Web kanalı ekle

source: Add Zap Timer
cs: přepnout čas
it: Aggiungere timer zap
lt: Pridėti perjungimo laikmatį
pl: Dodaj Zap Timer
tr: Zap Zamanlayıcı Ekle

source: Add a birthday
cs: přidat narozeniny
it: Agg. compleanno
lt: Pridėti gimtadienio dieną
pl: Dodaj datę urodzin
tr: Doğum günü ekle

source: Add a new NFS or CIFS mount point to your Dreambox.
cs: -- nový přístup NFS nebo CIFS do Dreamboxu
it: Aggiungere una nuovo mount point NFS o CIFS al Dreambox.
lt: Pridėti naują NFS arba CIFS pajungimo tašką jūsų imtuvui.
pl: Dodaj nowy punkt montowania NFS lub CIFS w Dreambox`ie.
tr: Dreambox'ınıza yeni bir NFS veya CIFS ağ bağlantı noktası ekleyin.

source: Add all songs from selected album to a playlist
cs: Přidat všechny skladby z vybraného alba do seznamu přehrávek
it: Aggiungere tutti i brani dell'album alla playlist
lt: Pridėti į grojaraštį visas dainas iš pasirinkto albumo
pl: Dodaj do listy odtwarzania wszystkie utwory z wybranego albumu
tr: Seçilen albümdeki tüm şarkıları bir çalma listesine ekleyin

source: Add all songs from selected artist to a playlist
cs: Přidat všechny skladby od vybraného zpěváka do seznamu
it: Aggiungere tutti i brani dell'artista alla playlist
lt: Pridėti į grojaraštį visas dainas iš pasirinkto atlikėjo
pl: Dodaj do listy odtwarzania wszystkie utwory wybranego artysty
tr: Seçilen sanatçının tüm şarkılarını bir çalma listesine ekleyin

source: Add all songs from selected genre to a playlist
cs: Přidat všechny skladby z vybraného žánru do seznamu
it: Aggiungere tutti i brani di questo genere alla playlist
lt: Pridėti į grojaraštį visas dainas pagal pasirinktą žanrą
pl: Dodaj do listy odtwarzania wszystkie utwory z wybranego gatunku
tr: Seçilen türdeki tüm şarkıları bir çalma listesine ekleyin

source: Add birthday
cs: přidat narozeniny
it: Aggiungere compleanno
lt: Pridėti gimtadienio dieną
pl: Dodaj datę urodzin
tr: Doğum günü ekle

source: Add bookmark
cs: přidat značku
it: Aggiungere segnalibro
tr: Yer imi ekle

source: Add channel (Yes) or replace it (No)
cs: kanál přidat (ano) nebo odebrat (ne)
it: Aggiungere canale (Si) o sostituirlo (No)
lt: Pridėti kanalą (taip) arba pakeisti jį (ne)
pl: Dodaj kanał (tak) lub zamień go (Nie)
tr: Kanal ekle (Evet) veya değiştir (Hayır)

source: Add channels of a Stalker streaming server to your channel list and watch them
cs: Přidává sdílené kanály ze serveru do seznamu kanálů pro prohlížení
it: Aggiungere canali da uno streaming server Stalker al proprio elenco canali e visualizzarli
lt: Pridėti kanalus iš STALKER transliacijos serverio į savo kanalų sąrašą ir juos žiūrėti
pl: Dodaj kanały serwera strumieniowego Stalker do listy kanałów i oglądaj je
tr: Stalker akış sunucusundan kanal listesine kanallar ekleyin ve izleyin

source: Add controller
cs: přidat přepínač
it: Agg. controller
lt: Pridėti valdiklį
pl: Dodaj kontroler
tr: Denetleyici ekle

source: Add current playing stream to favorite
cs: přidat aktuálně spuštěný stream do oblíbených
it: Aggiungere lo stream in riproduzione ai preferiti
lt: Pridėti dabartinį pasirinktą srautą prie mėgstamiausių
pl: Dodaj aktualnie odtwarzany strumień do ulubionych
tr: Geçerli istasyonu favoriler listesine ekleyin

source: Add current selected genre to favorite
cs: přidat aktuální žánr do oblíbených
it: Aggiungere il genere selezionato ai preferiti
lt: Pridėti dabartinį pasirinktą žanrą prie mėgstamiausių
pl: Dodaj aktualnie wybrany gatunek do ulubionych
tr: Seçilen türü favoriler listesine ekle
