Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Pattern for series name (title)
cs: příklad názvu série (titulek)
it: Modello per nome serie (titolo)
lt: Serijos pavadinimo modelis (pavadinimas)
tr: Seri adı için desn (başlık)

source: Pattern stored in '/etc/enigma2/SkipIntro.pattern.json' can be selected in settings
cs: Vzorek uložený v : '/etc/enigma2/SkipIntro.pattern.json' může být zvolený v nastavení
it: I modelli salvati in 'etc/enigma2/SkipIntro.pattern.json possono essere selezionati nelle impostazioni
lt: Šablonas saugomas '/etc/enigma2/SkipIntro.pattern.json' galima pasirinkti nustatymuose
tr: '/etc/enigma2/SkipIntro.pattern.json' içinde saklanan desenler ayarlarda seçilebilir

source: Pause all
cs: všechno pozastavit
it: Tutto in pausa
lt: Sustabdyti visus
pl: Wstrzymaj wszystkie
tr: Hepsini duraklat

source: Pause shown
cs: Zobrazit pozastavené
it: Interrompere
lt: Pauzė parodyta
pl: Zatrzymać wyświetlanie
tr: Gösterileni duraklat

source: Pending Services
cs: pro neplacené kanály
it: Canali in attesa
lt: Laukiantys kanalai
pl: Oczekujące Usługi
tr: bekleyen kanallar

source: People & Blogs
cs: lidé a blogy
it: Gente & blog
lt: Liaudis ir Blogai
pl: Ludzie & Blogi
tr: İnsanlar

source: Percent (%)
cs: procent %
it: Percentuale (%)
lt: Procentas (%)
pl: Procent (%)
tr: Yüzde %

source: Performance
cs: rozšíření...
it: Prestazione
lt: Našumas
pl: Wydajność
tr: Performans

source: Period in hours (0=disabled)
cs: perioda v hod. (0=vypnuto)
it: Periodo in ore (0 >> disabilitare)
lt: Laikotarpis valandomis (0=išjungta)
pl: Okres w godzinach (0 = wyłączone)
tr: Saat cinsinden dönem (0=devre dışı)

source: Permanent Clock
cs: permanentní hodiny
lt: Pastovus laikrodis
pl: Zegar na stałe
tr: Kalıcı Saat

source: Permanent Timeshift Enable
cs: zapnout Permanent Timeshift
it: Abilitare Permanent Timeshift
lt: Pastovus laiko poslinkis įjungtas
pl: Automatyczny timeshift aktywny
tr: Kalıcı zaman kaydırmasını etkinleştir

source: Permanent Timeshift Max Events
cs: Max.počet programů pro Permanent Timeshift
it: Numero massimo eventi Permanent Timeshift
lt: Pastovaus laiko poslinkio maksimalūs įvykiai
pl: Maksymalna liczba wydarzeń
tr: Kalıcı Zaman kaydırması Maksimum yayınlar

source: Permanent Timeshift Max Length
cs: Max.doba pro Permanent Timeshift
it: Massima durata Permanent Timeshift
lt: Pastovaus laiko poslinkio maksimalus ilgis
pl: Maksymalna długość
tr: Kalıcı Zaman Kaydırması Maksimum Uzunluk

source: Permanent Timeshift Plugin for E2 Dreamboxes
cs: -- modul pro trvalé nahrávání, Timeshift v Dreamboxu
it: Plugin Permanent Timeshift per Dreambox E2
lt: Nuolatinio laiko poslinkio priedas dėl E2 Dreambox'ų
pl: Wtyczka Permanentny Timeshift dla Dreambox`ów E2
tr: E2 Dreambox'lar için kalıcı zaman kaydırma eklentisi

source: Permanent Timeshift Settings
cs: Nastavení Permanent Timeshiftu
it: Configurazione Permanent Timeshift
lt: Pastovaus laiko poslinkio nustatymai
pl: Ustawienia automatycznego timeshift-u
tr: Kalıcı zaman kaydırması ayarları

source: Permanent Timeshift Settings Version %s
cs: Permanent Timeshift - nastavení verze %s
it: Configurazione Permanent Timeshift versione %s
lt: Pastovaus laiko poslinkio nustatymų versija %s
pl: Permanent Timeshift Wersja %s
tr: Kalıcı zaman kaydırması ayarları sürümü %s

source: Permanent Timeshift Start Delay
cs: Spustit Permanent Timeshift se zpožděním
it: Ritardo avvio Permanent Timeshift
lt: Pastovaus laiko poslinkio paleidimo delsa
pl: Początkowe opóźnienie
tr: Kalıcı zaman kaydırması başlatma gecikmesi

source: PermanentClock shows the clock permanently on the screen.
cs: Modul trvale zobrazuje hodiny na obrazovce TV
it: Plugin per visualizzare un orologio in modo permanente sullo schermo.
lt: PermanentClock rodo laikrodį ilgam ant ekrano.
pl: PermanentClock pokazuje na stałe zegar na ekranie.
tr: PermanentClock, saati ekranda kalıcı olarak gösterir.

source: Permanently delete all files in trashcan?
cs: Odstranit všechny soubory z koše ?
it: Rimuovere definitivamente i file nel cestino?
lt: Negrįžtamai pašalinti visus įrašus iš šiukšliadėžės?
pl: Trwale usunąć wszystkie pliki z kosza?
tr: Çöp kutusundaki tüm dosyalar kalıcı olarak silinsin mi?

source: Permit execution of binaries.
cs: Povolí spouštění binárních souborů_
it: Consentire l'esecuzione di file binari.
lt: Leisti dvejetainius failus.
tr: İkili dosyaların yürütülmesine izin verin.

source: Pets & Animals
cs: příroda
it: Cuccioli & animali
lt: Numylėtiniai ir Gyvūnai
pl: Zwierzęta
tr: Hayvanlar

source: Phone calls
cs: Telefon.volání
it: Ch. telef.
lt: Skambučiai
pl: Rozmowy telefoniczne
tr: Aramalar

source: PhoneBook Location
cs: PhoneBook umístění
it: Collocazione rubrica
lt: Telefonų knygos vieta
pl: Lokalizacja książki telefonicznej
tr: Rehber konumu

source: PhoneBook and Faces Location
cs: Telefon.seznam a obrázky
it: Posizione rubrica e Faces
lt: Telefonų knygos ir veidų vieta
pl: Lokalizacja Obrazków i Książki telefonicznej
tr: Telefon Rehberi ve Yüzler Konumu

source: Phonebook
cs: Telefon.seznam
it: Rubrica
lt: Telefonų knyga
pl: Książka Telefoniczna
tr: Rehber

source: Physical address: %s
cs: fyzická adresa : %s
it: Indirizzo fisico: %s
tr: Fiziksel adres: %s

source: PiP available now.
cs: PiP je dostupný
it: PiP di nuovo disponibile.
lt: PiP pasiekiamas jau dabar.
pl: PiP jest dostępny.
tr: PiP artık kullanılabilir.

source: PiPzap Settings
cs: nastavení PiPzap
it: Impostazioni PiPzap
lt: PiPzap nustatymai
tr: PiPzap Ayarları

source: Pick a Source
cs: zdroj balíčků
it: Selezionare una sorgente
lt: Pasirinkite šaltinį
pl: Wybierz źródło
tr: Bir Kaynak Seçin

source: Picture in Picture
cs: PiP obraz v obrazu
lt: Paveikslėlis paveikslėlyje
pl: Obraz w Obrazie (PiP)
tr: resim içinde resim (PiP)

source: Picture in Picture (hidden)
cs: skrytý PiP obraz v obrazu
it: Picture in Picture (invisibile)
lt: Paveikslėlis paveikslėlyje (paslėptas)
pl: Obraz w Obrazie (ukryty)
tr: resim içinde resim (gizli)

source: Picture-player is not installed!
cs: Picture-player není nainstalovaný !
it: PicturePlayer non installato!
lt: Paveikslėlių grotuvas neįdiegtas!
pl: Odtwarzacz zdjęć nie jest zainstalowany!
tr: Resim oynatıcı kurulu değil!

source: PicturePlayer:
cs: prohlížeč obrázků :
lt: Paveikslėlių grotuvas:
pl: Odtwarzacz Zdjęć:
tr: Resim Oynatıcı:

source: Pictures
cs: obrázky, fotografie
it: Immagini
lt: Paveikslėliai
pl: Zdjęcia
tr: Resimler

source: Pillarbox
tr: Sütun Kutusu

source: PipServiceRelation - Config
cs: PipServiceRelation - konfigurace
it: PipServiceRelation - Impostazioni
lt: Pip paslaugos ryšio - konfigūracija
pl: PipServiceRelation - Konfiguracja
tr: Pip Hizmet İlişkisi - Yapılandırma

source: PipServiceRelation - Entry Config
cs: PipServiceRelation - zadání konfigurace
it: PipServiceRelation - Voce di configurazione
lt: Pip paslaugos ryšio - Įėjimo konfigūracija
pl: PipServiceRelation - Konfiguracja
tr: Pip Hizmet İlişkisi - Giriş Yapılandırması

source: Place the cut movie in a new file ending with " cut"
cs: Soubory střihu videa mají příponu "cut"
it: Salvare la registrazione tagliata in nuovo file con estensione "cut"
lt: Patalpinti iškirptą filmą į naują failą, kuris baigiasi su " cut"
pl: Umieść cięty film w nowym pliku z końcówką "cut"
tr: Kesilen filmi "cut" ile biten yeni bir dosyaya yerleştirin

source: Placeholder for Progressbar
cs: místo pro indikátor průběhu
it: Posizione Barra progresso
lt: Eigos juostos patalpinimo vieta
pl: Miejsce dla Paska Postępu
tr: İlerleme çubuğu için yer tutucu

source: Play
cs: >>přehrát
lt: Groti
pl: Odtwarzaj
tr: Çal

source: Play %s
cs: přehrát : %s
lt: Groti %s
pl: Odtwarzaj %s
tr: %s oynat

source: Play All
cs: přehrát vše
it: Riprodurre tutti
lt: Atkurti viską
pl: Odtwórz wszystkie
tr: Tümünü Oynat

source: Play All starting
cs: spustit vše
it: Riproduci tutto all'avvio
lt: Pradedami rodyti visi filmai
tr: "Tümünü Oynat" ı başlatın

source: Play Trailer
cs: přehrát upoutávku
it: Riprodurre trailer
lt: Groti anonsą
pl: Odtwórz Zwiastun
tr: Fragmanı oynat

source: Play YouTube movies
cs: -- přehrát soubory videa
it: Riprodurre filmati YouTube
lt: Rodyti YouTube filmus
pl: Odtwarzacz filmów YouTube
tr: YouTube filmlerini oynatın

source: Play current Playlist
cs: přehrát aktuální seznam
it: Riproduci Playlist corrente
lt: Paleisti dabartinį grojaraštį
pl: Odtwórz bieżącą listę odtwarzania
tr: Mevcut çalma listesini çal

source: Play entry
cs: přehrát záznam
it: Riprodurre la voce
lt: Groti įrašus
pl: Odtwórz wpis
tr: Girişi oynat

source: Play last
cs: přehrát poslední
it: Riprodurre l'ultimo
lt: Rodyti paskutinį žiūrėtą
pl: Odtwórz ostatni
tr: Son film

source: Play last movie starting
cs: Přehrát poslední spuštěné video
it: Riprodurre l'ultimo filmato all'avvio
lt: Pradedamas rodyti paskutinis filmas
tr: Başlayan son filmi oynat

source: Play last used songlist after starting
cs: začít přehrávat poslední použitý seznam
it: Dopo l'avvio, riprodurre l'ultimo elenco di brani utilizzati
lt: Groti paskutinį naudotą dainų sąrašą, po paleidimo
pl: Odtwarzaj po uruchomieniu ostatnią listę utworów
tr: Başladıktan sonra son kullanılan şarkı listesini çal

source: Play movie
cs: přehrát video
it: Riprodurre filmato
tr: Filmi Oynat

source: Play next video
cs: přehrát další video
it: Riprodurre il video successivo
lt: Rodyti kitą vaizdą
pl: Odtwórz kolejne wideo
tr: Sonraki videoyu oynat

source: Play random current Playlist
cs: přehrát akt.seznam náhodně
it: Riproduci casualmente la Playlist corrente
lt: Paleisti atsitiktinį dabartinį grojaraštį
pl: Odtwórz losowo bieżącą listę odtwarzania
tr: Rastgele mevcut çalma listesini çal

source: Play selected movie(s)
cs: přehrát vybrané video
it: Riprodurre registrazione
lt: Atkurti pasirinktus filmus
pl: Odtwórz wybrany(e) film(y)
tr: Seçili filmleri oynat

source: Play song
cs: přehrát audio
it: Riprodurre canzone
tr: Şarkı çal

source: Play video again
cs: přehrát video znovu
it: Riprodurre nuovamente il filmato
lt: Rodyti vaizdą dar kartą
pl: Odtwórz wideo ponownie
tr: Videoyu yeniden oynat

source: Play videos from PC on your Dreambox
cs: -- přehrávání videa z PC na Dreamboxu
it: Plugin per riprodurre video dal PC sul Dreambox
lt: Rodyti vaizdo įrašus iš kompiuterio į savo Dreambox
pl: Odtwarzanie plików wideo z komputera na Dreambox`ie
tr: Bilgisayarınızdaki videoları Dreambox' ınızdan oynatın

source: Playback Device
cs: přehrávací zařízení
it: Periferica di riproduzione
tr: Oynatma Aygıtı

source: Playback Device 2
cs: přehrávací zařízení 2
it: Periferica di riproduzione 2
tr: Oynatma Aygıtı 2

source: Playback Device 3
cs: přehrávací zařízení 3
it: Periferica di riproduzione 3
tr: Oynatma Aygıtı 3

source: Playback of '%s' started
cs: přehrávání '%s' je spuštěno
it: Avviata riproduzione di %s
lt: Atkūrimas '%s' prasidėjo
pl: Rozpoczęto Odtwarzanie '%s'
tr: '%s' oynatma başladı

source: Playlist
cs: seznam vybraného videa
lt: Grojaraštis
pl: Lista Odtwarzania
tr: Oynatma Listesi

source: Playlist '%s' does not exist
cs: Seznam přehrávek '%s' neexistuje !
it: La playlist %s non esiste
lt: Grojaraštis '%s' neegzistuoja
pl: Lista Odtwarzania '%s' nie istnieje
tr: '%s' çalma listesi mevcut değil

source: Playlist (%s) -> Song List
cs: seznam (%s) -> seznam skladeb
it: Playlist (%s) >> Elenco brani
lt: Grojaraštis (%s) -> Dainų sąrašas
pl: Lista odtwarzania (%s) -> Lista Utworów
tr: Çalma Listesi (%s) -> Şarkı Listesi

source: Playlist Options
cs: volby pro přehrávání
it: Opzioni Playlist
lt: Grojaraščio parinktys
pl: Opcje listy odtwarzania
tr: Çalma Listesi Seçenekleri

source: Playlist Setup
cs: nastavit seznam vybraného videa
it: Impostazioni Playlist
lt: Grojaraščio sąranka
pl: Konfiguracja listy odtwarzania
tr: Çalma Listesi ayarları

source: Playlist for %s
cs: seznam vybraného videa pro %s
it: Playlist per %s
lt: Grojaraštis dėl %s
pl: Lista Odtwarzania dla '%s'
tr: %s için çalma listesi

source: Playlist open
cs: otevřít seznam vybraného videa
it: Aprire Playlist
lt: Atverti grojaraštį
pl: Otwórz Przeglądarkę plików
tr: Çalma listesi açık

source: Playlist saved to '%s'
cs: seznam vybraného videa byl uložený do '%s'
it: Playlist salvata in %s
lt: Grojaraštis išsaugotas į '%s'
pl: Lista Odtwarzania zapisana jako '%s'
tr: Çalma listesi '%s' klasörüne kaydedildi

source: Playlist with same name exists! Try to save the Playlist with another name?
cs: Seznam přehrávek se stejným názvem již existuje ! Chcete uložit seznam pod jiným názvem ?
it: Esiste una playlist con lo stesso nome. Provare a salvare la Playlist con un altro nome ?
lt: Grojaraštis tokiu pavadinimu jau yra! Išsaugoti grojaraštį kitu pavadinimu?
tr: Aynı ada sahip çalma listesi var! Çalma Listesini başka bir adla kaydetmeyi dener misiniz?

source: Playlists
cs: seznam videa
it: Playlist
lt: Grojaraščiai
pl: Listy odtwarzania
tr: Çalma listeleri

source: Playlists (%d)
cs: seznam audia (%d)
lt: Grojaraštis (%d)
pl: Lista odtwarzania (%d)
tr: Çalma listeleri (%d)

source: Please Wait
cs: čekejte...
it: Attendere
lt: Prašome palaukti
pl: Proszę Czekać
tr: Lütfen bekleyiniz

source: Please check Your installation
cs: Překontrolujte instalaci...
it: Verificare l'installazione
lt: Prašome patikrinti Jūsų įdiegimą
pl: Proszę sprawdzić swoją instalację
tr: Lütfen kurulumunuzu kontrol edin

source: Please choose a function...
cs: Vyberte funkci...
it: Selezionare una funzione...
lt: Prašome pasirinkti funkciją...
pl: Proszę wybrać funkcję...
tr: Lütfen bir fonksiyon seçin...

source: Please delete the files in this Directory!
cs: Odstraňte soubory ze složky !
it: Rimuovere i file nella directory!
lt: Prašome ištrinti failus šiame kataloge!
pl: Proszę usunąć pliki w tym katalogu!
tr: Lütfen bu dizindeki filmleri tek tek silin!

source: Please don't use PiP meanwhile!
cs: Zatím PiP nespouštějte !
it: Non utilizzare la PiP nel frattempo!
lt: Prašome nenaudoti pip kol kas!
pl: Proszę teraz nie używać PiP !
tr: Lütfen bu sırada PiP kullanmayın!

source: Please enter a name for design
cs: zadat název pro vzhled
it: Inserire un nome per il design
tr: Lütfen tasarım için bir ad girin

source: Please enter a name for design color
cs: Zadat název barvy pro vzhled
it: Inserire un nome per il colore design
tr: Tasarım rengi için lütfen isim giriniz

source: Please enter a new password for %s
cs: Zadejte nové heslo pro : %s
it: Inserire una nuova password per %s
tr: Lütfen %s için yeni bir şifre girin

source: Please enter a searchkey:
cs: text pro hledání :
it: Inserire una chiave di ricerca:
lt: Prašome įvesti paieškos raktą:
pl: Wpisz klucz wyszukiwania:
tr: Lütfen arama metni giriniz:

source: Please enter a valid city name.
cs: Zadejte platný název města
it: Inserire un nome di città valido.
lt: Prašome įrašyti galiojantį miesto pavadinimą.
pl: Wprowadź prawidłową nazwę miasta.
tr: Lütfen geçerli bir şehir adı girin.

source: Please enter a valid location code for the city.
cs: zadejte platný kód pro město
it: Inserire un codice località valido per la città.
lt: Prašome įrašyti galiojantį vietos kodą miestui.
pl: Wpisz poprawny kod dla lokalizacji miasta
tr: Lütfen şehir için geçerli bir konum kodu girin.

source: Please enter a value for every input field
cs: zadejte hodnotu pro vstupní pole
it: Inserire un valore per ciascun campo di input
lt: Prašome įrašyti reikšmę kiekvienam įvesties laukui
pl: Wpisz wartość dla każdego pola wejściowego
tr: Lütfen her giriş alanı için bir değer girin

source: Please enter the correct pin code
cs: Zadejte správný PIN
it: Inserire il codice PIN corretto
lt: Prašome įrašyti teisingą pin kodą
pl: Wpisz poprawny kod pin
tr: Lütfen geçerli şifreyi girin

source: Please enter the new tag
cs: zadejte novou záložku
it: Inserire la nuova etichetta
lt: Prašome įrašyti naują žymę
pl: Wprowadź nową etykietę
tr: Lütfen yeni etiket girin

source: Please enter your search term.
cs: vložte text pro vyhledání
it: Inserire le voci di ricerca.
lt: Prašome įrašyti jūsų paieškos terminą.
pl: Wpisz frazę wyszukiwaną
tr: Lütfen arama terimini girin.

source: Please install missing python paket manually
cs: Nainstalujte chybějící Python Paket manuálně
it: Installare manualmente i pacchetti python mancanti
lt: Prašome įdiegti trūkstamą python paketą rankiniu būdu
pl: Proszę ręcznie zainstalować brakujący pakiet Pythona
tr: Lütfen eksik Python paketini manuel olarak kurun

source: Please make sure to set up your default storage device in menu -> setup -> system -> recording paths.
cs: Zkontrolujte nastavení HDD pro ukládání : Menu -> nastavení E2 -> systém -> složky pro nahrávání
it: Impostare i dispositivi di archiviazione predefinitei in: Menu >> Impostazioni >> Sistema >> Percorso registrazioni.
lt: Prašome nustatyti savo numatytąjį saugojimo įrenginį: meniu -> valdymas -> sistema -> įrašų vieta.
pl: Upewnij się ustawiając domyślne urządzenie przechowywania w Menu -> Ustawienia -> System -> Ścieżki nagrywania
tr: Lütfen varsayılan depolama aygıt tanımlarını, Menü -> Kurulum -> Sistem -> Kayıt ayarları bölümünden yapın.

source: Please make sure to set up your storage devices with the storage management in menu -> setup -> system -> storage devices.
cs: Zkontrolujte připojení disku : Menu -> nastavení E2 -> periférie,disky,DO,HDMI,V1 -> úložná zařízení, disky
it: Impostare il dispositivo di archiviazione in: Menu >> Impostazioni >> Sistema >> Dispositivi di archiviazione.
lt: Prašome nustatyti savo saugojimo įrenginius su saugojimo valdymo meniu -> valdymas -> sistema -> saugojimo įrenginiai.
pl: Upewnij się ustawiając twoje urządzenia przechowywania z zarządzaniem przechowywania w Menu -> Ustawienia -> System -> Urządzenia przechowywania
tr: Lütfen depolama aygıt tanımlarını, depolama aygıt yönetimi bölümü olan Menü -> Kurulum -> Sistem -> Depolama aygıtları bölümünden yapın.

source: Please open the Channel Editor and add the channel manually.
cs: Otevřete editor kanálů a přidejte kanál manuálně
it: Aprire l'editor canali e aggiungere manualmente il canale.
lt: Prašome atidaryti kanalų redaktorių ir pridėti kanalą rankiniu būdu.
pl: Proszę otworzyć Edytor Kanału i dodać kanał ręcznie.
tr: Lütfen kanal düzenleyiciyi açın ve kanalı manuel olarak ekleyin.

source: Please open the channel editor (setup) and match them
cs: Otevřete editor kanálů a (nastavení) a upravte kanál
it: Aprire l'editor canali (impostazioni) e abbinarli
lt: Prašome atidaryti kanalų redaktorių (nustatymus) ir juos suderinti
pl: Proszę otworzyć edytor kanału (Ustawienia) i je dopasować
tr: Lütfen kanal düzenleyiciyi (kurulum) açın ve bunları eşleştirin

source: Please pick a radio stream...
cs: Vyběr streamu pro rádio...
it: Selezionare un flusso radio...
tr: Lütfen bir radyo yayını seçin...

source: Please provide a Text to match
cs: -zadejte text pro hledání-
it: Introdurre una stringa di confronto
lt: Prašome pateikti tekstą
pl: Dodaj tekst do dopasowania
tr: Lütfen eşleşme için bir metin tanımlayın

source: Please provide a Twitch Channel-/Username
cs: Zajistěte vazbu na kanál-/uživ.název
it: Fornire un canale Twich-/Username
lt: Pateikite Twitch kanalo-/vartotojo vardą
tr: Lütfen bir Twitch kanalı/kullanıcı adı sağlayın

source: Please provide a YouTube Channel-/Username
cs: zadejte kanál YouTube a uživatele
it: Fornire un canale YouTube-/Username
lt: Prašome nurodyti YouTube kanalą-/ vartotojo vardą
pl: Proszę podać nazwę użytownika dla kanału YouTube
tr: Lütfen bir YouTube kanalı/kullanıcı adı sağlayın

source: Please provide a channel name for your local channel list
cs: zadejte název kanálu pro lokální seznam kanálů
it: Indicare un nome canale per l'elenco locale canali
lt: Pateikite kanalo pavadinimą jūsų vietiniam kanalų sąrašui
pl: Proszę podać nazwę kanału dla lokalnej listy kanałów
tr: Lütfen yerel kanal listeniz için bir kanal adı sağlayın

source: Please restart GUI to apply changes. If UNRAR package haven't been installed it means that Your image doesn't have it. You can download package from project Google Code page or unpack rar manually and make local convertion.
cs: Restartujte Enigmu2, aby se změny zaktualizovaly. Pokud balíček UNRAR není nainstalovaný, nebude obraz použitelný. Můžete balíček stáhnout ze stránky Google Code nebo to lokálně manuálně rozbalit.
it: Riavviare la GUI per applicare le modifiche. Se il pacchetto UNRAR non risulta presente significa che l'immagine installata non lo prevede. Sarà possibile scaricare il pacchetto dal progetto Google Code o scompattare il file rar manualmente ed eseguire una conversione locale.
lt: Prašome iš naujo paleisti GUI, kad pritaikyti pakeitimus. Jei UNRAR paketas nebuvo įdiegtas, tai reiškia, kad Jūsų įvaizdis neturi jo. Galite atsisiųsti paketą iš projekto Google Code puslapio arba išpakuoti rar rankiniu būdu ir padaryti vietinį pakeitimą.
pl: Proszę ponownie uruchomić GUI, aby zastosować zmiany. Jeśli pakiet UNRAR nie został zainstalowany oznacza to,że Twoje Image go nie zawiera. Można pobrać pakiet ze strony projektu Google Code lub ręcznie rozpakować RAR i zrobić lokalną konwersje.
tr: Değişiklikleri uygulamak için lütfen GUI'yi yeniden başlatın. UNRAR paketi kurulu değilse,görüntünüzde bu paketler yok demektir. Paketi projenin google kod sayfasından indirebilir veya rar'ı manuel olarak açıp yerel olarak dönüştürebilirsiniz.

source: Please select a standard feed or try searching for videos.
cs: Vyberte standardní zásobník nebo zkuste video vyhledat
it: Selezionare un feed standard o eseguire una ricerca filmati.
lt: Prašome išsirinkti standartinį perdavimą ar pabandyti ieškoti vaizdo.
pl: Wybierz standardowy wpis lub powtórz wyszukiwanie
tr: Lütfen 'Beslemeler'i seçin veya video aramayı deneyin.

source: Please select a subservice to record...
cs: Vyberte program pro nahrávání...
it: Selezionare un sottocanale da registrare...
lt: Prašome išsirinkti subkanalą dėl įrašymo...
pl: Wybierz podserwis...
tr: Lütfen kaydetmek istediğiniz alt servisi seçin...

source: Please select a timer type to add:
cs: Vyberte typ časovače pro přidání :
it: Selezionare il tipo di timer da aggiungere:
lt: Prašome pasirinkti laikmačio tipą, kad pridėti:
pl: Wybierz typ Timera do dodania:
tr: Lütfen eklemek için zamanlayıcı türünü seçin:

source: Please select action for %s
cs: Vybrat akci pro : %s
it: Selezionare una azione per %s
tr: Lütfen eylem seçin %s

source: Please select action...
cs: Vyberte akci...
it: Selezionare una azione...
tr: Lütfen işlemi seçin...

source: Please select any bouquet
cs: ...vyberte položku...
it: Selezionare un bouquet
lt: Prašome pasirinkti bet kokį paketą
pl: Proszę wybrać dowolny Bukiet
tr: Lütfen herhangi bir buket seçin

source: Please select at least one bouquet
cs: Vyberte alespoň jednu sadu kanálů
it: Selezionare almeno un bouquet
lt: Prašome pasirinkti bent vieną paketą
pl: Proszę wybrać przynajmniej jeden bukiet
tr: En az bir bouquet seçiniz

source: Please select at least one satellite
cs: Vyberte alespoň jeden satelit
it: Selezionare almeno un satellite
lt: Prašome pasirinkti bent vieną palydovą
pl: Wybierz co najmniej jedną satelitę
tr: En az bir uydu seçiniz

source: Please select at least one transponder
cs: Vyberte alespoň jeden transpondér
it: Selezionare almeno un transponder
lt: Prašome pasirinkti bent vieną transponderį
pl: Wybierz co najmniej jeden transponder
tr: En az bir transponder seçiniz

source: Please select new permissions...
cs: Vyberte nová oprávnění...
it: Selezionare nuovi permessi...
tr: Lütfen yeni izinler seçiniz...

source: Please select tag to filter...
cs: Vyberte značku pro filtr...
it: Selezionare una etichetta come filtro...
lt: Prašome išsirinkti kortelę filtravimui...
pl: Wybierz oznaczenie do filtrowania...
tr: Lütfen filtreleme için etiket seçin...

source: Please select the matching entry
cs: ...vyberte odpovídající položku...
it: Selezionare la voce di confronto
lt: Prašome pasirinkti sutampantį įrašą
pl: Proszę wybrać pasujący wpis
tr: Lütfen aradığınız başlığı seçin
