Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Visualization for European Installation Bus
cs: zobrazení pro European Installation Bus
it: Visualizzazione per European Installation Bus
lt: Europinės magistralės įdiegimo vizualizacija
pl: Wizualizacja dla Europejskiej Magistrali Instalacyjnej
tr: Avrupa kurulum veriyolu için görselleştirme

source: Visualization for the European Installation Bus
cs: -- prezentace European Installation Bus
it: Plugin per "European Installation Bus"
lt: Europinės magistralės įdiegimo vizualizacija
pl: Wizualizacja dla Europejskiej instalacji
tr: Avrupa Kurulum Veri Yolu için görselleştirmeler

source: Visualize and control your lights, dimmers, blinds, thermostats etc. through EIB/KNX. (linknx server required)
cs: Zobrazení pro ovládání světel, stmívačů, rolet, termostatů atd. pomocí EIB/KNX (je potřebný server linknx).
it: Visualizzazione e controllo di luci, dimmer, termostati, ecc. attraverso EIB/KNX. (E' richiesto un server linknx)
lt: Įsivaizduokite ir kontroliuokite savo šviesą, apšvietimo reguliatorių, žaliuzes, termostatus ir taip toliau per EIB/KNX. (linknx reikalingas serveris)
pl: Pokaż i kontroluj oświetlenie, ściemnienie, żaluzje, termostaty etc. przez EIB/KNX. (wymagany serwer linknx)
tr: EIB/KNX üzerinden ışık anahtarlarının,dimmerlerin,panjurların,termostatların vb. görselleştirilmesi ve kontrolü. (linknx sunucusu gerekli)

source: Voltage
cs: napětí
it: Voltaggio
lt: Įtampa
pl: Napięcie
tr: Voltaj

source: Voltage %03d
cs: napětí %03d
it: Voltaggio %03d
lt: Įtampa %03d
pl: Napięcie %03d
tr: Voltaj %03d

source: Volume
cs: hlasitost
lt: Garsumas
pl: Głośność
tr: Ses

source: Volume Down
cs: < zeslabit <
it: Volume -
lt: Patylinti
pl: Ciszej
tr: Ses kıs

source: Volume Up
cs: > zesílit >
it: Volume +
lt: Pagarsinti
pl: Głośniej
tr: Ses yükselt

source: Volume changed
cs: změna hlasitosti
it: Volume modificato
lt: Garsumas pakeistas
pl: Zmieniono natężenie Głośności
tr: Ses değişti

source: Volume set to %i
cs: nastavit hlasitost na %i
it: Livello volume: %i
lt: Garsumą nustatyti į %i
pl: Natężenie Głośności ustawiono na %i
tr: Ses seviyesi %i olarak ayarlandı

source: Volume step size (%)
cs: krok hlasitosti (%)
it: Dimensione step volume (%s)
tr: Hacim adım boyutu (%)

source: Vote:
cs: hodnocení :
it: Voto:
lt: Balsuoti:
pl: Ocena:
tr: Değerlendirme:

source: W
it: O
tr: B

source: WARNING! After changing this and pressing <Ok>, your Remote Control might stop working! Information about re-configuring the RC is available at https://dreambox.de/board/thread.php?threadid=5613
cs: Upozornění... Po stisku <OK> na dálk.ovladači se mód testuje. Pokud reaguje na směr.tlačítka, potvrďte OK. Pokud nereaguje, počkejte na uzavření dialog.okna a změňte nastavení.
it: Attenzione! Premendo OK dopo la modifica, il telecomando potrebbe non funzionare. Informazioni sulla riconfigurazione del telecomando sono disponibili su https://dreambox.de/board/thread.php?threadid=5613
lt: ĮSPĖJIMAS! Pakeitus tai ir paspausdus <Ok>, nuotolinis valdymas gali nustoti veikti! Informacija apie RC pakartotinį konfigūravimą pateikiama adresu https://dreambox.de/board/thread.php?threadid=5613
tr: Dikkat! Değişiklik yaptıktan sonra OK'e basarsanız,uzaktan kumanda artık çalışmayabilir! Uzaktan kumandanın yeniden yapılandırılmasına ilişkin bilgiler https://dreambox.de/board/thread.php?threadid=5613 adresinde bulunabilir.

source: WARNING: Cookies are required to store the settings!
cs: Upozornění : pro uložení nastavení jsou potřebné cookies !
it: Attenzione: cookies richiesti per memorizzare la configurazione.
lt: DĖMESIO: Slapukai reikalauja išsaugoti nustatymus!
pl: OSTRZEŻENIE: Ciasteczka są wymagane do zapisania ustawień!
tr: UYARI: Ayarları kaydetmek için çerezler gereklidir!

source: WD DD.MM. HH:MM
it: WD GG.MM. HH:MM
pl: WD DD.MM. GG:MM
tr: WD GG.AA. SS:DD

source: WD DD.MM.YYYY
cs: WD DD.MM.RRRR
it: giorno GG.MM.AAAA
lt: YYYY.MM.DD WD
tr: WT TT.AA.YYYY

source: WD DD.MM.YYYY HH:MM
cs: WD DD.MM.RRRR HH:MM
it: giorno GG.MM.AAAA OO:MM
lt: YYYY.MM.DD HH:MM
tr: WT TT.AA.YYYY SS:DD

source: WD HH:MM
tr: WT SS:DD

source: WD MM/DD HH:MM
it: giorno GG/MM OO:MM
tr: WT AA/GG SS:DD

source: WD YYYY/MM/DD
cs: WD RRRR/MM/DD
it: giorno AAAA/MM/GG
lt: YYYY/MM/DD WD
tr: WT YYYY/AA/GG

source: WD YYYY/MM/DD HH:MM
cs: WD RRRR/MM/DD HH:MM
it: giorno AAAA/MM/GG OO:MM
tr: WT YYYY/AA/GG SS:DD

source: WD, DD.MM. HH:MM
it: WD, GG.MM. HH:MM
pl: WD, DD.MM. GG:MM
tr: WD, GG.AA. SS:DD

source: WLAN not active
cs: WLAN není aktivní !
it: WLAN non attiva
lt: WLAN neaktyvus
pl: WLAN nieaktywny
tr: WLAN etkin değil

source: Wait for no nfs-read-activity to enter sleep mode.
cs: Čeká na ukončení čtení NFS a přejde do režimu spánku_
it: Attendere il completamento dell'attività di lettura NFS prima di accedere alla modalità di sospensione.
lt: Palaukite, kol nfs-read-activity neprisijungs prie miego režimo.
tr: Uyku moduna girmek için hiçbir NFS okuma etkinliğinin bitmesini bekleyin.

source: Wait for screensaver (in min)
cs: čekat na šetřič (min.)
it: Attesa screensaver (minuti)
lt: Laukite ekrano užsklandos (min)
pl: Wygaszacz ekranu (W minutach)
tr: Ekran koruyucuyu bekleyin (dakika olarak)

source: Wait for the HDD to enter sleep mode. Depending on the configuration this can prevent the box entirely from entering deep standby mode.
cs: Čeká, než přejde harddisk do režimu spánku. Konfigurací lze zabránit vypnutí boxu_
it: Attendere che l'HDD sia posto in modalità sleep. Attenzione: una configurazione non congruente potrebbe impedire del tutto la messa in deep standby.
lt: Laukite HDD įvesties į miego būseną. Priklausomai nuo konfigūracijos, kuri gali užkirsti kelią imtuvui pereiti į visišką gilią budėjimo būseną.
pl: Poczekaj na dysk twardy, aby wejść w tryb czuwania. W zależności od konfiguracji, które mogą całkowicie zapobiec przejściu w tryb głębokiego czuwania.
tr: Sabit sürücünün uyku moduna geçmesini bekleyin.Yapılandırmaya bağlı olarak bu,hazırda bekletme modunu tamamen önleyebilir.

source: Wait for the network to enter sleep mode.
cs: Čeká, až síť přejde do režimu spánku_
it: Attendere che la rete entri in modalità sleep.
lt: Palaukite kol tinklas pereis į miego būseną.
pl: Czekaj na sieć, aby wejść w tryb uśpienia.
tr: Ağın uyku moduna girmesini bekleyin.

source: Wait time in ms before activation:
cs: prodleva před aktivací (ms) :
it: Attesa prima di attivare (ms):
lt: Laukimo laikas ms iki aktyvinimo:
pl: Odczekaj czas w ms przed aktywacją:
tr: Aktivasyondan önce bekleme süresi (ms):

source: Waiting
cs: ...čekám...
it: In attesa
lt: Laukiama
pl: Oczekiwanie
tr: Bekleniyor

source: Waiting until poweroff
cs: čekat na vypnutí
it: in attesa dello spegimento
lt: Laukiama, kol išsijungs įtampa
pl: Czeka aż wyłączy zasilanie
tr: Kapana kadar bekleyiniz

source: Wake HDD for free space statistics
cs: vzbudit HDD pro zjištění volného místa
it: Attivare HDD per le statistiche sullo spazio libero
lt: Pabudinti HDD laisvos vietos statistikai
pl: Wybudź HDD dla sprawdzenia wolnego miejsca
tr: Boş alan istatistikleri için HDD'yi uyandırın

source: Wake device when entering dir from emc-noscan.cfg
cs: vzbudit zařízení podle zadání z : /etc/enigma2/emc-noscan.cfg
it: Sveglia il dispositivo quando entra in una dir in emc-noscan.cfg
lt: Prižadinti, atveriant katalogą iš emc-noscan.cfg
pl: Obudź urządzenie przy wprowadzaniu katalogu z emc-noscan.cfg
tr: emc-noscan.cfg'den dir girerken cihazı uyandır

source: Wake up from standby for EPG refresh
cs: ...vzbudit při startu aktualizace EPG z režimu spánku
it: Riattivare da Deep-Standby per aggiornare EPG
lt: Pabudinti iš budėjimo režimo EPG atnaujinimui
pl: Wybudź z trybu czuwania, aby odświeżyć EPG
tr: Bekleme modundan önyükleme

source: Wakeup
cs: vzbudit
it: Accendere
lt: Pabudinti
pl: Wybudź
tr: Uyan

source: Wakeup from Deep-Standby is allowed
cs: povolit probuzení z hlubokého spánku
it: Abilitare riavvio da deep standby
lt: Leisti pabusti iš gilaus budėjimo
pl: Zezwól na wybudzenie z trybu głębokiego czuwania
tr: Derin Bekleme modundan uyanmaya izin verilir

source: Warning
cs: Varování
it: Avviso
lt: Dėmesio
pl: Ostrzeżenie
tr: Uyarı

source: Watch Live
cs: sledovat živě
it: Guardare dal vivo
lt: Žiūrėti gyvai
tr: Canlı izle

source: Watch Stalker Channels
cs: sledovat kanály
it: Guardare i canali Stalker
lt: Žiūrėti Stalker kanalus
pl: Oglądaj kanały Stalker
tr: Stalker Kanallarını İzle

source: Watch Trailer
cs: přehrát upoutávku
it: Guardare il trailer
lt: Žiūrėti filmo anonsą
tr: Fragmanı izle

source: Watch livestreams and vods from twitch.tv
cs: sledovat živé vysílání z twitch.tv
it: Guardare livestreams e vods da twitch.tv
lt: Žiūrėkite tiesioginius srautus ir vod iš twitch.tv
tr: twitch.tv'den canlı yayınları ve vod'ları izleyin

source: Watch movie trailers on YouTube, easily started out of EPG list/event view
cs: Sledujte ukázky videa z YouTube, spustitelné z EPG nebo zobrazení udalostí
it: Visualizzazione trailer da YouTube, avviandoli direttamente dall'interfaccia EPG
lt: Žiūrėti filmų anonsus YouTube, paleistus iš EPG sąrašo/įvykių peržiūros
pl: Oglądaj zwiastuny filmów na YouTube, łatwo startując z listy EPG/widoku wydarzenia
tr: YouTube'da film fragmanlarını izleyin, EPG listesi / etkinlik görünümünden kolayca başlayın

source: Watch trailer out of EPG list/event view
cs: -- ukázky videa podle programů nebo akt.programu
it: Riprodurre trailers da YouTube dall'interfaccia EPG
lt: Žiūrėti anonsus iš EPG sąrašo/įvykių peržiūros
pl: Oglądaj zwiastun spod listy EPG/widoku wydarzenia
tr: EPG'den film fragmanlarını görüntüleyin.

source: Watch twitch.tv
cs: -- sledování živého twitch.tv
it: Guardare twitch.tv
lt: Žiūrėti twitch.tv
tr: Twitch.tv'yi izle

source: Watch twitch.tv Streams and VODs
cs: sledovat vysílání z twitch.tv a VOD
it: Guardare streaming e VOD di twitch.tv
lt: Žiūrėti twitch.tv srautus ir VOD
tr: twitch.tv Akışlarını ve VOD'leri izleyin

source: Weather
cs: Počasí_msn.com
it: Meteo
lt: Orų prognozė
pl: Pogoda
tr: Hava

source: Weather Plugin
lt: Orų prognozės programa
pl: Wtyczka Pogody
tr: Hava Durumu Eklentisi

source: Weather Plugin is not installed!
cs: Wetter modul není nainstalovaný !
it: Weather plugin non installato!
lt: Orų prognozės programa neįdiegta!
pl: Wtyczka Pogoda nie jest zainstalowana!
tr: Hava durumu eklentisi yüklü değil!

source: Weather plugin:
cs: přehled počasí :
it: Plugin meteo:
lt: Orų prognozės programa:
pl: Wtyczka pogody:
tr: Hava Ddurumu Eklentisi:

source: WeatherPlugin shows weatherforecasts on your Dreambox.
cs: Předpověď počasí podle zadaného místa.
it: WheatherPlugin fornisce informazioni metereologiche sul Dreambox.
lt: Orų prognozės programa rodo orus jūsų imtuve.
pl: Wtyczka WeatherPlugin pokazuje prognozę pogody na Dreambox`ie.
tr: Dreambox için hava durumu tahmini eklentisi.

source: WeatherPlugin: Edit Entry
cs: Změna zadání pro modul počasí...
it: WeatherPlugin: Modificare voce
lt: Orų prognozės programa: Redaguoti įrašą
pl: Wtyczka Pogody: Edytuj wpis
tr: WeatherPlugin / Hava Durumu: Girişi Düzenle

source: WeatherPlugin: List of Entries
cs: Město pro modul počasí...
it: WeatherPlugin: elenco voci
lt: Orų prognozės programa: Įrašų sąrašas
pl: Wtyczka Pogody: Lista wpisów
tr: WeatherPlugin / Hava Durumu: Girişlerin Listesi

source: Weatherforecast on your Dreambox
cs: -- předpověď počasí na Dreamboxu
it: Info meteo sul Dreambox
lt: Orų prognozė jūsų imtuve
pl: Prognoza pogody na Dreambox
tr: Dreambox için hava durumu tahmini eklentisi

source: Web-Bouquet-Editor for PC
cs: -- webový editor kanálů pro PC
it: PC-Editor di bouquet via web
lt: Web paketų redaktorius, skirtas PK
pl: Webowy Edytor Bukietów dla PC
tr: PC için Web Buket Editörü

source: Web-Ipkg-Admin for PC
cs: -- admin.webová správa PC
it: Amministrazione ipkg via Web per PC
lt: Interneto Ipkg administratorius, skirtas PK
pl: Webowy Administrator wtyczek dla PC
tr: PC için Web Ipkg Yöneticisi

source: WebBouquetEditor
lt: Interneto paketo redaktorius
pl: WebowyEdytorBukietów
tr: Web Buket Düzenleyicisi

source: WebRemote
cs: DO ovladač přes web
lt: Interneto nuotolinis valdymas
pl: Pilot Webowy
tr: Web Uzaktan Kumanda

source: WebTV
cs: -sady kanálů-
lt: Internetinė TV
tr: Web Televiyonu

source: Webinterface
cs: webové rozhraní
lt: Internetinė sąsaja
pl: Interfejs Webowy
tr: Web arayüzü

source: Webinterface Type
cs: typ webového rozhraní
it: Tipo Webinterface
lt: Interneto sąsajos tipas
tr: Web arayüzü Türü

source: Webinterface Version
cs: Verze webového rozhraní
it: Versione Webinterface
lt: Internetinių kamerų versijos
pl: Wersja Web Interfejsu
tr: Web arayüzü Sürümü

source: Webinterface: Main Setup
cs: Webové rozhraní - nastavení...
it: Webinterface: Impostazioni
lt: Internetinė sąsaja: Svarbiausi nustatymai
pl: Interfejs Webowy: Główne Ustawienia
tr: Web Arayüzü Yapılandırması

source: Wed
cs: středa
it: Mer
lt: Tre
pl: Śro
tr: Çarş

source: Wednesday
cs: středa
it: Mercoledì
lt: Trečiadienis
pl: Środa
tr: Çarşamba

source: Week
cs: týden
it: Settimana
lt: Savaitė
pl: Tydzien
tr: Hafta

source: Weekday
cs: den v týdnu
it: Giorno feriale
lt: Savaitės diena
pl: Dzień tygodnia
tr: Haftaiçi

source: Weekend
cs: víkend
lt: Savaitgalis
tr: Haftasonu

source: Weekly (Monday)
cs: týdně (od pondělí)
it: Settimanale (Lunedì)
lt: Kas savaitę (pirmadienį)
pl: Tygodniowo (Poniedziałek)
tr: Haftalık (Pazartesi)

source: Weekly (Sunday)
cs: týdně (od neděle)
it: Settimanale (Domenica)
lt: Kas savaitę (sekmadienį)
pl: Tygodniowo (Niedziela)
tr: Haftalık (Pazar)

source: Weeks
cs: týdny
it: Settimane
lt: Savaitės
pl: Tygodnie
tr: Hafta

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
cs: MyTube Youtube Player... Kanál+ ... navigace ve vyhledávacím poli | Kanál- ... navigace ve videu OK -> přehrát video INFO -> popis videa MENU -> další volby HELP -> znovu vyvolat nápovědu...
it: Benvenuti in MyTube Youtube Player. BOUQUET+ -> Portare il fuoco sul campo ricerca | BOUQUET- -> Portare il fuoco sui filmati. Ok -> riprodurre un filmato. INFO -> mostrare la descrizione del filmato. MENU -> Informazioni aggiuntive. HELP -> Mostrare di nuovo puesta pagina di aiuto.
lt: Sveiki atvykę į MyTube Youtube grotuvą. Naudokite Bouqet + mygtuką, kad patekti į paieškos lauką ir Bouqet-, kad patekti į vaizdo įvestis. Kad žiūrėti kino filmą spauskite OK ant savo valdymo pulto. Spauskite info, kad pamatyti kino filmo apibūdinimą. Spauskite Menu mygtuką dėl papildomų funkcijų. Help mygtukas rodo pagalbą.
pl: Witam w odtwarzaczu MyTube. Użyj przycisku Bouquet+ , aby przejść do okna wyszukiwania filmów i użyj przycisku Bouquet- , aby przejść do wybierania filmów. Aby odtworzyć film naciśnij OK. Naciśnij info, aby zobaczyć opis filmu. Naciśnij Menu, aby przejść do opcji. Przycisk Help pokaże pomoc.
tr: MyTube oynatıcıya hoşgeldiniz. Arama ekranına geçmek için BOUQUET+, video sonuçlarına geçmek için BOUQUET- tuşunu, seçtiğiniz filmi oynatmak için OK tuşunu, film hakkında bilgi almak için INFO tuşunu ek özelliklere ulaşmak için MENU tuşunu, bu yardım ekranına ulaşmak için ise HELP tuşunu kullanın.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
cs: Vítejte v přehrávači MyTube YouTube. Při vkládání textu pro hledání budete dostávat možné návrhy. Tlačítky nahoru a dolů na ovladači si zvolte odpovídající položku. OK -> start hledání... Exit -> vrátit se na začátek...
it: benvenuti in MyTube Youtube player. Durante l'iserimento dei criteri di ricerca, verranno mostrati suggerimenti circa le possibili corrispondenze. Per selezionare un suggerimento, premere GIU' sul telecomando, scegliere la voce desiderata poi premere Ok per avviare la ricerca. Premere EXIT per tornare alla schermata di inserimento.
lt: Sveiki atvykę į MyTube Youtube grotuvą. Įvedę paieškos žodžius, gausite rodymo pasiūlymus, sutampančius su jūsų paieška. Kad išsirinktų pasiūlymą, spauskite ŽEMYN ant valdymo pulto,pasirinkite pageidaujamą rezultatą ir spauskite OK ant valdymo pulto, kad pradėti paiešką. Spauskite EXIT, kad grįžti į įvesties lauką.
pl: Witamy w odtwarzaczu MyTube. Podczas wpisywania fraz szukania będą ci podawane przykładowe frazy wyszukiwania. Aby wybrać wyraz wciśnij przycisk w Dół na pilocie następnie wybierz swoją frazę i daj OK na pilocie, aby rozpocząć szukanie. Wciśnij Exit, aby wrócić.
tr: MyTube oynatıcıya hoşgeldiniz. Arama terim(ler)inizi girerken, aramanızla eşleşen başlıklar önerilecektir. Önerilerden size uygun olanı seçmek için AŞAĞI tuşuna basabilir aramayı başlatmak için de OK tuşunu kullanabilirsiniz. Arama kutusuna dönmek için EXIT tuşuna basınız.

source: WerbeZapper Monitoring ends %s
cs: WerbeZapper konec monitoringu %s
it: WerbeZapper Termine monitor %s
lt: Skelbimų įjungėjas Rodymas baigsis %s
pl: WerbeZapper Koniec monitoringu %s
tr: WerbeZapper İzleme bitiş %s

source: WerbeZapper Monitoring started %s
cs: WerbeZapper start monitoringu %s
it: WerbeZapper Inizio monitor %s
lt: Skelbimų įjungėjas Rodymas prasidės %s
pl: WerbeZapper Początek monitoringu %s
tr: WerbeZapper İzleme başladı %s

source: WerbeZapper Monitoring started unlimited Has to be deactivated manually
cs: WerbeZapper start neomezeného monitoringu, ukončit se musí manuálně
it: WerbeZapper Avviato monitor illimitato Disattivazione manuale
lt: Skelbimų įjungėjas Rodymas prasidedės neribotai Turi būti išjungtas rankiniu būdu
pl: WerbeZapper Monitoring niegraniczony Musi być wyłączony ręcznie
tr: Promosyon Zapper Sınırsız izleme başlatıldı Elle devre dışı bırakma gerekli

source: Western Europe and Turkey
cs: západní Evropa a Turecko
it: Europa Occodentale e Turchia
lt: Vakarų Europa ir Turkija
pl: Zachodnia Europa i Turcja
tr: Batı Avrupa ve Türkiye

source: Western and Central Europe
cs: západní a centrální Evropa
it: Europa Centrale e Occidentale
lt: Vakarų ir Rytų Europa
pl: Zachodnia i Centralna Europa
tr: Batı ve Orta Avrupa

source: What do you want to do?
cs: Co chcete udělat ?
it: Cosa si desidera fare?
lt: Ką norėtumėte daryti?
pl: Co chcesz zrobić?
tr: Ne yapmak istiyorsun?

source: What to do?
cs: Co udělat ?
it: Che fare?
lt: Ką daryti?
pl: Co robić?
tr: Ne yapmak istiyorsunuz?

source: What would you like to reconstruct? ("%s")
cs: Co chcete zrekonstruovat ? ("%s")
it: Cosa si desidera ricostruire? ("%s")
lt: Ką norėtumėte rekonstruoti? ("%s")
pl: Co chciałbyś zrekonstruować? ("%s")
tr: Neyi yeniden inşa etmek istersin? ("%s")

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
cs: Pokud Image podporuje "Fast Scan" je typ kanálu ignorovaný. Tento parametr pak nepotřebujete_
it: Se "Fast Scan" è abilitato, il tipo di canale è ignorato. Non è necessario abilitare il parametro, a meno che l'immagine lo supporti e sia utilizzato.
lt: Suteikdami palaikymą "Greita paieška" kanalų tipas yra ignoruojamas. Jums nereikia įjungti tai,nebent jūsų atvaizdas palaiko "Greitą paiešką" ir jūs tai naudojate.
pl: Wspierając "Szybkie Skanowanie" typ kanału jest ignorowany. Nie musisz włączać tej funkcji, chyba że Image obsługuje "Szybkie Skanowanie" i tego używasz.
tr: Bu seçeneğin etkinleştirilmesi,ilişkili kanalların hizmet türünü yok sayar.Bu,yalnızca "Hızlı Tarama" gerçekten kullanılıyorsa gereklidir.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
cs: S touto volbou aut.časovač nebude dál srovnávat události, když již budou existovat časovače se shodným popisem.
it: Abilitando questa funzione AutoTimer non confronterà eventi per cui esiste già un timer con la medesima descrizione.
lt: Kai ši parinktis įjungta, auto laikmatis neatitiks įvykių, sutampančių su kitu laikmačiu tuo pačiu apibūdinimu jau esančiu laikmačio sąraše.
pl: Gdy ta opcja jest włączona AutoTimer nie wyszuka wydarzeń gdzie inny timer z tym samym opisem już istnieje na liście.
tr: Etkinleştirildiğinde,Otomatik Zamanlayıcı,zamanlayıcı listesinde aynı açıklamaya sahip başka bir zamanlayıcının bulunduğu olaylarla eşleşmeyecektir.

source: When to Zap back?
cs: Kdy přepnout zpět ?
it: Quando eseguire lo Zap?
lt: Kada jungti atgal?
pl: Kiedy Przełączyć spowrotem?
tr: Kanal ne zaman değiştirilsin?

source: When yes, VPS will be enabled on instant records (stop after current event), if the channel supports VPS.
cs: Pokud kanál podporuje VPS, může být povoleno okamžité nahrávání. Zastaví se po aktuální události_
it: Se attivata, la funzione abiliterà VPS sulle registrazioni istantanee (arresto al termine dell'evento in corso), se il canale lo supporta.
lt: Jeigu taip, VPS bus įjungtas momentiniams įrašams (sustabdyti po dabartinio įvykio), jei kanalas palaiko VPS.
pl: Jeżeli ustawimy tak, VPS zostanie włączony na natychmiastowym nagrywaniu (zatrzyma po aktualnym wydarzeniu), jeśli kanał obsługuje VPS.
tr: Evet olduğunda, kanal VPS'yi destekliyorsa, anlık kayıtlarda (mevcut olaydan sonra dur) VPS etkinleştirilecektir.

source: Where to check
cs: Kde kontrolovat
it: Dove verificare
lt: Kur patikrinti
pl: Gdzie sprawdzić
tr: Nerede kontrol edilir

source: Where to check free space
cs: Kde kontrolovat volné místo
it: Verificare spazio libero su
lt: Kur patikrinti laisvą vietą
pl: Gdzie sprawdzić wolne miejsce
tr: Boş alan nerede kontrol edilir

source: Where to save?
cs: Kam to uložit ?
it: Dove salvare?
lt: Kur išsaugoti?
pl: Gdzie zapisać ?
tr: Nereye kaydedilsin?

source: Where to search for '%s'?
cs: Kde vyhledat '%s' ?
it: Dove cercare '%s'?
lt: Kur ieškoti %s?
tr: '%s' nerede aransın?

source: Whether to put the box in standby when booted manually. On manual boot the box will not go to standby before the next deep standby interval starts, even if this option is set. This option is only active if 'Standby on boot' option is set, too.
cs: Při manuálním startu boxu nepůjde do pohotovosti před dalším intervalem vypnutí. Volba je aktivní pouze při nastavení režimu spánku po startu_
it: Opzione per porre il box in standby dopo un avvio manuale. In caso di avvio manuale, il box non verrà posto in standby fino al successivo intervallo di deep standby, anche se questa opzione è stata attivata. Inoltre, l'opzione è attiva solo se anche la funzione standby all'avvio è stata opportunamente configurata.
lt: Ar įkelti imtuvą budėjimo režimą, kai įkelta rankiniu būdu. Dėl rankinio užkrovimo imtuvas neis į budėjimo režimą prieš kitą prasidedantį gilaus laukimo intervalą, net jei ši parinktis yra nustatyta. Ši parinktis veikia tik tada, kai 'Budėjimo užsikraunant' parinktis yra nustatytas.
pl: Niezależnie od tego czy ustawisz tuner w tryb gotowości gdy uruchamiany jest ręcznie. Przy ręcznym uruchomieniu Dreambox nie przejdzie w tryb gotowości przed rozpoczęciem następnego głębokiego przedziału czasu czuwania, nawet gdy ta opcja jest ustawiona. Opcja ta jest aktywna tylko wtedy, gdy "Czuwanie przy starcie" również jest ustawione.
tr: Elle önyüklemeden sonra bekleme moduna geçilsin mi?Etkinleştirilse bile,elle önyüklemeden sonraki Derin Bekleme süresinden önce kutu uyku moduna geçmeyecektir.Bu seçenek yalnızca 'Açılıştan sonra beklemede' de etkinleştirildiğinde etkinleşir.

source: Which channel do you want to add?
cs: Který kanál chcete přidat ?
it: Quale canale aggiungere?
lt: Kurį kanalą norite įtraukti?
tr: Hangi kanalı eklemek istersiniz?
