Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Set symlink name:
cs: nastavit název odkazu :
it: Impostare nome symlink:
tr: Sembolik bağlantı adını ayarla:

source: Set the mode of all files to value & 0777 disregarding the original permissions. Add search permission to directories that have read permission. The value is given in octal.
cs: Nastavit mód souborů na hodnotu & 0777 a ignorovat orig.oprávnění. Přidejte povolení vyhledávat ve složkách určených pro čtení. Tato hodnota je osmičkové soustavě_
it: Impostare i permessi per tutti i file al valore & 0777 ignorando i valori originali. Aggiungere il permesso di ricerca alle directory con permesso in lettura. Il valore è dato in ottale.
lt: Nustatykite visų failų režimą į reikšmę 0777, neatsižvelgiant į pradinius leidimus. Pridėkite paieškos leidimą į katalogus, kurie turi leidimą skaityti. Vertė yra pateikta aštuntainėje.
tr: Orijinal izinleri yok sayarak tüm dosyalar için modu 0777 değerine ayarlayın.Okuma izinlerine sahip dizinlere arama izinleri ekleyin.Bu değer sekizli olarak tanımlanır.

source: Set this NO to disable this AutoTimer.
cs: ne -> deaktivovat časovač...
it: Selezionare No per disabilitare AutoTimer.
lt: Nustatykite NE, kad išjungti šį Auto Laikmatį.
pl: Ustaw na NIE, aby wyłączyć AutoTimer.
tr: Otomatik zamanlayıcıyı devre dışı bırakmak için hayır seçeneğini seçin

source: Setting "Unlimited" is not supported via RPC. Either abort or choose another limit to continue.
cs: Nastavení na "neomezený" není podporované přes RPC. Buď to zrušte nebo vyberte jiné limity.
it: L'impostazione "Unlimited" non è supportata via RPC. Annullare o selezionare un altro limite per continuare.
lt: Nustatymas "Neribotas" nepalaikomas per RPC. Arba nutraukti arba pasirinkti kitą ribą ir tęsti.
pl: Ustawienie "Nieograniczone" nie jest wspierane przez RPC. Aby kontynuować należy przerwać lub wybrać inny.
tr: Sınırsız ayarı RPC üzerinden desteklenmez. Devam etmek için iptal edin veya farklı bir limit seçin.

source: Setting Info
cs: nastavení informací
it: Info impostazioni
tr: Ayar bilgisi

source: Setting key canceled
cs: Nastavení tlačítka bylo zrušeno !
it: Configurazione tasto rimossa
lt: Nustatymų mygtukas panaikintas
pl: Ustawienie anulowania klucza
tr: Tuş tanımlama iptal edildi

source: Setting...
cs: nastavit...
it: impostazioni...
lt: Nustatymai...
pl: Ustawienia...
tr: Ayar...

source: Settings
cs: nastavení
it: Impostazioni
lt: Nustatymai
pl: Ustawienia
tr: Ayarlar

source: Settings have been Saved.
cs: nastavení bylo uloženo...
it: Le impostazioni sono state salvate.
lt: Nustatymai išsaugoti.
pl: Ustawienia zostały zapisane.
tr: Ayarlar kaydedildi

source: Setup
cs: nastavení E2 >>
it: Impostazioni
lt: Valdymas
pl: Konfiguracja
tr: Kurulum

source: Setup Quickbuttons on your remote control to switch aspect ratio modes.
cs: Nastaví tlačítko na DO pro přepínání režimů poměru stran.
it: Impostare un tasto rapido sul telecomando per commutare il rapporto d'aspetto.
lt: Nustatykite Greitus mygtukus ant nuotolinio valdymo pulto, kad perjungti kraštinių santykio būsenas.
pl: Za pomocą Quickbuttons przypisz klawisz na pilocie zdalnego sterowania, aby przełączać tryby proporcji ekranu.
tr: Uzaktan kumandadaki en boy oranını değiştirmek için hızlı tuşlarını yapılandırın.

source: Setup color space
cs: -- nastavení barevného prostoru
it: Plugin per impostare lo spazio colori
lt: Spalvų erdvės nustatymas
pl: Ustawienia przestrzeni kolorów
tr: Renk boşluğunu ayarla

source: Setup color space for hdmi video output
cs: Nastavení barevného prostoru pro výstup HDMI
it: Plugin per impostare lo spazio dei colori per l'output video hdmi
lt: Spalvų erdvės nustatymas dėl HDMI vaizdo išvesties
pl: Ustawienia przestrzeni kolorów dla wyjścia wideo HDMI
tr: HDMI video çıkışı için renk alanı kurulumu

source: Setup color space for video
cs: nastavit barvy pro video
it: Conf. spazio dei colori per il video
lt: Nustatykite spalvų erdvę vaizdui
pl: Konfiguracja przestrzeni kolorów dla wideo
tr: Video için renk alanı ayarla

source: Setup for MovieSelection QuickButton
cs: -- nastavení barevných tlačítek přehrávače
it: Configurazione MovieSelection QuickButton
lt: Filmų pasirinkimo Greito mygtuko valdymas
pl: Konfiguracja dla MovieSelection QuickButton
tr: Film Seçimi Hızlı Tuşu Kurulumu

source: Setup for the Audio Sync Plugin
cs: -- nastavení synchronizace zvuku
it: Configurazione plugin Audio Sync
lt: Garso Sinchronizavimo papildomos programos valdymas
pl: Konfiguracja wtyczki Audio Sync
tr: AC3 dudak senkron eklentisi ayarları

source: Setup for the AudioRestart Plugin
cs: nastavit pro modul AudioRestart
it: Impostazioni plugin AudioRestart
lt: Auto paleidimo iš naujo, priedo valdymas
pl: Konfiguracja dla wtyczki AudioRestart
tr: Sesi Yeniden Başlat / AudioRestart Eklentisi Kurulumu

source: Setup open
cs: otevřít nastavení
it: Aprire Impostazioni
lt: Atverti sąranką
pl: Otwórz ustawienia
tr: Kurulum açık

source: Short Movies
cs: krátké video
it: Corti
lt: Rūšiuoti Filmus
pl: Krótkie filmy
tr: Kısa Film

source: Short watching percent
cs: Barva pro "sledované video" (modrá) v %
it: Limite visualizzazione iniziata (%)
lt: Trumpo žiūrėjimo procentas
pl: Początek oglądania w procentach
tr: %'den "oynanmış film" (mavi) için renk

source: Shortcut
cs: rychlé tl.
it: Numero breve
lt: Trumpinys
pl: Skrót
tr: Kısayol

source: Should protected services be skipped if refresh was started in interactive-mode?
cs: Přeskočit chráněné kanály, pokud se spustila aktualizace v interaktivním módu ?
it: Ignorare i canali protetti avviando l'aggiornamento in modalità interattiva?
lt: Jeigu apsaugoti kanalai praleidžiami, jei atnaujinimas buvo pradėtas interaktyviai?
pl: Pomijać kanały chronione, jeśli odświeżenie zostało uruchomione w trybie interaktywnym?
tr: Manuel güncelleme sırasında korunan kanallar atlanmalı mı?

source: Should this AutoTimer be restricted to a timespan?
cs: Omezit aut.časovač na určitý časový úsek_
it: L'AutoTimer deve essere circoscritto a un arco di tempo?
lt: Šis Auto laikmatis apribotas laiko atkarpa?
pl: Czy ten AutoTimer powinien być ograniczony czasowo?
tr: Bu otomatik zamanlayıcı bir zaman aralığı ile sınırlı mıdır?

source: Should this AutoTimer only match up to a certain event duration?
cs: Omezí dobu časovače na konkrétní délku události_
it: L'AutoTimer deve essere circoscritto a una durata evento specifica?
lt: Šis Auto laikmatis turi derėti tik iki tam tikros atvejo trukmės?
pl: Czy ten AutoTimer powinien tylko dopasować do pewnych trwań wydarzenia?
tr: Bu otomatik zamanlayıcının belirli bir süresi var mıdır?

source: Should timers created by this AutoTimer be recorded to a custom location?
cs: Uložit nové aut.časovače do uživatelské složky_
it: Il timer creato con AutoTimer deve essere registrato in una destinazione specifica?
lt: Jei laikmačiai sukurti šio Auto laikmačio būtų įrašomi į savo vietą?
pl: Czy timery stworzone przez ten AutoTimer powinny być nagrane w obecnej lokalizacji?
tr: Bu otomatik zamanlayıcı tarafından oluşturulan zamanlayıcılar özel bir konuma kaydedilsin mi?

source: Show "EPG" entry
cs: zobrazit "programy"
it: Mostrare la voce "EPG"
lt: Rodyti "EPG" įrašą
pl: Pokaż wpis "EPG"
tr: "EPG" girişini göster

source: Show 'EPGRefresh Start now' in extension menu
cs: zobrazit 'start EPGRefresh v mo_menu
it: Mostrare "Avviare aggiornamento" nel menu estensioni
lt: Rodyti 'EPG atnaujinamą pradėti dabar' išplėstiniame meniu
pl: Pokaż 'EPGRefresh Start now' w rozszerzonym menu
tr: Uzantılar menüsünde "Güncellemeyi başlat"ı göster

source: Show 'RemoteTimer' in E-Menu
cs: zobrazit 'vzdálený časovač' v rozšířeném menu
it: Mostrare "RemoteTimer" nel E-menu
lt: Rodyti 'Distancinis laikmatis' e-Meniu
pl: Pokaż 'RemoteTimer' w E-Menu
tr: E-Menüde 'RemoteTimer'ı Göster

source: Show 'RemoteTimer' in main menu
cs: zobrazit 'vzdálený časovač' v hl.menu
it: Mostrare RemoteTimer nel menu principale
lt: 'Nuotolinį laikmatį' rodyti pagrindiniame meniu
tr: Ana menüde 'Uzaktan Zamanlayıcı'yı göster

source: Show 'add to filter list' in movielist context menu
cs: zobrazit 'přidání do seznamu filtrů' v kontextovém menu
it: Mostrare 'aggiungere a elenco filtri' nel menu contestuale elenco filmati
lt: Rodyti 'pridėti prie filtrų sąrašo' filmų sąrašo kontekstiniame meniu
tr: Film listesinin bağlam menüsünde 'filtre listesine ekle'yi göster

source: Show 'all', 'current', 'future' or 'current & future' events. This allows filtering matches by the event time.
cs: Filtruje zobrazení podle času - 'vše', 'aktuální', 'budoucí'_
it: Mostrare gli eventi "tutti", "attuali", "futuri" o "attuali e futuri", per poter filtrare le corrispondenze in base all'ora dell'evento.
lt: Rodyti 'visi', 'dabartiniai', 'būsimi' arba 'dabartiniai ir būsimi' įvykiai. Tai leidžia filtruoti atitikmenis pagal įvykio laiką.
tr: 'Tüm', 'mevcut', 'gelecek' veya 'şimdiki ve gelecekteki' etkinlikleri göster.Bu, eşleşmelerin yayın süresine göre filtrelenmesini sağlar.

source: Show Advanced Options
cs: rozšířené volby...
it: Mostrare opzioni avanzate
lt: Rodyti išplėstines parinktis
pl: Pokaż Zaawansowane Opcje
tr: Gelişmiş ayarları göster

source: Show AutoTimer filters
cs: zobrazit filtry časovačů
it: Mostrare filtri AutoTimer
lt: Rodyti auto laikamčio filtrus
tr: Otomatik Zamanlayıcı filtresini göster

source: Show Blocked Calls
cs: zobrazit blokovaná tel.čísla
it: Mostrare chiamate bloccate
lt: Rodyti blokuotus skambučius
pl: Pokaż Zablokowane Połączenia
tr: Engellenen Aramaları göster

source: Show Bookmarks in movielist
cs: zobrazit značky v seznamu videa
it: Mostrare i segnalibri in elenco video
lt: Filmų sąraše rodyti žymeles
pl: Pokaż zakładki w liście odtwarzania
tr: Film listesinde yer imlerini göster

source: Show Clock Setup
cs: zobrazit nastavení hodin
it: Configurazione Show Clock
lt: Rodyti laikrodžio valdymą
pl: Pokaż Zegar - Ustawienia
tr: Show Clock ayar

source: Show Clock setup
cs: zobrazit nastavení hodin
it: Configurazione Show Clock
lt: Rodyti laikrodžio valdymą
pl: Pokaż Zegar - ustawienia
tr: Show Clock ayarı

source: Show Controllers
cs: zobrazit ovladače
it: Mostr. controlli
lt: Rodyti valdiklius
pl: Pokaż Kontrolery
tr: Denetleyicileri göster

source: Show Cover
cs: zobrazit potisk
it: Mostra Cover
lt: Rodyti viršelį
pl: Pokaż Okładkę
tr: Kapağı Göster

source: Show Cut-Nr if exist
cs: zobrazit značky střihu, pokud existují
it: Mostra Cut-Nr, se esiste
lt: Jei yra, rodyti kirpimo Nr
pl: Pokaż Nr Cięcia (jeżeli jest)
tr: Bölüm numarası varsa göster

source: Show EMC in extensions menu
cs: zobrazit EMC modul v rozšířeném menu
it: Mostra EMC nel Menu estensioni
lt: Rodyti EMC plėtinių meniu lange
pl: Pokaż EMC w rozszerzonym menu
tr: Uzantılar menüsünde EMC'yi göster

source: Show EMC in main menu
cs: zobrazit EMC v hl.menu
it: Mostra EMC nel Menu principale
lt: Rodyti EMC pagrindiniame meniu
pl: Pokaż w menu głównym
tr: Ana menüde EMC'yi göster

source: Show EPG for %s
cs: zobrazit EPG programů : %s
it: Mostrare EPG per %s
lt: Rodyti EPG dėl %s
pl: Pokaż EPG dla %s
tr: %s için EPG'yi göster

source: Show EPG in columns:
cs: zobrazit EPG programů ve sloupcích
it: Mostrare EPG in colonne:
lt: Rodyti EPG stulpeliais:
pl: Pokaż EPG w kolumnach:
tr: EPG'yi sütunlarda göster:

source: Show EventEit
cs: zobrazit EventEit
it: Mostrare EventEit
lt: Rodyti įvykį
tr: EventEit'i Göster

source: Show Extended Eventname
cs: zobrazit rozšířený název události
it: Mostrare nome evento esteso
lt: Rodyti išplėstinį įvykio pavadinimą
tr: Genişletilmiş program adlarını göster

source: Show Fan Speed as
cs: zobrazit rychlost ventilátoru jako...
it: Mostrare velocità ventola come
lt: Rodyti ventiliatoriaus greitį kaip
pl: Prędkość obrotowa wentylatora
tr: Fan hızını şu şekilde göster

source: Show HTTP response headers
cs: zobrazit HTTP odezvu
it: Mostrare la risposta header HTTP
lt: Rodyti HTTP atsakymų antraštes
pl: Pokaż nagłówki odpowiedzi HTTP
tr: HTTP yanıt başlıklarını göster

source: Show Icons
cs: zobrazit ikony
it: Mostrare icone
lt: Rodyti piktogramas
tr: Simgeleri göster

source: Show Info in movie list menu
cs: zobrazit info v menu seznamu videa
it: Mostrare info nel menu elenco fimati
lt: Rodyti informaciją filmų sąrašo meniu
pl: Pokaż info w menu listy nagrań
tr: Film listesi seçiminde dizi bilgilerini göster

source: Show InfoBarTunerState
cs: zobrazit stav modulu InfoBarTunerState
it: Mostrare InfoBar Tuner State
lt: Rodyti imtuvo būklės infojuostą
pl: Pokaż InfoBarTunerState
tr: Bilgi çubuğu tuner durumu'nu göster

source: Show Latest Recordings directory
cs: zobrazit složku s "posledním záznamem"
it: Mostrare la directory Ultime Registrazioni
lt: Rodyti naujausių įrašų katalogą
pl: Pokaż katalog najnowszych nagrań
tr: En son kayıtlar dizinini göster

source: Show Log
cs: zobrazit protokol
it: Mostrare log
lt: Rodyti registracijos žurnalą
pl: Pokaż Dziennik
tr: Günlüğü Göster

source: Show Log file
cs: zobrazit soubor protokolu
it: Mostrare file di log
lt: Rodyti loginį failą
pl: Pokaż Plik Dziennika
tr: Günlük dosyasını görüntüle

source: Show Merlin Music Player in extended-pluginlist
cs: zobrazit Merlin Music Player v rozšířeném menu
it: Mostrare Merlin Music Player nell'elenco esteso plugin
lt: Rodyti Merlin muzikos grotuvą išplėstiniame priedų sąraše
pl: Pokaż Merlin Music Player w rozszerzonej liście wtyczek
tr: Genişletilmiş eklenti listesinde Merlin Müzik Çalar'ı göster

source: Show Merlin Music Player in mainmenu
cs: zobrazit Merlin Music Player v hl.menu
it: Mostrare Merlin Music Player nel menu principale
lt: Rodyti Merlin muzikos grotuvą pagrindiniame meniu
pl: Pokaż Merlin Music Player w głównym menu
tr: Ana menüde Merlin Müzik Çalar'ı göster

source: Show Merlin-iDream2:
cs: přehrávač Merlin-iDream2 :
it: Mostrare Merlin-iDream2:
tr: Merlin-iDream2'yi göster:

source: Show Message when Recording starts
cs: zobrazit zprávu při spuštění nahrávání
it: Mostrare un messaggio su avvio registrazione
lt: Rodyti žinutę, kai prasideda įrašymas
pl: Pokaż info przed nagrywaniem
tr: Zamanlanmış kayıt başladığında mesaj göster

source: Show Monitor in Extension-Menu
cs: zobrazit monitor v rozšířeném menu
it: Mostrare Monitor nel menu estensioni
lt: Rodyti monitorių išplėstiniame meniu
pl: Pokaż Monitor w Rozszerzonym Menu
tr: Uzantılar menüsünde monitörü göster

source: Show Movie Format
cs: zobrazit formát videa
it: Mostra formato registrazione
lt: Rodyti filmo formatą
pl: Pokaż Format Filmu
tr: Film formatını göster

source: Show Orbital
cs: zobrazit orbitu
it: Mostrare la posizione
lt: Rodyti orbitą
tr: Konumu göster

source: Show Outgoing Calls
cs: zobrazit odchozí volání
it: Mostrare le chiamate in uscita
lt: Rodyti išeinančius skambučius
pl: Pokaż Połączenia Wychodzące
tr: Giden aramalarda göster

source: Show PTS Infobar while timeshifting?
cs: Zobrazit PTS info-panel při Timeshiftu ?
it: Mostrare le informazioni PTS durante il timeshift?
lt: Rodyti PTS info juostą, laiko poslinkio metu?
pl: Pokazać infobar timeshift-a podczas działania?
tr: Zaman kaydırma sırasında PTS bilgi çubuğu gösterilsin mi?

source: Show Path if no extended description available
cs: pokud není dostupný popis, tak zobrazit cestu
it: Mostrare il percorso se non è disponibile una descrizione estesa
lt: Jei nėra išplėstinio aprašymo, rodyti kelią
pl: Pokaż ścieżkę, jeśli nie jest dostępny rozszerzony opis
tr: Ayrıntılı açıklama yoksa yolu göster

source: Show PiP in Infobar
cs: zobrazit PiP v info-panelu, info vedle
it: Mostrare PiP su barra informazioni
lt: Rodyti PiP infojuostoje
pl: Pokaż PiP w Pasku Informacyjnym
tr: PiP'i bilgi barında göster

source: Show PiP service(s)
cs: zobrazit PiP kanálu
it: Mostrare i canali PiP
lt: Rodyti PiP paslaugą (-as)
tr: Resim içinde resim PiP kanallarını göster

source: Show Picons
cs: zobrazit ikony
it: Mostrare Picon
lt: Rodyti logotipus
tr: Pikonları göster

source: Show Plugin in Extension-Menu
cs: zobrazit modul v rozšířeném menu
it: Mostrare il plugin nel menu estensioni
lt: Rodyti priedą išplėstiniame meniu
pl: Pokaż Wtyczkę w Rozszerzonym Menu
tr: Eklentiyi uzantılar menüsünde göster

source: Show Rename in movie list menu
cs: zobrazit přejmenování v menu seznamu videa
it: Mostrare Rinominare nel menu elenco filmati
lt: Rodyti Pervadinti filmų sąrašo meniu
pl: Pokaż Zmiana Nazwy w menu listy nagrań
tr: Film listesi menüsünde yeniden adlandır'ı göster

source: Show Servicename:
cs: zobrazit název kanálu :
it: Mostrare nome canale:
lt: Rodyti paslaugos pavadinimą:
tr: Kanal adını göster:

source: Show Services
cs: zobrazit kanály
it: Mostr. servizi
lt: Rodyti kanalus
pl: Pokaż Kanały
tr: Hizmetleri görüntüle

source: Show Setup in
cs: zobrazit nastavení v ...
it: Mostrare configurazione in
lt: Rodyti valdymą
pl: Pokaż Ustawienia w
tr: Kurulumu şurada göster:

source: Show Setup in Extensions menu
cs: zobrazit nastavení EPG v rozšířeném mo_menu
it: Mostrare Configurazione nel menu Estensioni
lt: Rodyti nustatymus išplėtiniame meniu
pl: Pokaż konfigurację w menu rozszerzeń
tr: Ayarları, Eklentiler menüsünde göster

source: Show Setup in extension menu
cs: zobrazit nastavení EPG v rozšířeném mo_menu
it: Mostrare impostazioni nel Menu estensioni
lt: Rodyti valdymą išplėstiniame meniu
pl: Pokaż Ustawienia w rozszerzonym menu
tr: Uzantılar Menüsünde yapılandırmayı göster

source: Show TV
cs: zobrazit TV
it: TV
lt: Rodyti televiziją
pl: Pokaż TV
tr: TV'yi göster

source: Show Trailers
cs: zobrazit možné upoutávky
it: Mostrare trailer
lt: Rodyti filmų anonsus
tr: Fragmanları göster

source: Show Tuner
cs: zobrazit tuner
it: Mostrare tuner
lt: Rodyti imtuvą
tr: Tuneri göster

source: Show VLC directory
cs: Zobrazit VLC složku
it: Mostrare la directory VLC
lt: Rodyti VLC katalogą
pl: Pokaż katalog VLC
tr: VLC dizinini göster

source: Show Weather Forecast
cs: -- předpověď počasí podle místa (std)
it: Previsioni meteo
lt: Rodyti orų prognozę
pl: Pokaż Prognozę Pogody
tr: Hava Tahminini Göster

source: Show after Standby
cs: zobrazit po režimu spánku
it: Mostrare chiamate dopo lo standby
lt: Rodyti po budėjimo
pl: Pokaż po przejściu w tryb czuwania
tr: Hazırda bekletme kipine geçtikten sonra

source: Show all Plugins in MoviePlayer?
cs: Zobrazit všechny moduly v MoviePlayeru ?
it: Mostrare tutti i plugin in MoviePlayer?
lt: Rodyti visus priedus filmų grotuve?
pl: Pokazać wszystkie Wtyczki w MoviePlayer?
tr: MoviePlayer'daki tüm eklentiler gösterilsin mi?

source: Show also internal numbers
cs: zobrazit také interní čísla
it: Mostrare anche gli interni
lt: Rodyti ir vidinius numerius
tr: Dahili numaraları da göster

source: Show audio metadata
cs: zobrazit audio metadata
it: Mostra i metadati audio
lt: Rodyti garso meta duomenis
pl: Pokaż metadane audio
tr: Ses meta verilerini göster

source: Show begin/remain times:
cs: zobrazit čas spuštění a zbývající :
it: Mostrare il tempo trascorso/restante:
lt: Rodyti prasidėjo/liko laikus:
pl: Pokaż rozpoczęty i pozostały czas:
tr: Başlangıç/kalma sürelerini göster:

source: Show best matching channelname in screen title
cs: zobrazit nejlepší shodu názvu kanálu v titulku
it: Mostrare la migliore corrispondenza canale nel titolo finestra
tr: Pencere başlığında en iyi eşleşen kanal adını göster

source: Show blinking picon for running timers:
cs: zobrazit při nahrávání blikající ikonu :
it: Picon intermittente su timer attivi:
lt: Rodyti mirksinčius logotipus veikiantiems laikmačiams:
pl: Pokaż mrugającą Pikonę dla uruchomionych Timerów:
tr: Çalışan zamanlayıcılar için yanıp sönen simgeyi göster:

source: Show bookmarks:
cs: zdrojové složky :
it: Mostrare segnalibri:
lt: Rodyti žymas:
pl: Pokaż zakładki
tr: Yer imlerini göster:

source: Show clock on system startup?
cs: Zobrazit hodiny po startu systému ?
it: Mostrare l'orologio all'avvio del sistema?
lt: Rodyti laikrodį, paleidžiant sistemą?
tr: Sistem başlangıcında saat gösterilsin mi?

source: Show combined duration window
cs: zobrazit kombinované okno s délkou
it: Mostrare la finestra combinata durata
lt: Rodyti kompleksinį trukmės langą
pl: Pokaż połączone okno trwania
tr: Birleşik süre penceresini göster

source: Show connection information popups
cs: zobrazit info spojení v rolovacím menu
it: Mostrare popup con info connessione
lt: Rodyti Informaciją apie prijungimą iššokančiais langais
pl: Pokaż wyskakujące okienka informacji połączenia.
tr: Bağlantı bilgileri açılır pencerelerini göster

source: Show cover arts
cs: zobrazit potisk
it: Mostrare le copertine
lt: Rodyti albumo viršelį
pl: Pokaż okładki
tr: Kapak resimlerini göster

source: Show current Playlist
cs: zobrazit akt.seznam vybraného videa
it: Mostra Playlist corrente
lt: Rodyti dabartinį grojaraštį
pl: Pokaż aktualną listę odtwarzania
tr: Geçerli Oynatma Listesini göster

source: Show details of entry
cs: zobrazit detaily zadání
it: Mostrare dettagli voce
lt: Rodyti įrašą detaliau
pl: Pokaż szczegóły wpisu
tr: Kaydın detaylarını göster

source: Show directories
cs: Zobrazit složky
it: Mostra le directory
lt: Rodyti katalogus filmų sąraše
pl: Pokaż katalogi
tr: Dizinleri göster

source: Show directories information
cs: zobrazit informace o složkách
it: Mostra informazioni directory
lt: Rodyti katalogų informaciją
pl: Pokaż informacje o katalogach
tr: Dizin bilgilerini göster

source: Show directories within movielist
cs: Zobrazit složky uvnitř seznamu videa
it: Mostrare directory nell'elenco video
lt: Rodyti katalogus sąrašo viduje
pl: Pokaż katalogi w liście filmów
tr: Film listesindeki dizinleri göster

source: Show directory size in skin
cs: zobrazit ve skinu velikost složky
it: Mostrare dimensione directory nella skin
lt: Temoje rodyti katalogo dydį
pl: Pokaż rozmiar katalogu w skórze
tr: Skin'de dizin boyutunu göster

source: Show duration window
cs: zobrazit okno s délkou
it: Mostrare la finestra durata
lt: Rodyti trukmės langą
pl: Pokaż okno trwania
tr: Süre penceresini göster

source: Show duration:
cs: zobrazit dobu běhu :
it: Mostrare la durata:
lt: Rodyti trukmę:
pl: Pokaż czas trwania:
tr: Yayın süresini göster:

source: Show episode and year information in cast list
cs: zobrazit info o epizodě a roce v seznamu obsazení
it: Mostrare informazioni su episodi e anno nell'elenco cast
tr: Oyuncular listesinde bölüm ve yıl bilgilerini göster

source: Show event info
cs: zobrazit info o programu
it: Mostra informazioni evento
lt: Rodyti informaciją apie įvykį
pl: Pokaż informacje o wydarzeniu
tr: Etkinlik bilgilerini göster

source: Show event information:
cs: zobrazit info o programu :
it: Mostrare informazioni evento:
lt: Rodyti įvykio informaciją:
pl: Pokaż informacje o wydarzeniu:
tr: Etkinlik bilgilerini göster:

source: Show events
cs: zobrazit události
it: Mostrare eventi
tr: Kanalları göster

source: Show experimental options
cs: zobrazit experiment.volby
it: Mostra opzioni sperimentali
lt: Rodyti eksperimentines parinktis
pl: Pokaż opcje eksperymentalne
tr: Deneysel seçenekleri göster

source: Show fallback cover
cs: náhradní pozadí potisku, pokud neexistuje
it: Mostra Cover di reserva
lt: Rodyti fono viršelį
pl: Pokaż okładkę rezerwową
tr: Yedek kapağı göster

source: Show iDream in extended-pluginlist
cs: zobrazit iDream v rozšířeném mo-menu
it: Visualizza iDream nell'elenco plugin
lt: Rodyti iDream išplėstiniame priedų meniu
pl: Pokaż iDream w rozszerzonej liście wtyczek
tr: Genişletilmiş eklenti listesinde iDream'i göster

source: Show iDream in mainmenu
cs: zobrazit v hl.menu - iDream
it: Visualizza iDream nel menù
lt: Rodyti iDream pagrindiniame meniu
pl: Pokaż iDream w głównym menu
tr: iDream'i ana menüde göster

source: Show in
cs: zobrazit modul v...
it: Mostrare in
lt: Rodyti į
pl: Pokaż w
tr: Göster

source: Show in Plugin menu
cs: zobrazit balíček v seznamu modulů
it: Visualizza nei plugin
lt: Rodyti priedų meniu
pl: Pokaż w menu Wtyczki
tr: Eklenti menüsünde göster

source: Show in channel menu
cs: zobrazit v menu kanálů
it: Mostrare nel menu canali
lt: Rodyti kanalo meniu
pl: Pokaż w menu kanału
tr: Kanal seçiminde dizi bilgilerini göster
