Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Verify your Dreambox authenticity by running the genuine dreambox plugin!
lt: Patikrinkite savo Dreambox imtuvo autentiškumą, paleisdami Dreambox originalumo tikrinimo priedą!

source: Video PID
cs: PID videa
it: PID Video
lt: Vaizdo PID
pl: Wideo PID

source: VideoDB
lt: Vaizdo DB

source: View Google maps
lt: Peržiūrėti Google žemėlapius

source: View Google maps with your Dreambox.
lt: Peržiūrėti Google žemėlapius su Dreambox.

source: WARNING! You're about to move or copy %s to:
lt: ĮSPĖJIMAS! Jūs ketinate perkelti ar kopijuoti %s į:

source: Warnlagebericht
lt: Įspėjamoji ilgalaikė orų prognozė

source: WebcamViewer
lt: Internetinių kamerų peržiūros priemonė

source: Welcome to EPGRefresh
lt: Sveiki atvykę į EPG atnaujinimą

source: Welcome to PluginSort
lt: Sveiki atvykę į priedų rūšiavimą

source: Welcome to the AutoTimer-Plugin
lt: Sveiki atvykę į auto laikmačio priedą

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
lt: Sveiki atvykę. Šis vedlys padės jums sukurti naują automatinį laikmatį, teikiantį bendrų nustatymų aprašymus.

source: What is this &quot;control menu&quot; you keep talking about?
lt: Kas tai yra &quot;valdymo meniu&quot; jūs nuolat kalbate apie tai?

source: When inside the PluginBrowser, it behaves just as it normally would. Besides the fact that it is a whole lot different. If the SoftwareManager is installed, you can gain access to the so-called Move-Mode by pressing the GREEN button on your remote control. From now on pressing OK will not launch a plugin, but instead the entry you had selected is highlighted and you can move it around using the LEFT, RIGHT, UP and DOWN buttons of your remote control. Once you moved the plugin to a position of your liking, you can deselect it by pressing the OK button again.
lt: Kai yra priedų naršyklėje, elgiasi lygiai taip pat paprastai. Nepaisant kad yra skirtumų. Jei programinės įrangos priedas yra įdiegtas, jūs galite gauti prieigą prie vadinamo perkėlimo režimo, spausdami ŽALIĄ mygtuką ant nuotolinio valdymo pulto. Nuo šiol spaudžiant OK nebus paleidžiamas priedas, bet vietoj to bus įrašas, kurį jūs pasirinkote paryškintą ir jūs galite perkelti jį naudodami KAIRĖN, DEŠINĖN, AUKŠTYN ir ŽEMYN mygtukus nuotolinio valdymo pulte. Kai perkėlėte priedą į padėtį pagal jūsų skonį, galite panaikinti jį dar kartą paspausdami mygtuką OK.

source: When pipzap is activated, instead of the main picture you change the channel displayed as picture in picture. To do so just select another (playable) service from the ChannelSelection and watch magic happen. Channels under parental control are currently not selectable as picture in picture, this might change in a future version but for now you have been warned. Inside the context menu of the ChannelSelection (press MENU key while browsing) you can switch the service displayed as main picture without disabling pipzap. Please not that now only the ChannelSelection changes what is displayed inside the picture in picture, but also the LEFT / RIGHT keys on your remote control.
lt: Kai pip jungėjas yra įjungtas, vietoj pagrindinio paveikslėlio galite pakeisti rodomą kanalą kaip paveikslėlį paveikslėlyje. Norėdami tai padaryti, tiesiog pasirinkite kitą (rodomą) kanalą iš kanalų pasirinkimo ir žiūrėkite magiškus įvykius. Kanalai, su tėvų kontrole šiuo metu nėra pasirenkami kaip paveikslėlis paveikslėlyje, tai galima pakeisti būsimoje versijoje, jūs jau buvote apie tai įspėti. Kontekstiniame kanalų pasirinkimo meniu (paspauskite MENU naršymo mygtuku) galite perjungti rodomą kanalą kaip pagrindinį vaizdą be pip jungėjo išjungimo. Prašome turėti mintyje, kad dabar tik kanalo pasirinkimas keičia tai, kas rodoma paveikslėlis paveikslėlyje, taip pat KAIRĖN / DEŠINĖN mygtukais nuotolinio valdymo pulte.

source: While the screen does not immediately show it, it does have a lot to offer. The topmost line allows you to choose between the editor for channels and bouquets and the following lines contain the channels/bouquets you chose to refresh. You can use the BLUE button to add a new entry to the list or the YELLOW button to remove an existing one. For most people it should be sufficient to add the &quot;Favourites&quot; bouquet by selecting &quot;Bouquets&quot; in the first line and by adding it using the BLUE button.
lt: Nors ekranas ne iš karto jį parodys, jis turi daug ką pasiūlyti. Viršutinė eilutė leidžia Jums pasirinkti tarp kanalų redaktoriaus ir paketų ir šios eilutės kanalų/paketų pasirinktų atnaujinti. Galite naudoti MĖLYNĄ mygtuką, kad pridėti naują įrašą į sąrašą arba GELTONĄ mygtuką, kad pašalinti esamą. Daugumai žmonių tai turėtų būti pakankama, kad įtraukti &quot;Mėgstamus&quot; paketą pasirinkimui&quot;Paketus&quot; pirmoje eilutėje ir pridėjimui naudoti MĖLYNĄ mygtuką.

source: With OFDb you can display downloaded movie information (rating, poster, cast, synopsis etc.) about the selected event.
lt: Su OFDb galite matyti informaciją apie atsisiųstą filmą (reitingas, plakatas, dauguma, trumpa apžvalga ir tt) apie pasirinktą įvykį.

source: Wizard or Classic Editor?
lt: Vedlys arba klasikinis redaktorius?

source: Yes, keep them.
lt: Taip, juos saugoti.

source: You can choose between Flickr and Picasa as site to use.
lt: Jūs galite pasirinkti tarp Flickr ir Picasa kaip svetainės juos naudoti.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
lt: Jūs galite nustatyti pagrindines Auto laikmačio ypatybes čia. Tuo metu, kai 'Vardas' yra tik žmogaus lengvai skaitomas vardas, rodytas Peržiūroje, 'Pavadinime' yra tai, kas ieškoma EPG.

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
lt: Jūs nepateikėte galiojančio 'Pavadinimo' požymių jūsų naujam Auto laikmačiui. Kadangi tai yra privalomas Požymis, jūs negalite tęsti, nedarydami taip.

source: You have reached the end of this short guide and should know by now how to rearrange your installed plugins to your liking. If you do not, you can bring these pages up at any later point by pressing the MENU button in the PluginBrowser and selecting the entry labeled &quot;Help&quot;. Before sending you off to try out the plugin first hand, I want to point you at the fact that you are also able to start the first 10 plugins in the PluginBrowser by pressing the buttons 1 (for the first plugin) to 0 (for the tenth plugin) on your remote control.
lt: Jūs pasiekėte šios trumpos instrukcijos pabaigą ir turėtumėte žinoti kaip dabar tvarkyti savo įdiegtus priedus pagal savo skonį. Jeigu to nepadarėte, galite palikti šį puslapį, bet vėliau, pasirinkę tinkamą momentą ir paspaudę MENU mygtuką Priedų naršyklėje, pasirinkti paženklintą įrašą &quot;Pagalba&quot ;. Prieš siųsdami jums neišbandytus priedus iš pirmų rankų, aš noriu jums priminti tai, kad jūs taip pat gali pradėti pirmuosius 10 priedus Priedų naršyklėje spausdami mygtukus 1 (pirmas priedas) 0 (už dešimt priedų) nuotolinio valdymo pulte.

source: You have reached the end of this short guide and should know by now how to use pipzap and change it's settings. If you do not, you can bring these pages up at any later point by entering the &quot;pipzap&quot; setup which can be found inside the &quot;System&quot; settings. Before sending you off to try out the plugin first hand, I need to tell you that the plugin currently is not fully compatible with &quot;Permanent Timeshift&quot;, which means that you are unable to toggle pipzap from within the PluginBrowser (ca be enabled from the plugin settings) or when watching a recording. This is supposed to change in the future, but for now this is unfortunately how things are.
lt: Jūs pasiekėte šios trumpos instrukcijos pabaigą ir turėtumėte žinoti, dabar, kaip naudotis pipzap ir pakeisti jo nustatymus. Jeigu to nepadarėte, galite palikti šį puslapį, bet vėliau, pasirinkę tinkamą momentą įvesti &quot;pipzap&quot; valdyme, kurį galima rasti &quot; Sistema&quot; nustatymai. Prieš siųsdami jums neišbandytus priedus iš pirmų rankų, man reikia pasakyti, kad priedai šiuo metu nėra visiškai suderinti su &quot;Nuolatiniu laiko poslinkiu&quot;, o tai reiškia, kad jūs negalite perjungti pipzap per Priedų naršyklę (įjungta per priedų nustatymus), arba kai žiūrimas įrašymas. Tai turėtų pasikeisti ateityje, bet dabar tai deja, taip viskas yra.

source: You now know almost everything there is to know about the AutoTimer-Plugin. As a final hint I can't stress how important it is to take a look at the help texts that are shown in the setup dialogs as they cover the most frequently asked questions. Surprisingly even after the hints were added ;-).
lt: Dabar jūs žinote, beveik viską, ką galima žinoti apie Auto laikmačio priedą. Kaip galutinę užuominą, Aš negaliu nepabrėžti, kaip svarbu yra žiūrėti į mūsų pagalbos tekstus, kurie yra aprašyti valdymo dialogo languose, nes jie apima dažniausiai užduodamus klausimus, išvaizdą. Keista, net po to, kai užuominų buvo pridėta;-).

source: You now know how to do your first steps in EPGRefresh. As a final note I want to hint you at the fact that this plugin will not do anything on its own without YOU telling it to. So if you want the refresh to happen automatically in the background you need to configure the plugin to do so. This was not done to cause you any inconvenience but rather to give you the freedom of choice.
lt: Dabar jūs žinote, kaip daryti savo pirmuosius žingsnius EPG atnaujinime. Kaip baigiamą natą, noriu duoti užuominą jums apie tai, kad šis priedas bus niekas be Jūsų. Taigi, jei norite, kad atnaujinimas vyktų automatiškai fone, jums reikia sukonfigūruoti priedą. Tai nebuvo padaryta, kad nesukelti jums jokių nepatogumų, o kad turėtumėte pasirinkimo laisvę.

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
lt: Jūs sėkmingai sukonfigūravote naują Auto laikmatį. Jūs norite pridėti tai prie sąrašo? Jeigu norite grįžti žingsnį atgal, spauskite EXIT ant valdymo pulto.

source: You're about to create a symlink to %s from %s%s
lt: Jūs ruošiatės sukurti simbolinę nuorodą į %s iš %s%s

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
lt: Jūsų 'Pasirinktame pavadinime' požymio pabaiga su tuščiais tarpais. Prašome patvirtinti, jei tai buvo padaryta tyčia, jei ne jie bus pašalinti.

source: Zap
cs: přepnout
lt: Perjungti
pl: Przełącz

source: Zoom
lt: Priartinimas

source: [All files]
lt: [Visi failai]

source: [Media files]
lt: [Medijos failai]

source: [sort by Date]
lt: [rūšiuoti pagal datą]

source: [sort by Name]
lt: [rūšiuoti pagal pavadinimą]

source: add Entry to Main Menu
lt: pridėti įrašą į pagrindinį meniu

source: add stream to favorites
lt: pridėti srautą į mėgstamiausius

source: alphabetic sort (quick toggle by key 0)
cs: řazení podle abecedy (rychle přes tl.0)
it: Ordine alfabetico (0 >> comm. rapida)
lt: rūšiuoti pagal abėcėlę (greitas perjungimas su klavišu 0)
pl: Sortowanie alfabetycznie (szybkie przełączanie przyciskiem 0)

source: are you shure to delete the stream? %s
lt: ar tikrai norite ištrinti srautą? %s

source: business
lt: verslas

source: controller %s returned error(s)
lt: valdiklis %s grąžinta klaidų

source: default Zoomlevel for Preview Images
lt: numatytasis vaizdų peržiūros mastelis

source: delete stream from favorites
lt: ištrinti srautą iš mėgstamiausių

source: eCasa Setup
lt: eCasa valdymas

source: eCasa: Albums for user %s
lt: eCasa: Albumai vartotojams %s

source: ecasa is (so far) a basic picasa client.
lt: ecasa yra (iki šiol) pagrindinis picasa klientas.

source: enable caching of Images in /tmp/
lt: įjungti atvaizdų kaupimą į /tmp/

source: enigma2 picasa client
lt: enigma2 picasa klientas

source: exception
cs: vyjímka
it: eccezione
lt: išimtis

source: format
cs: formát,
it: formato
lt: formatas

source: help
lt: pagalba

source: hide
lt: slėpti

source: list style compact with service (quick toggle by key 8)
cs: kompaktní styl seznamu vysílačů (rychlé přepnutí tl.8)
it: Elenco compatto con canale (8 >> comm. rapida)
lt: kompaktiškas sąrašo stilius su kanalu (greitas perjungimas su klavišu '8' )
pl: kompaktowy styl listy z kanałem (szybkie przełączanie klawiszem 8)

source: list style compact with tags (quick toggle by key 8)
cs: kompaktní styl seznamu záložek (rychlé přepnutí tl.8)
it: Elenco compatto con etichette (8 >> comm. rapida)
lt: kompaktiškas sąrašo stilius su žymomis (greitas perjungimas su klavišu '8' )
pl: kompaktowy styl listy z etykietami (szybkie przełączanie klawiszem 8)

source: list style elaborately
cs: podrobný styl seznamu
it: Elenco standard
lt: įmantrus sąrašo stilius
pl: styl listy szczegółowy

source: list style single line (key = service, 8 = tags)
cs: jednořádkový styl seznamu (tl.5 = kanály, 8 = záložky)
it: Elenco linea singola (5 >> canale, 8>> etich.)
lt: vienos linijos sąrašo stilius (klavišas = kanalas, 8 = žymos)
pl: styl listy pojedyńcza linia (klawisz = kanał, 8 = etykiety)

source: load Map Overlay
lt: įkelti žemėlapio perdangas

source: movies found!
cs: filmů nalezeno!
it: Trovati film!
lt: rasti filmai!

source: navigate thru Placemarks
lt: naršyti per vietos žymeklius

source: normal
cs: normální
it: normale
lt: normalus
pl: normalny

source: nothing to delete
lt: nėra ko trinti

source: pipzap Help
lt: pip jungimo pagalba

source: pipzap in four pages
lt: pip jungimas keturiuose puslapiuose

source: quit Google Maps
lt: uždaryti Google žemėlapius

source: save last Map Position
lt: įrašyti paskutinę žemėlapio poziciją

source: select Genre to search for streams
lt: pasirinkite žanrą, srautų paieškai

source: select Plugin
lt: pasirinkite priedą

source: select stream to delete
lt: pasirinkite srautą trynimui

source: show Preview Image for Searchresults
lt: rodyti paieškos rezultatų peržiūros atvaizdą

source: show album
lt: rodyti albumą

source: show metadata
lt: rodyti meta duomenis

source: show next page
lt: rodyti sekantį puslapį

source: show previous page
lt: rodyti ankstesnį puslapį

source: show selected Placemark
lt: rodyti pasirinktos vietos žymeklį

source: show your albums (if logged in)
lt: rodyti jūsų albumus (jei prisijungę)

source: sort by date (quick toggle by key 0)
cs: ↕podle data (rychlé přepnutí tl. 0)
it: Ordine per data (0 >> commut. rapida)
lt: rūšiuoti pagal datą (greitas perjungimas su klavišu 0)
pl: Sortowanie według daty (szybkie przełączanie przyciskiem 0)

source: start a new search
lt: paleisti naują paiešką

source: stop TV Service on Start
lt: stabdyti TV kanalą paleidžiant

source: themoviedb.org for movies + thetvdb.com for series (e.g. 'S01E01' in title)
it: themoviedb.org per i film + thetvdb.com per le serie (es. 'S01E01' in titolo)
lt: themoviedb.org - filmams, thetvdb.com - serialams (pvz. 'S01E01' pavadinime)

source: Show Energy shedule timers
cs: zobrazit časový plán napájení
it: Mostrare i timer di programmazione dell'energia

source: EPG.db
cs: EPG.db databáze

source: Nr
cs: číslo
it: Numero

source: PWM %03d
cs: modulace : %03d

source: Search site set to: %s
cs: Vyhledávání nastaveno na: %s

source: iDream
cs: iDream přehrávač

source: AC3 downmix
it: Downmix AC3

source: IMDb search...
it: Ricerca IMDb

source: Merlin EPG
it: EPG Merlin

source: MoviePlayer integration
it: Integrazione con MoviePlayer

source: PCR PID
it: PID PCR

source: PMT PID
it: PID PMT

source: Prepare / Start / End record
it: Preparazione / Inizio / Fine registrazione

source: Prepare record
it: Preparare registrazione

source: SMTP SSL
it: SSL SMTP

source: SMTP TLS
it: TLS SMTP

source: Show and hide with InfoBar
it: Mostrare/Nascondere con la barra informazioni

source: Show on events
it: Mostrare su eventi

source: Stalker MAC
it: MAC Stalker

source: search EPG
it: Ricerca EPG

source: search EPG from history...
it: Ricerca EPG dalla Cronologia
pl: Wyszukaj EPG na podstawie historii...

source: ! Now you can select another folder to save the Cover.
pl: ! Teraz możesz wybrać inny folder, aby zapisać okładkę.

source: ! Save Cover now in
pl: ! Zapisz okładkę teraz w

source: %s for series
pl: %s dla serii

source: %s in title
pl: %s w tytule

source: AIDIO METADATA
pl: po czuwaniu

source: ATTENTION
pl: UWAGA

source: Alpha sort ascending, Date ascending (ZAD+)
pl: Sortowanie wg. nazw rosnąco, Data rosnąco (ZAD+)

source: Alpha sort date
pl: Sortuj wg. daty

source: Cover
pl: Okładka

source: Default Playlist is not empty! Save default Playlist?
pl: Domyślna lista odtwarzania nie jest pusta! Zapisać domyślną listę odtwarzania?

source: Defualt sort mode
pl: Domyślny tryb Sortowania

source: Do you want to resume this playback? Resume position at %s:%s:%s
pl: Czy chcesz wznowić to odtwarzanie? Wznów pozycję w %s:%s:%s

source: EMC IMDb Scan
pl: EMC IMDb Skanowanie

source: END
pl: Koniec

source: Free: %s %s
pl: Wolne: %s %s

source: Hide MiniTV Cover is shown
pl: Ukryj okładkę MiniTV

source: IMDb Scan
pl: IMDb Skanowanie

source: IMDb search
pl: IMDb Szukaj

source: Min
pl: Minut

source: None Minutes
pl: Brak minut

source: Polish
pl: Polski

source: Scan for movie structures in .iso
pl: Wyszukaj struktury filmów w .iso

source: Style original EMC-skin (needs reopen)
pl: Stylowa oryginalna skóra EMC (wymaga ponownego otwarcia)

source: This option will move all finished movies in Movie Home automatically to Your trashcan at the given time. At next trashcan cleanup all movies will be deleted. confirm this with the blue key followed by the green key.Ta opcja spowoduje automatyczne przeniesienie wszystkich gotowych filmów z Movie Home do Twojego kosza w danym momencie. Przy następnym czyszczeniu kosza wszystkie filmy zostaną usunięte. potwierdź to za pomocą niebieskiego klawisza, a następnie zielonego klawisza.
pl: Ta opcja spowoduje automatyczne przeniesienie wszystkich ukończonych filmów z Movie Home do Twojego kosza na śmieci w danym momencie. Następnym czyszczeniem kosza na śmieci wszystkie filmy zostaną usunięte. potwierdź to niebieskim klawiszem, a następnie zielonym klawiszem. Gotowe filmy z Movie Home do głównej kosza w danym momencie. Przy użyciu czyszczącego kosza wszystkie filmy z udziałem. Potwierdź do za pomocą niebieskiego klawisza, a następnie zielonego klawisza.

source: Total: %s
pl: Ogółem

source: cover
pl: okładka

source: for
pl: dla

source: in
pl: w

source: min
pl: Minut

source: original
pl: oryginał
