Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Fan off in Idle Mode
cs: Ventilátor je vypnutý v režimu spánku !
it: Ventola off in modalità idle
lt: Ventiliatorius išjungtas tuščiosios eigos būsenoje
pl: Wył.wentyl. w trybie czuwania?
tr: Boş modda fan kapalı

source: Fan type
cs: typ ventilátoru
it: Tipo ventola
lt: Ventiliatoriaus tipas
pl: Typ wentylatora
tr: Fan türü

source: FanControl2 emergency, Box Shutdown now?
cs: FanControl2 je ve stavu nouze, vypnout Box ?
it: FanControl2 in emergenza: spegnere il box?
lt: FanControl2 avarija, Imtuvą išjungti dabar?
pl: FanControl2 awarja, wyłaczyć DM teraz?
tr: FanControl2 acil durumu, kutu şimdi kapatılsın mı?

source: Favorite list
cs: -seznam oblíbených-
it: Elenco preferiti
lt: Mėgstamų sąrašas
pl: Ulubiona lista
tr: Favori listesi

source: Favorites
cs: oblíbené
it: Preferiti
lt: Mėgstami
pl: Ulubione
tr: Favoriler

source: Feed
cs: - zdroj
lt: Šaltinis
pl: Kanał
tr: Besleme

source: Feed %s/%s
cs: zásobník %s/%s
lt: Šaltinis %s/%s
pl: Kanał %s/%s
tr: Besleme %s/%s

source: Feed URI
cs: adresa zásobníku
it: URI Feed
lt: Šaltinio URI
pl: URL Kanału
tr: Besleme Adresi

source: Feed is empty.
cs: Zásobník je prázdný !
it: Il feed è vuoto.
lt: Šaltinis tuščias.
pl: Kanał jest pusty.
tr: Besleme boş.

source: Feedly OPML
cs: zásobník OPML
pl: Kanał OPML
tr: Feed OPML

source: Feels like %s
cs: pocit.teplota : %s
it: Percepita %s
lt: Jaučiama kaip %s
pl: Odczuwalna Temp. %s
tr: Algılanan sıcaklık %s

source: Fetch and display remote text files via HTTP
cs: Stáhne a zobrazí textová data přes HTTP.
it: Plugin per visualizzare file di testo remoti via HTTP
lt: Gauti ir rodyti tekstinius failus per HTTP nuotoliniu būdu
pl: Pobierz i wyświetl zdalne pliki tekstowe poprzez HTTP
tr: Uzak metin dosyalarını HTTP aracılığıyla getir ve görüntüle

source: Fetch feeds from Google Reader?
cs: Stáhnout data přes Google Reader ?
it: Ottenere feed da Google Reader?
lt: Gauti šaltinius iš Google skaitytojo?
pl: Pobrać Kanały z Google?
tr: Google Reader beslemeleri alınsın mı?

source: Fetching feed entries
cs: zobrazit zásobník na netu
it: Recupero feed in corso
lt: Gaunami šaltinio įrašai
pl: Wyszukiwanie dostępnych wpisów
tr: Bilgiler, youtube'dan alınıyor

source: Fetching search entries
cs: hledání oblíbených položek
it: Recupero voci di ricerca in corso
lt: Gaunami paieškos įrašai
pl: Wyszukiwanie wpisów YouTube...
tr: Arama sonuçları getiriliyor

source: Field %d content
cs: obsah pole : %d
it: Contenuto campo %d
lt: Laukelio %d turinys
pl: Zawartość pola %d
tr: İçerik alanı %d

source: Field %d width
cs: šířka pole : %d
it: Larghezza campo %d
lt: Laukelio %d plotis
pl: Pole %d szerokość
tr: Genişlik alanı %d

source: File %s does not exists
cs: Soubor %s neexistuje !
it: Il file %s non esiste
lt: Failo %s nėra
pl: Plik %s nie istnieje
tr: %s dosyası mevcut değil

source: File Size
cs: velikost souboru
it: Dimensioni file
lt: Failo dydis
pl: Rozmiar Pliku
tr: Dosya boyutu

source: File added to current Playlist.
cs: Soubor byl přidaný do seznamu...
it: File aggiunto alla Playlist corrente.
lt: Failas, įtrauktas į šį grojaraštį.
pl: Plik dodany do bieżącej listy odtwarzania.
tr: Dosya mevcut oynatma listesine eklendi.

source: File exists in current Playlist.
cs: Soubor v akt.seznamu již existuje !
it: File già presente nella Playlist corrente.
lt: Failas jau yra šiame grojaraštyje.
pl: Plik istnieje na bieżącej Liście Odtwarzania.
tr: Dosya zaten mevcut çalma listesinde.

source: File is too big to display content
cs: Soubor je pro zobrazení příliš velký !
it: Il file è troppo grande per visualizzarne il contenuto
lt: Failas yra per didelis, kad būtų rodomas jo turinys
pl: Plik jest zbyt duży, aby wyświetlić jego zawartość
tr: Dosya, içeriği görüntülemek için çok büyük

source: File not available.
cs: Soubor není dostupný!
it: File non disponibile.
lt: Šis failas neprieinamas.
pl: Plik nie jest dostępny.
tr: Dosya bulunamıyor.

source: File size is bigger than 61440. Subs Downloader can't manage it with vEditor.
cs: Soubor je větší než 61440. Nelze to zpravovat před editor...
it: Dimensioni file maggiori di 61440. Subs Downloader non può gestirlo in vEditor.
lt: Failo dydis yra didesnis nei 61440. Subs Downloader negali tvarkyti jų su vEditor.
pl: Rozmiar pliku jest większy jak 61440. Wtyczka Pobieranie Napisów nie może zarządzać nim za pomocą vEditor`a.
tr: Dosya boyutu 61440'tan büyük. Subtitle Downloader bunu vEditor ile yönetemez.

source: Filebrowser
cs: správa soub.Filebrowser
it: Browser file
lt: Failų naršyklė
pl: Przeglądarka plików
tr: Dosya tarayıcısı

source: Filebrowser startup path
cs: výchozí složka správy souborů
it: Percorso di avvio file browser
lt: Failų naršyklės paleidimo kelias
pl: Ścieżka startowa przeglądarki plików
tr: Dosya tarayıcı başlangıç yolu

source: Filelist
cs: seznam souborů
it: Elenco file
lt: Failų sąrašas
pl: Lista plików
tr: Dosya Listesi

source: Filelist: %s
cs: seznam souborů : %s
it: Elenco file: %s
lt: Failų sąrašas: %s
pl: Lista plików %s
tr: Dosya listesi: %s

source: Filename
cs: Soubor
it: Nome file
lt: Failo pavadinimas
pl: Nazwa pliku
tr: Dosya adı

source: Filename pattern (No RegExp)
cs: vzor souboru (ne RegExp)
it: Modello nome file (No RegExp)
lt: Failo pavadinimo šablonas (ne RegExp)
pl: Wzór nazwy pliku
tr: Dosya Adı Kalıbı (RegExp Yok)

source: Filename:
cs: Soubor :
it: Nome File:
lt: Failas:
pl: Nazwa pliku:
tr: Dosya adı:

source: Files
cs: Správa souborů
it: File
lt: Failai
pl: Pliki
tr: Dosyalar

source: Files added to current Playlist.
cs: Soubory byly přidány do akt.seznamu
it: File aggiunti alla Playlist corrente.
lt: Failai, įtraukti į šį grojaraštį.
pl: Pliki dodane do bieżącej Listy Odtwarzania.
tr: Geçerli çalma listesine dosyalar eklendi.

source: Files added to current Playlist: %(add)s Files exists in current Playlist: %(exist)s
cs: Soubory přidané do akt.seznamu : %(add)s Soubory existující v seznamu : %(exist)s
it: File aggiunti alla playlist corrente: %(add)s File già esistenti nella playlist corrente: %(exist)s
lt: Failai, pridėti prie dabartinio grojaraščio: %(add)s Failai yra dabartiniame grojaraštyje: %(exist)s
pl: Pliki dodane do bieżącej Listy Odtwarzania: %(add)s Pliki znajdują się na bieżącej Liście Odtwarzania: %(exist)s
tr: Geçerli oynatma listesine eklenen dosyalar: %(add)s Dosyalar zaten mevcut çalma listesinde: %(exist)s

source: Files browser:
cs: prohlížeč souborů :
it: Browser file:
lt: Failų naršyklė:
pl: Przeglądarka plików:
tr: Dosya tarayıcısı:

source: Files exists in current Playlist: %s
cs: Existující soubory v akt.seznamu : %s
it: Files già presenti nella Playlist corrente: %s
lt: Failai jau yra šiame grojaraštyje: %s
pl: Pliki znajdują się na bieżącej Liście Odtwarzania: %s
tr: Dosyalar zaten mevcut çalma listesinde: %s

source: Filesize : %d %sByte
cs: velikost souboru : %d %s Bajtů
it: Dimensioni file: %d %s Byte
lt: Failo dydis : %d %sBaitų
pl: Rozmiar pliku : %d %sBajtów
tr: Dosya boyutu : %d %sByte

source: Filesystemposition list left
cs: pozice seznamu soub.systému vlevo
it: Elenco posizioni filesystem a sinistra
lt: Failų sistemos pozicijos sąrašas kairėje
pl: Plik systemowy pozycja lewa
tr: Dosya sistemi konumu listesi sol

source: Filesystemposition list right
cs: pozice seznamu soub.systému vpravo
it: Elenco posizioni filesystem a destra
lt: Failų sistemos pozicijos sąrašas dešinėje
pl: Plik systemowy pozycja prawa
tr: Dosya sistemi konum listesi sağ

source: Film & Animation
cs: video a animace
it: Film & Animazione
lt: Filmai ir animacija
pl: Film & Animacja
tr: Film & Animasyon

source: Filming location:
cs: místo natáčení :
it: Location:
tr: Çekim yeri:

source: Filming locations:
cs: místa natáčení :
it: Location:
tr: Çekim yerleri:

source: Filter
cs: filtr
it: Filtro
lt: Filtras
pl: Filtr
tr: Filtre

source: Filter Arrangement
cs: uspořádání filtrů
it: Ordinamento filtro
lt: Filtro išdėstymas
pl: Rozmieszczenie Filtrów
tr: Filtre tertibatı

source: Filter Disabled (Filterlist)
cs: vypnutý filtr (v seznamu)
it: Filtro disabilitato (Elenco filtri)
lt: Filtras išjungtas (filtrų sąrašas)
pl: Filtr Wyłączony (lista filtrów)
tr: Filtre devre dışı (Filtre listesi)

source: Filter Disabled:
cs: vypnutý filtr :
it: Filtro disabilitato:
lt: Filtras išjungtas:
pl: Filtr Wyłączony:
tr: Filtre devre dışı:

source: Filter List
cs: seznam filtrů
it: Elenco filtri
lt: Filtrų sąrašas
pl: Lista Filtrów
tr: Filtre listesi

source: Filter List Entry
cs: filtr položek seznamu
it: Voce elenco filtri
lt: Filtrų sąrašo įrašas
pl: Filtruj Wpis Listy
tr: Filtre listesi girişi

source: Filter Selected
cs: vybraný filtr
it: Filtro selezionato
lt: Pasirinktas filtras
pl: Filtr Wybrany
tr: Filtre seçildi

source: Filter Services
cs: filtr kanálů
it: Filtri canali
lt: Filtruoti kanalus
pl: Filtr Kanałów
tr: Kanalları filtrele

source: Filter also list of calls
cs: filtr také na seznam volání
it: Filtrare anche gli elenchi chiamate
lt: Filtruoti skambučių sąrašą
pl: Filtruj również listę połączeń
tr: Ayrıca arama kaydına filtre uygulayın

source: Filter restricted content:
cs: omezit obsah pomocí filtru :
it: Filtro contenuti con restrizioni:
lt: Filtruoti apribotą turinį:
pl: Filtr zabezpieczonych treści:
tr: Kısıtlanmış İçeriği Filtrele:

source: Filter:
cs: filtr :
it: Filtro:
lt: Filtras:
pl: Filtr:
tr: Filtre:

source: Finished
cs: ...dokončeno...
it: Completato
lt: Baigta
pl: Skończone
tr: Tamamlandı

source: Finished record list: %s
cs: konec seznamu záznamů : %s
it: Elenco registrazioni terminate: %s
lt: Baigtų įrašų sąrašas: %s
pl: Ukończona lista rekordów: %s
tr: Biten kayıtların listesi: %s

source: Finished watching percent
cs: označit po x % jako zhlédnuté
it: Classificare una registrazione come vista se riprodotta per almeno (%)
lt: Baigtos peržiūros procentas
pl: Koniec oglądania w procentach
tr: %'den "izlenen film" (yeşil) için renk

source: Finished with errors:
cs: Dokončeno s chybami :
it: Terminato con errori:
lt: Užbaigta su klaidomis:
pl: Zakończono z błędami:
tr: Hatalarla tamamlandı:

source: FinishedTimerPushed
cs: Ukončený přenos časovače
it: Timer terminati
lt: Baigtas laikmatis
pl: Zakończone Transmitowanie Timera
tr: Tamamlanan zamanlayıcıları aktar

source: First day to match events. No event that begins before this date will be matched.
cs: První den odpovídající události. Událost před tímto dnem bude ignorována_
it: Data inizio corrispondenza eventi. Gli eventi precedenti non saranno considerati.
lt: Pirma diena, kuri atitiktų įvykius. Jokie įvykiai, kurie prasideda prieš šią datą, nebus suderinti.
pl: Pierwszy dzień dopasuje wydarzenia. Brak wydarzeń, które rozpoczynają się przed tą datą będą porównywane.
tr: Eşleşmenin başlayacağı ilk günü seçin. Bu tarihten önceki eşleşmeler dikkate alınmaz.

source: First generate your skin-style with the Ai.HD-Control plugin.
cs: Přenastavení skinu pomocí modulu Ai.HD-Control.
it: Plugin per generare uno stile di skin mediante Ai.HD-Control.
lt: Pirma savo temos stiliaus generacija su Ai.HD-Control priedu.
pl: Pierwsze wygeneruj styl skóry za pomocą wtyczki Ai.HD-Control.
tr: Bu eklenti ile Ai.HD skin stilinizi oluşturun.

source: Flash
cs: flash paměť
lt: Įdiegimas
tr: Flaş

source: Foldername:
cs: složka :
it: Nome directory:
lt: Katalogo pavadinimas:
pl: Nazwa folderu:
tr: Klasör adı:

source: Folders
cs: složky
it: Cartelle
tr: Klasörler

source: Folge
cs: výsledek
it: Episodio
tr: Takip et

source: Follow symlink
cs: založit odkaz
it: Seguire symlink
tr: Sembolik Bağlantıyı takip et

source: Followed Channels
cs: následující kanály
it: Canali seguiti
lt: Sekami kanalai
pl: Obserwowane Kanały
tr: Takip edilen Kanallar

source: Following Services have to be scanned:
cs: budou prohledány kanály :
it: I seguenti canali devono essere analizzati:
lt: Šie kanalai, turi būti nuskenuoti:
pl: Następujące kanały mają być skanowane:
tr: Aşağıdaki Kanallar Taranıyor,bekleyiniz:

source: Font size
cs: velikost fontu
it: Dimensione carattere
lt: Šrifto dydis
pl: Rozmiar fontu
tr: Yazıtipi boyutu

source: FontTheme: A FontTheme defines the font used in the skin.
cs: FontTheme : definuje font použitý ve skinu.
it: FontTheme: Un FontTheme definisce il font utilizzato nella skin.
tr: Yazı Tipi Teması: Bir Yazı Tipi Teması,dış görünümde kullanılan yazı tipini tanımlar.

source: Forbid an ordinary user to mount the filesystem. This is the default; it does not imply any other options.
cs: Zabránit běžnému uživateli připojovat soub.systém. Toto je předvoleno; neobsahuje žádné možnosti.
it: Impedire a un utente normale di montare il file system. Questo è lo standard e non implica altre opzioni.
lt: Uždrausti įprastam vartotojui įdiegti failų sistemą. Tai pagal nutylėjimą; tai nereiškia jokių kitų galimybių.
pl: Zabroń zwykłemu użytkownikowi zamontowania systemu plików. To ustawienie jest domyślne i nie sugeruje zmiany innych opcji.
tr: Sıradan bir kullanıcının dosya sistemini bağlamasını yasaklayın.Bu varsayılandır; başka seçenekler anlamına gelmez.

source: Force save EPG.db
cs: ...vždy uložit data do EPG.db databáze
it: Forzare salvataggio di EPG.db
lt: Priverstinis EPG.db išsaugojimas
pl: Wymuś zapis EPG.db
tr: EPG.db'yi kaydetmeye zorla

source: Force scan even if receiver is in use
cs: ...vynucená aktualizace za provozu
it: Forzare la scansione anche se il ricevitore è in uso
lt: Priverstinė paieška, net jei imtuvas naudojamas
pl: Wymuś skanowanie nawet gdy odbiornik jest w użyciu
tr: Alıcı kullanılırken dahi aramaya zorla

source: Force sleep (even when not in standby)
cs: vynutit vypnutí, i když není v režimu spánku
it: Forzare spegnimento (anche se non in standby)
lt: Priverstinis budėjimas (net tada, kai nėra budėjimo režime)
pl: Wymuszenie uśpienia (nawet jeśli nie jest w trybie czuwania)
tr: Hazırda beklemeye zorla (hazırda beklemede değilken)

source: Force standby after auto-restart
cs: Přepnout po aut.restartu do režimu spánku
it: Forzare lo standby dopo il riavvio automatico
lt: Po autopaleidimo iš naujo į budėjimo būseną
pl: Przejdź w tryb Standby po auto restarcie
tr: Otomatik yeniden başlatmanın ardından beklemeye zorla

source: Forces deep standby, even when not in standby mode. Scheduled recordings remain unaffected.
cs: Vynutit vypnutí, i když není v režimu spánku. Nahrávání zůstane nedotčeno_
it: Forza la modalità deep standby, anche quando non in standby. Le registrazioni programmate non saranno alterate.
lt: Priverstinis ėjimas į gilų budėjimą, kai nėra budėjimo režime. Suplanuoti įrašai nesikeičia.
pl: Wymuszenie głębokiego czuwania, nawet jeśli nie jest w trybie czuwania. Zaplanowane nagrania pozostają nienaruszone.
tr: Bekleme modunda olmadığında bile derin beklemeye zorlar.Planlanmış kayıtlar etkilenmeden kalır.

source: Foreground also
cs: také na popředí
it: Anche in primo piano
lt: Teksto spalva
pl: Również na pierwszym planie
tr: Ayrıca ön planda

source: Format AVSwitch
cs: Přepnout formát videa
it: Commutare il formato AV
lt: Vaizdo/garso formatų perjungimas
pl: Format Przełącznika AV
tr: AV Anahtarını Biçimlendir

source: Forward Volume keys to TV/AVR
cs: předat nastavení hlasitosti do TV / AVR
it: Inviare tasti Volume a TV/AVR
tr: Ses tuşlarını TV/AVR'ye iletme

source: Found CrashLog(s)
cs: nalezený CrashLog
it: Rilevati CrashLog
lt: Rastas gedimų žurnalas(ai)
pl: Znaleziono Rejestr(y) Awarii
tr: Bulunan Kilitlenme Günlükleri

source: Found Log(s)
cs: nalezený protokol
it: Rilevati Log
lt: Rastas žurnalas(ai)
pl: Znaleziono dziennik (Log)
tr: Bulunan Günlükler

source: Found a total of %(matches)d matching Events. %(timer)d Timer were added and %(modified)d modified, %(conflicts)d conflicts encountered, %(similars)d similars added.
cs: %(matches)d odpovídajících událostí celkem %(timer)d přidaných časovačů %(modified)d upraveno, %(conflicts)d nalezených konfliktů, %(similars)d přidaných alternativních časovačů
it: Trovati un totale di %(matches)d eventi corrispondenti. %(timer)d timer aggiunti, %(modified)d modificati, %(conflicts)d conflitti rilevati, %(similars)d simili aggiunti.
lt: Rasta iš viso of %(matches)d sutampančių įvykių. %(timer)d laikmatis buvo pridėtas ir %(modified)d modifikuota, %(conflicts)d susidurta su konfliktais, %(similars)d panašių pridėta.
pl: Znaleziono łącznie %(matches)d pasujących wydarzeń. %(timer)d Timer dodano i %(modified)d zmodyfikowano, %(conflicts)d konfliktów napotkano, %(similars)d identycznych dodano.
tr: Toplam %(matches)d eşleşen Etkinlik bulundu. %(timer)d Zamanlayıcı eklendi ve %(modified)d değiştirildi, %(conflicts)d çakışmayla karşılaşıldı, %(similars)d benzer eklendi.

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
cs: %d odpovídajících událostí celkem %d přidaných časovačů %d upraveno, %d nalezených konfliktů, %d přidaných alternativních časovačů
it: Trovati in totale %d eventi corrispondenti. %d timer aggiunti, %d modificati, %d conflitti riscontrati, %d simili aggiunti.
lt: Rasta iš viso %d sutampančių įvykių. %d pridėta laikmačių ir %d modifikuota, %d konfliktų, su kuriomis susidurta, %d pridėta panašių..
pl: Znaleziono ogólnie %d dopasowanych wydarzeń. %d Timer został dodany i %d zmodyfikowany, %d napotkanych konfliktów, %d podobne dodane.
tr: Toplam %d eylemi eşleşmesi bulundu. %d zamanlayıcı eklendi ve %d düzenlendi, %d hatalarda karşılaşılıldı, %d benzeri eklendi.

source: Found active timer(s)
cs: Byl nalezený aktivní časovač !
it: Rilevati timer attivi
lt: Rasti aktyvūs laikmačiai
pl: Znaleziono aktywny timer(y)
tr: Aktif zamanlayıcı bulundu

source: Found deactivated timer(s)
cs: Byl nalezený deaktivovaný časovač
it: Rilevati timer disattivati
lt: Rasti neaktyvūs laikmačiai
pl: Znaleziono nieaktywny timer(y)
tr: Devre dışı bırakılmış zamanlayıcılar bulundu

source: Found no Enclosure we can display.
cs: Není co zobrazit, dodatky nebyly nalezeny...
it: Nessun allegato visualizzabile trovato.
lt: Nerasta jokių pridėjimų, ką galima rodyti.
pl: Nie znaleziono załącznika, który możemy wyświetlić.
tr: Gösterilmek üzere ilişkili bildiri bulunamadı.

source: Found picture %s But did not load. Probably not PNG, 8-bit
cs: Nalezený obrázek : %s ale nelze načíst ! Zřejmě to není PNG, 8-bit ...
it: Trovata immagine %s ma non è possibile caricarla. Probabilmente non PNG, 8-bit
lt: Rasta nuotraukų %s Bet neužkrautos. Tikriausiai ne PNG, 8-bit
pl: Found zdjęcie %s Ale nie załadowano. Prawdopodobnie nie jest to PNG 8-bitów
tr: Bulunan resim %s Ama yüklenmedi. Muhtemelen PNG değil, 8 bit

source: Found rogue files:
cs: Odstraněno souborů :
it: Trovati files rogue:
lt: Rasti neteisingi failai:
pl: Znaleziono niechciane pliki:
tr: Şüpheli dosyalar bulundu:

source: France
cs: Francie
it: Francia
lt: Prancūzija
pl: Francja
tr: Fransa

source: Free Space
cs: volné místo na disku
it: Spazio libero
lt: Laisva vieta
pl: Wolne Miejsce
tr: Boş Alan

source: Free disk space limit has been reached:
cs: překročený limit pro volné místo na disku :
it: Raggiunto il limite per lo spazio disponibile su HDD:
lt: Laisvos disko vietos riba pasiekta:
pl: Limit wolnego miejsca na dysku został osiągnięty:
tr: Boş disk alanı sınırına ulaşıldı:

source: Free space limit in GB
cs: limit volného místa v GB
it: Limite spazio libero (GB)
lt: Laisvos vietos riba GB
pl: Limit wolnego miejsca w GB
tr: GB cinsinden boş disk alanını sınırlayın

source: Free space warning
cs: Varování, chybí volné místo !
it: Avviso spazio disponibile
lt: Įspėjimas apie laisvą vietą
pl: Ostrzeżenie wolnego miejsca
tr: Boş alan uyarısı

source: Free:
cs: volné :
it: Libero:
lt: Laisva:
pl: Wolne:
tr: Boş:

source: French
cs: francouzsky
it: Francese
lt: Prancūzų
pl: Francuski
tr: Fransızca

source: Frequency:
cs: frekvence
it: Frequenza:
lt: Dažnis:
pl: Częstotliwość:
tr: Frekans:

source: Frequently asked questions
cs: často kladené dotazy
it: FAQ
lt: Dažnai užduodami klausimai
pl: Najczęściej zadawane pytania
tr: Sıkça sorulan sorular

source: Fri
cs: pátek
it: Ven
lt: Pen
pl: Pią
tr: Cuma

source: Friday
cs: pátek
it: Venerdì
lt: Penktadienis
pl: Piątek
tr: Cuma

source: FritzCall Setup
cs: FritzCall - nastavení
it: Impostazioni FritzCall
lt: FritzCall nustatymas
pl: FritzCall Ustawienia
tr: FritzCall Kurulumu

source: FritzCall shows incoming calls to your Fritz!Box on your Dreambox.
cs: Modul zobrazuje volání přicházející od Fritz!Boxu.
it: FritzCall permette di visualizzare le chiamate che giungono alla Fritz!Box su Dreambox.
lt: FritzCall rodo gaunamus skambučius į jūsų Fritz!Box jūsų imtuve.
pl: FritzCall pokazuje połączenia przychodzące do Fritz!Box na Twoim Dreambox`ie.
tr: Fritz!Box üzerinden gelen çağrıları televizyondan görebilmenizi sağlar.

source: From
cs: od :
it: Da
lt: Nuo
pl: Od
tr: Kimden

source: Frontprocessor Version
cs: veze frontprocesoru
it: Versione Frontprocessor
lt: Priekinio procesoriaus versija
pl: Wersja Front Processor
tr: Önişlemci Sürümü

source: Full
cs: plný
it: Pieno
lt: Pilnas
pl: Pełny
tr: Tam dolu

source: Full vertikal
cs: na výšku
it: Verticale pieno
lt: Pilnai vertikalus
pl: Pełny Pionowo
tr: Dikey dolu

source: Fullscreen
cs: na celou obrazovku
it: A tutto schermo
lt: Per visą ekraną
pl: Pełny ekran
tr: Tam ekran

source: Fullscreen Layout
cs: návrh obrazu
it: Layout a schermo intero
lt: Viso ekrano išdėstymas
pl: Pełny Ekran
tr: Tam ekran düzeni

source: Fullscreen auto activation
cs: aut.rozšířit na celou obrazovku
it: Layout a tutto schermo automatico
lt: Viso ekrano automatinis aktyvavimas
pl: Auto aktywacja pełnego ekranu
tr: Tam ekran otomatik aktivasyon

source: Functions
cs: příkaz...
it: Funzioni
lt: Funkcijos
pl: Funkcje
tr: İşlevler

source: GENERAL
cs: obecné ---
it: GENERALE
lt: BENDRA
pl: OGÓLNE
tr: GENEL

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
cs: Grafiku skinu je třeba znovu obnovit ! Chcete Enigmu2 restartovat ?
it: L'attivazione della nuova skin richiede il riavvio della GUI. Riavviare la GUI ora?
lt: Grafinę aplinką reikia paleisti iš naujo, norint pritaikyti naują temą Ar dabar norite paleisti iš naujo?
pl: Należy zrestartować GUI, aby zastosować nową skórkę Czy chcesz ponownie uruchomić GUI?
tr: GUI'nin yeni bir Skin uygulamak için yeniden başlatılması gerekiyor GUI'yi şimdi yeniden başlatmak istiyor musunuz?

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
cs: Grafiku skinu je třeba znovu obnovit ! Chcete Enigmu2 restartovat ?
it: È necessario riavviare la GUI per attivare la nuova skin. Riavviare la GUI ora ?
lt: Naujos temos aktyvavimui grafinę aplinką reikia paleisti iš naujo. Ar norite paleisti iš naujo dabar?
pl: GUI wymaga ponownego uruchomienia, aby zastosować nową skórkę. Czy chcesz ponownie uruchomić GUI teraz?
tr: GUI'nin yeni bir Skin uygulamak için yeniden başlatılması gerekiyor. GUI'yi şimdi yeniden başlatmak istiyor musunuz?

source: GUI needs a restart to apply changes.
cs: Grafiku je třeba znovu obnovit ! Chcete Enigmu2 restartovat ?
it: L'applicazione delle modifiche richiede il riavvio della GUI.
lt: Grafinę aplinką reikia paleisti iš naujo, kad pritaikyti pakeitimus.
pl: GUI wymaga ponownego uruchomienia, aby zastosować zmiany.
tr: GUI değişiklikleri uygulaması için yeniden başlatmak gerekir.

source: GUI needs a restart to apply the changes. Do you want to Restart the GUI now?
cs: Grafiku je třeba znovu obnovit ! Chcete Enigmu2 restartovat ?
it: L'applicazione delle modifiche richiede il riavvio della GUI. Riavviarla ora?
lt: Grafinę aplinką reikia paleisti iš naujo, kad pritaikyti pakeitimus. Ar norite iš naujo paleisti grafinę aplinką dabar?
pl: GUI musi być uruchomione, aby zastosować zmiany. Czy chcesz uruchomić GUI teraz ?
tr: Değişikliklerin etkili olması için GUI'nin yeniden başlatılması gerekir. Şimdi yeniden başlatmak istiyor musunuz?
