Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Sports
cs: sport
it: Sport
lt: Sportas
pl: Sporty
tr: Spor

source: Staffel
cs: vybavení
it: Stagione
tr: Sezon

source: Stalker Autostart
cs: Stalker - aut.start
it: Avvio automatico Stalker
lt: Stalker automatinis paleidimas
pl: Autostart Stalker
tr: Stalker Otomatik Başlatma

source: Stalker Channels
cs: Stalker - kanály
it: Canali Stalker
lt: Stalker kanalai
pl: Stalker Kanały
tr: Stalker Kanalları

source: Stalker Configuration
cs: Stalker - konfigurace
it: Impostazioni Stalker
lt: Stalker konfigūracija
pl: Stalker Konfiguracja
tr: Stalker Yapılandırması

source: Stalker Middleware Client Configuration
cs: Stalker Middleware - konfigurace klienta
it: Impostazioni client Middleware Stalker
lt: STALKER Middleware kliento konfigūracija
pl: Konfiguracja klienta Middleware Stalker
tr: Takipçi Ara Yazılım İstemci Yapılandırması

source: Stalker Server
it: Server Stalker
lt: Stalker serveris
pl: Stalker Serwer
tr: Stalker Sunucusu

source: Stalker Services
cs: Stalker - kanály
it: Canali Stalker
lt: Stalker paslaugos
pl: Stalker Usługi
tr: Stalker Hizmetleri

source: Stalker Streaming Client
cs: Stalker - klient sdílení
it: Client streaming Stalker
lt: STALKER transliacijos klientas
pl: Stalker Klient Strimingu
tr: Stalker Akış İstemcisi

source: Stalker login failed!
cs: Stalker - selhalo přihlášení !
it: Login a Stalker fallito.
lt: STALKER prisijungimas nesėkmingas!
pl: Stalker logowanie nieudane!
tr: Stalker girişi başarısız oldu!

source: Standard
lt: Standartinis
tr: standart

source: Standard EPG info
cs: standardní info EPG
it: Informazioni EPG standard
lt: Standartinis EPG info
pl: Standardowe info EPG
tr: Standart EPG bilgisi

source: Standard timer
cs: standardní časovač
it: Tmer standard
lt: Standartinis laikmatis
pl: Standardowy timer
tr: Standart zamanlayıcı

source: Standby
cs: >vypnout
lt: Budėjimas
pl: Tryb Czuwania
tr: Hazırda beklet

source: Standby Notification
cs: oznámení při režimu spánku
it: Notifica standby
lt: Budėjimo režimo perspėjimas
pl: Tryb Czuwania Powiadomienie
tr: Bekleme Bildirimi

source: Standby on boot
cs: po nabootování přejít do režimu spánku
it: Standby all'avvio
lt: Budėjimo režimas paleidžiant
pl: Tryb Czuwania podczas startu
tr: Açılışta hazırda beklet

source: Standby on manual boot
cs: po manuálním nabootování přejít do režimu spánku
it: Standby su avvio manuale
lt: Budėjimo režimas paleidžiant rankiniu būdu
pl: Tryb Czuwania po ręcznym starcie
tr: Elle açılırken hazırda beklet

source: Standby to On
cs: přepnout do režimu spánku
it: In modalità On
tr: Beklemede Açık

source: Start
it: Inizio
lt: Pradėti
pl: Rozpocznij
tr: Başlama zamanı

source: Start / End record
cs: start / konec záznamu
it: Avviare/arrestare registrazione
lt: Paleisti / Stabdyti įrašą
pl: Początek / Koniec nagrania
tr: Kaydı Başlat / Bitir

source: Start / Stop monitoring instantly
cs: start / stop průběžného monitorování
it: Avviare/Arrestare il monitor immediatamente
lt: Pradėti / nutraukti kontrolę nedelsiant
pl: Początek / Koniec monitorowania
tr: İzlemeyi anında başlat / durdur

source: Start / end multiselection
cs: Začít / ukončit vícenásobný výběr
it: Avviare/arrestare selezione multipla
lt: Pradėti / baigti multipasirinkimą
pl: Multi wybór rozpoczęcie / zakończenie
tr: Çoklu seçimi başlat / bitir

source: Start Autotimer EPG Parsing
cs: start analýzy EPG časovače
it: Avviare l'analisi EPG di AutoTimer
lt: Pradėti auto laikmačio EPG analizavimą
tr: Otomatik Zamanlayıcı EPG analizini başlatın

source: Start EMC with
cs: nastavit spouštěcí klávesu pro EMC centrum...
it: Avvia EMC con
lt: EMC atverti su
pl: Start EMC z
tr: EMC'yi şununla başlatın:

source: Start EPGrefresh immediately
cs: -- spustit EPG aktualizaci
it: Avviare EPGRefresh immediatamente
lt: Paleisti EPG atnaujinimą iš karto
pl: Rozpocznij odświeżanie EPG natychmiast
tr: EPGYenileme'yi hemen başlatın

source: Start KiddyTimer
cs: spustit KiddyTimer
it: Avviare KiddyTimer
lt: Paleisti vaikų laikmatį
pl: Uruchom KiddyTimer
tr: KiddyTimer'ı Başlatın

source: Start Webinterface
cs: >>spustit webové rozhraní...
it: Avviare Interfaccia web
lt: Paleisti Tinklo sąsają
pl: Uruchom Interfejs Webowy
tr: Web arayüzünü başlat

source: Start allways on channel 1:
cs: start vždy na 1. kanálu
it: Iniziare sempre sul canale 1:
lt: Paleisti visada su kanalu 1:
pl: Zacznij zawsze na kanale 1:
tr: Her zaman 1. kanaldan başlayın:

source: Start at boot
cs: nabootovat
it: Avviare al boot
tr: Önyüklemede başla

source: Start automatically with Enigma2
cs: aut.spustit se startem Enigmy2
it: Avviare automaticamente con Enigma2
lt: Paleisti automatiškai su Enigma2
pl: Uruchom automatycznie z Enigma2
tr: Enigma2 ile birlikte otomatik başlat

source: Start easy your multimedia plugins with the PVR-button.
cs: -- rychlé menu pro spouštění modulů přes tlačítko PVR
it: Permette di avviare facilmente i plugin multimediali tramite il tasto PVR.
lt: Pradėti lengvą multimedijos priedą su PVR mygtuku.
pl: Uruchamia twoje wtyczki multimedialne klawiszem PVR
tr: PVR tuşuna bastığınızda çoklu ortam eklentisini kolayca başlatın.

source: Start execution
cs: start akce
it: Avviare l'esecuzione
lt: Paleisti vykdymą
pl: Uruchom wykonanie
tr: Yürütmeyi başlat

source: Start infinite recording
cs: nahrát program bez ukončení
it: Avviare registrazione illimitata
lt: Paleisti begalinį įrašą
pl: Uruchom nagrywanie na czas nie określony
tr: Sürekli kaydı başlat

source: Start monitoring
cs: spustit monitoring
it: Avviare monitor
lt: Pradėti stebėjimą
pl: Zacznij monitorować
tr: İzlemeye başla

source: Start movie preview before last position
cs: Start "náhledu" videa před poslední pozicí (sek.)
it: Avviare l'anteprima del film prima dell'ultima posizione
lt: Pradėti filmo peržiūrą prieš paskutinę poziciją (sek.)
pl: Rozpocznij oglądanie filmu przed ostatnią pozycją
tr: Film önizlemesini son oynatma konumundan önce başlat (saniye)

source: Start on Sessionstart
cs: spustit od začátku serie
it: Iniziare su avvio sessione
lt: Paleisti seanso pradžioje
pl: Uruchom na początku sesji
tr: Oturum başlangıcında başla

source: Start record
cs: start záznamu
it: Avviare registrazione
lt: Paleisti įrašą
pl: Uruchom nagranie
tr: Kaydı başlat

source: Start recording?
cs: Spustit nahrávání ?
it: Avviare la registrazione?
lt: Pradėti įrašymą?
pl: Rozpocząć nagrywanie?
tr: Kayıt başlatılsın mı?

source: Start standard PiP after x secs (0 = disabled)
cs: přepnout PiP z info-panelu do std.okna PiP po x sek. (0=vyp.)
it: Avviare PiP standard dopo x sec. (0 = disabilitato)
lt: Paleisti standartinį pip po x sek (0 = išjungta)
pl: Uruchom standartowy PiP po x sekundach (0 = wyłączone)
tr: Standart PiP'yi x saniye sonra başlatın (0 = devre dışı)

source: Start time (HH:MM)
cs: čas spuštění (HH:MM)
it: Ora di avvio (HH:MM)
lt: Paleisties laikas (HH:MM)
pl: Czas rozpoczęcia (GG:MM)
tr: Başlangıç zamanı (SS:DD)

source: Start update check if not done yet
cs: spustit kontrolu aktualizace, pokud ještě neproběhla
it: Avviare verifica aggiornamenti (se mai eseguita)
lt: Pradėti naujinimo patikrinimą, jei tai dar nedaryta
pl: Uruchom sprawdzanie aktualizacji
tr: Henüz yapılmadıysa güncelleme kontrolünü başlatın

source: Start with following feed:
cs: spustit s následujícím obsahem :
it: Partire dal feed seguente:
lt: Pradėti su:
pl: Uruchom w kategori:
tr: Açılışta yüklenecek besleme:

source: StartTime
cs: začátek nahrávání / přepnutí
it: Ora avvio
lt: Paleidimo pradžia
pl: Czas rozpoczęcia
tr: Başlama saati

source: Starting on
cs: od data...
it: Avvio il
lt: Pradedant nuo
tr: Başlayan

source: Starting time
cs: čas spuštění
it: Ora di avvio
lt: Paleisties laikas
pl: Czas rozpoczęcia
tr: Başlangıç zamanı

source: Starting time measurement for intro duration for: %s
cs: "Start měření času pro upoutávku : %s
it: Iniziare il cronometraggio per la durata introduzione per: %s
lt: Intro trukmės pradžios laiko trukmė: %s
tr: Başlangıç zamanı ölçümü fragman süresi için: %s

source: Startup aspect ratio
cs: startovat s poměrem stran...
it: Rapporto d'aspetto all'avvio
lt: Paleisties kraštinių santykis
pl: Uruchom Współczynnik Proporcji
tr: Başlangıç en boy oranı

source: Startup delay (in min)
cs: odklad startu (v min.)
it: Rirado all'avvio (in min)
lt: Paleisties vėlavimas (minutėmis)
pl: Opóźnienie uruchomienia (w min)
tr: Gecikmeyi başlatma (dakika olarak)

source: StartupToStandby Configuration
cs: Konfigurace StartupToStandby...
it: Impostazioni StartupToStandby
lt: Paleisties į budėjimo būseną konfigūravimas
pl: Konfiguracja StartupToStandby
tr: Başlangıçtan Beklemeye Yapılandırması

source: State
cs: stav
it: Stato
lt: Būklė
pl: Stan
tr: Durum

source: State - Disabled
cs: stav - vypnuto
it: Stato - Disattivato
lt: Būsena - išjungta
tr: Durum - Devre Dışı

source: State - Disabled Selected
cs: stav - vypnutý výběr
it: Stato - Selezionato Disattivato
lt: Būsena - pasirinkta išjungta
tr: Durum - Devre Dışı Seçildi

source: State - Finished
cs: stav - dokončeno
it: Stato - Terminato
lt: Būsena - baigta
tr: Durum - Bitti

source: State - Finished Selected
cs: stav - dokončený výběr
it: Stato - Selezionato Completato
lt: Būsena - baigta pasirinkta
tr: Durum - Tamamlandı Seçildi

source: State - Recording
cs: stav - nahrávám
it: Stato - In registrazione
lt: Būsena - įrašymas
tr: Durum - Kaydediyor

source: State - Recording Selected
cs: stav - vybraný záznam
it: Stato - Selezionato Registrazione
lt: Būsena - pasirinkta įrašymas
tr: Durum - Kayıt Seçildi

source: State - Running
cs: stav - spuštěno
it: Stato - In esecuzione
lt: Būsena - paleista
tr: Durum - Çalışıyor

source: State - Running Selected
cs: stav - spuštěný výběr
it: Stato - Selezionato Attivo
lt: Būsena - pasirinkto paleistis
tr: Durum - Seçili Çalışıyor

source: State - Starting
cs: stav - spuštěno
it: Stato - In avvio
lt: Būsena - pradedama
tr: Durum - Başlangıç

source: State - Starting Selected
cs: stav - spuštění výběru
it: Stato - Selezionato Avviato
lt: Būsena - pasirinkta paleistis
tr: Durum - Başlangıç Seçili

source: State - Unknown
cs: stav - neznámý
it: Stato - Sconosciuto
lt: Būsena - nežinoma
tr: Durm - Bilinmeyen

source: State - Unknown Selected
cs: stav - neznámý výběr
it: Stato - Selezionato Sconosciuto
lt: Būsena - pasirinkta nežinoma
tr: Durum - Bilinmeyen Seçildi

source: State - Waiting
cs: stav - čekám
it: Stato - In attesa
lt: Būsena - laukia
tr: Durum - Bekliyor

source: State - Waiting Long
cs: stav - čekání
it: Stato - Attesa prolungata
lt: Būsena - ilgai laukti
tr: Durum - Uzun Süre Bekleme

source: State - Waiting Long Selected
cs: stav - čekám na výběr
it: Stato - Selezionato Attesa prolungata
lt: Būsena - pasirinkta ilgas laukimas
tr: Durum - Uzun Süre Bekleme Seçili

source: State - Waiting Selected
cs: stav - čekám na výběr
it: Stato - Selezionato In attesa
lt: Būsena - pasirinktas laukimas
tr: Durum - Seçili Bekleniyor

source: Static temp C
cs: teplota C v klidu
it: Temp. "di riposo" C
lt: Statinė temp C
pl: Średnia Temp. C
tr: Statik sıcaklık C

source: Stations
cs: stanice
it: Stazioni
lt: Stotys
pl: Stacje
tr: İstasyonlar

source: Status not available
cs: stav není dostupný
it: Stato non disponibile
lt: Būklė nežinoma
pl: Status niedostępny
tr: Durum bilgisi uygun değil

source: Std. Feeds
cs: std.obsah zásobníku
it: Feed std.
lt: Std. šaltiniai
pl: Kategorie
tr: Beslemeler

source: Step in ms for arrow keys
cs: -- krok v ms pro kurzorová tlačítka
it: Passo (ms) tasti freccia
lt: Žingsnis ms krypčių mygtukams
pl: Stopień w ms dla strzałek
tr: <> tuşlarına basıldığında atlanacak süre (ms)

source: Step in ms for key %i
cs: -- krok v ms pro tlačítko : %i
it: Passo (ms) tasto %i
lt: Žingsnis ms dėl mygtuko %i
pl: Stopień w ms dla klucza %i
tr: %i tuşuna basıldığında atlanacak süre (ms)

source: Step in ms for keys '%s'
cs: -- krok v ms pro tlačítko : '%s'
it: Passo in ms per il tasto "%s"
lt: Žingsnis ms mygtukams '%s'
pl: Stopień w ms dla kluczy '%s'
tr: '%s' tuşuna basıldığında atlanacak süre (ms)

source: Stop
lt: Stabdyti
pl: Zatrzymaj
tr: Dur

source: Stop KiddyTimer (this session only)
cs: stop KiddyTimer (pouze tato sada)
it: Arrestare KiddyTimer (solo per questa sessione)
lt: Stabdyti Vaikų laikmatį (tik šiam seansui)
pl: Zatrzymaj KiddyTimer (tylko ta sesja)
tr: KiddyTimer'ı durdurun (yalnızca bu oturum)

source: Stop Refresh
cs: zastavit aktualizaci EPG
it: Arrestare l'aggiornamento
lt: Nutraukti atnaujinimą
pl: Zatrzymaj Odświeżanie
tr: Yenilemeyi Durdur

source: Stop Running EPG-refresh
cs: zastavit běžící aktualizaci EPG
it: Arrestare l'aggiornamento EPG
lt: Stabdyti EPG atnaujinimą
pl: Zatrzymaj uruchomione odświeżanie EPG
tr: EPG yenilemeyi çalıştırmayı Durdur

source: Stop current event and disable coming events
cs: přerušit běžící program a ignorovat další
it: Arrestare l'evento corrente e disabilitare i futuri
lt: Sustabdyti dabartinę užduotį ir išjungti sekančią užduotį
pl: Zatrzymaj bieżące wydarzenie i wyłącz nadchodzące
tr: Geçerli programı durdur ve gelecek programları devre dışı bırak

source: Stop current event but not coming events
cs: přerušit běžící program, ale další ponechat
it: Arrestare l'evento corrente ma non i futuri
lt: Sustabdyti dabartinę užduotį, nevykdant sekančių užduočių
pl: Zatrzymaj bieżące wydarzenie ,ale nie wyłączaj nadchodzących
tr: Geçerli eylemi durdur ama gelecek eylemlere dokunma

source: Stop is enabled. To reactivate SeriesPlugin, just open the setup
cs: Aktivní Stop ! Reaktivace SeriesPlugin jen otevře nastavení.
it: SeriesPlugin è stato interrotto. Per riattivarlo aprire le impostazioni
lt: Sustabdymas yra įjungtas. Norėdami iš naujo suaktyvinti SeriesPlugin, atverkite sąranką
tr: SeriesPlugin / dizi eklentisi durduruldu. SeriesPlugin'i yeniden etkinleştirmek için ayarları açın

source: Stop monitoring
cs: zastavit sledování
it: Arrestare monitor
lt: Stabdyti rodymą
pl: Zatrzymaj monitorowanie
tr: İzlemeyi durdur

source: Stop on ProtocolError
cs: zastavit chybový protokol
it: Arrestare su errore protocollo
lt: Stabdyti ProtocolError
tr: Bağlantı hatasında dizi eklentisini durdur

source: Stop ongoing recording?
cs: Zastavit probíhající nahrávání ?
it: Arrestare la registrazione in corso?
lt: Sustabdyti įrašymą?
pl: Zatrzymać bieżące nagranie?
tr: Mevcut kayıt durdurulsun mu?

source: Stop playback
cs: pozastavit přehrávání
it: Arrestare la riproduzione
lt: Stabdyti atkūrimą
pl: Zatrzymaj odtwarzanie
tr: Oynatmayı durdur

source: Stop playing this movie?
cs: Zastavit přehrávání videa ?
it: Arrestare la riproduzione?
lt: Sustabdyti šio filmo žiūrėjimą ?
pl: Zatrzymać odtwarzanie filmu?
tr: Film durdurulsun mu?

source: Stop record
cs: zastavit záznam
it: Stop reg.
lt: Stabdyti įrašymą
pl: Zatrzymaj nagranie
tr: Kaydı durdur

source: Stop running refresh
cs: zastavit
it: arrestare l'aggiornamento
lt: Stabdyti paleistą tnaujinimą
pl: Zatrzymaj uruchomione odświeżanie
tr: Devam eden güncellemeyi durdur

source: Stop timer
cs: zastavit časovač
it: Arrestare timer
lt: Sustabdyti laikmatį
pl: Zatrzymaj timer
tr: Zamanlayıcıyı durdur

source: Stop timeshift while recording?
cs: Zastavit Timeshift při nahrávání ?
it: Arrestare timeshift durante una registrazione?
lt: Stabdyti laiko poslinkį įrašinėjant?
pl: Zatrzymać timeshift podczas nagrywania?
tr: Kayıt çalışırken zaman kaydırması durdurulsun mu?

source: Stopping time measurment for intro duration for %s. Intro duration: %s seconds
cs: Zastavit měření času pro upoutávku : %s. Délka upoutávky : %s sek.
it: Arrestare il cronometraggio durata introduzione per %s Durata introduzione: %s secondi
lt: Sustabdymo laiko matavimas intro trukmei %s. Intro trukmė: %s sekundės
tr: Giriş süresi için durma süresi ölçümü %s. Giriş süresi: %s saniye

source: Storyline:
cs: příběhová linie :
it: Trama:
tr: Ana teması

source: Stream
lt: Srautas
pl: Strumień
tr: Akış / Stream

source: Stream %s
lt: Srautas %s
pl: Strumień %s
tr: Akış / Stream %s

source: Stream Client
cs: Klient pro sdílení...
it: Client di streaming
lt: Srauto klientas
pl: Klient Strumienia
tr: Akış İstemcisi

source: Stream Client with Port
cs: stream - port klienta
it: Client stream con porta
lt: Srautas klientas su jungtimi
pl: Klient Strumienia z Portem
tr: Bağlantı Noktalı Akış İstemcisi

source: Stream podcasts
cs: -- stream sad záznamů - podcastů
it: Plugin per stream podcast
lt: Srautas podcasts
pl: Strumieniowanie Podcast`ów
tr: Dreambox'ta dijital ses dosyası ( podcast) oynatır

source: Streaming Information
cs: info o streamu
it: Informazioni streaming
lt: Transliacijos informacija
pl: Informacje Strumieniowania
tr: Akış / Streaming Bilgisi

source: Strictly
cs: striktní
it: Rigorosamente
lt: Griežtai
pl: Rygorystyczne
tr: Kesinlikle

source: Strip Leading 0
cs: úvodní "0" odebrat
it: Sopprimere "0" iniziali
lt: Juostelės pirmaujančių 0
pl: Pomiń cyfrę 0
tr: Öndeki 0'ı ayır

source: Style for original EMC-skin (needs reopen)
cs: styl pro orig. EMC skin (nutné nové otevření)
it: Stile skin EMC originale (***)
lt: Originalus EMC temos stilius (reikia atnaujinti)
pl: Stylowa oryginalna skóra EMC
tr: Orijinal EMC skin için stil (yeniden açılması gerekiyor)

source: Style of timer
cs: vzhled časovačů
it: Stile timer
lt: Laikmačio stilius
pl: Styl timera
tr: Zamanlayıcı şekli

source: Subject
cs: subjekt
it: Soggetto
lt: Subjektas
pl: Temat
tr: Konu

source: Submit Pluginlist?
cs: zobrazit seznam modulů ?
it: Trasferire elenco plugin?
lt: Pateikti priedų sąrašą?
pl: Zatwierdzić listę wtyczek?
tr: Eklenti Listesi Gönderilsin mi?

source: Submit Timerlist?
cs: předložit seznam časovačů ?
it: Trasferire elenco timer?
lt: Pateikti laikmačio sąrašą?
pl: Zatwierdzić listę timera?
tr: Zamanlayıcı Listesi Gönderilsin mi?

source: SubsDownloader : Install...
cs: SubsDownloader : instalace...
it: SubsDownloader: installazione...
lt: Subs persiuntėjas: įdiegti...
pl: Wtyczka Pobieranie Napisów: Instalacja ...
tr: SubsDownloader / Altyazı İndirici: Yükle...

source: Subscribe Newsfeed...
cs: Předplatné sdíleného kanálu...
it: Sottoscrivere feed News...
lt: Prenumeruoti naujienas...
pl: Subskrybuj Kanał Aktualności...
tr: Haber beslemesine abone ol...

source: Subscribe to channel
cs: předplacený kanál
it: Sottoscrivere il canale
lt: Prenumeruoti kanalą
pl: Subskrybuj do kanału
tr: Kanala abone ol

source: Subtitle Downloader : Install...
cs: Subtitle Downloader : instalace...
it: Downloader sottotitoli: installazione...
lt: Subtitrų persiuntėjas: Įdiegti...
pl: Wtyczka Pobieranie Napisów: Instalacja ...
tr: Altyazı İndirici: Yükle...

source: Subtitle Downloader is a subtitle searching program which tries to find the best subtitle to video file (avi, mkv, mp4, mov, 3gp, other).
cs: Program pro hledání titulků k videu (avi, mkv, mp4, mov, 3gp, atd.).
it: Plugin per la ricerca sottotitoli. Cerca di individuare le migliori fonti di sottotitoli per file video (avi, mkv, mp4, mov, 3gp ecc.).
lt: Subtitle Downloader yra subtitrų paieškos programa, kuri bando rasti geriausią subtitrų vaizdo failą (avi, mkv, mp4, mov, 3gp, kiti).
pl: Wtyczka Pobieranie Napisów służy do wyszukiwania i pobierania napisów do znanych plików wideo (avi, mkv, mp4, mov, 3gp i innych)
tr: Altyazı indirici ile (avi, mkv, mp4, mov, 3gp ve diğer türlerde) filmlerin altyazılarını arayabilir ve indirebilirsiniz.

source: Subtitle overlay
cs: přepnout titulky
it: Sovrapposizione sottotitoli
lt: Subtitrų perdangos
pl: Nakładka napisów
tr: Altyazı kaplaması

source: Success
cs: ...hotovo...
it: Esecuzione corretta
lt: Sėkmingai
pl: Powodzenie
tr: Başarı

source: Success: %s
cs: hotovo : %s
it: Confermato: %s
lt: Sėkmingai: %s
pl: Sukces: %s
tr: Başarı: %s

source: Successfully moved the movie %s
cs: Video %s bylo úspěšně přesunuto
it: Modifica di %s terminata correttamente
lt: Sėkmingai perkeltas filmas %s
pl: Film %s przeniesiony z powodzieniem
tr: %s filmi başarıyla taşındı.

source: Successfully renamed
cs: Přejmenování v pořádku dokončeno
it: Rinomina eseguita correttamente
lt: Sėkmingai pervardyta
pl: Pomyślnie zmieniono nazwę
tr: Başarıyla yeniden adlandırıldı

source: Successfully transferred and loaded EPG
cs: Úspěšně převedené a načtené EPG
it: EPG trasferito e caricato correttamente
lt: EPG sėkmingai perkelta ir įkelta
tr: EPG başarıyla aktarıldı ve yüklendi

source: Sun
cs: neděle
it: Dom
lt: Sek
pl: Nie
tr: Pazar

source: Sunday
cs: neděle
it: Domenica
lt: Sekmadienis
pl: Niedziela
tr: Pazar

source: Support "Fast Scan"?
cs: podporuje "Fast Scan"?
it: Supportare "Fast Scan"?
lt: Palaikyti "Greita Paieška"?
pl: Wspiera "Szybkie Skanowanie"?
tr: "Hızlı Tarama" desteği?

source: Support {support:s}
cs: podpora {support:s}
it: Supporto {support:s}
lt: Palaikymas {support:s}
pl: Wsparcie {support:s}
tr: Destek {destek:ler}

source: Suppress scan in selected folders
cs: potlačit prohledávání ve vybraných složkách
it: Non eseguire scansioni nelle directory selezionate
lt: Kataloguose iš emc-noscan.cfg išjungti paiešką
pl: Pomiń skanowanie w wybranych folderach
tr: Seçilen klasörlerde taramayı engelle

source: Sweden
cs: Švédsko
it: Svezia
lt: Švedija
pl: Szwecja
tr: İsveç

source: Switch OSD automatically
cs: aut.přepnout OSD
it: Commutazione automatica OSD
lt: Automatiškai persijungia OSD
pl: Przełącz OSD automatycznie
tr: OSD'yi otomatik olarak değiştir

source: Switch OSD from 2D to 3D and vice versa
cs: Přepíná OSD mezi 2D a 3D
it: Plugin per commutare l'OSD da 2D a 3D e viceversa
lt: Perjungti OSD iš 2D į 3D ir atvirkščiai
pl: Przełącz OSD z 2D na 3D i odwrotnie
tr: OSD'yi 2B'den 3B'ye veya tam tersi şekilde değiştirin

source: Switch to next configured page URL
cs: přejít na další stránku konfigurace URL
it: Passare alla URL della pagina successiva
lt: Perjungti į kitą sukonfigūruoto puslapio URL
pl: Przełącz do następnej skonfigurowanej strony URL
tr: Sonraki yapılandırılmış sayfa URL'sine geç

source: Switch to previous configured page URL
cs: přejít na předchozí stránku konfigurace URL
it: Passare alla URL della pagina precedente
lt: Perjungti į ankstesnį sukonfigūruoto puslapio URL
pl: Przełącz do poprzedniej skonfigurowanej strony URL
tr: Önceki yapılandırılmış sayfa URL'sine geç

source: Switch to themes/designs config screen for selected skin
cs: Přepnout na konfigurační obrazovku motivů / návrhů pro vybraný skin
it: Passare alla schermata di impostazione themi/design per la skin selezionata
tr: Seçilen dış görünüm için temalar / tasarımlar yapılandırma ekranına geçin

source: Switzerland
cs: Švýcarsko
it: Svizzera
lt: Šveicarų
pl: Szwajcaria
tr: İsviçre

source: Symbol Rate:
cs: přenosová rychlost :
lt: Simbolių dažnis:
pl: Wartość SR:
tr: Sembol Oranı:

source: System
cs: systém...
it: Sistema
lt: Sistema
tr: Sistem

source: System cleanup
cs: odebrat zálohy a časovače
it: Cleanup sistema
lt: Sistemos valymas
pl: Czyszczenie systemu
tr: Sistem temizliği

source: SystemD Viewer - %s
it: Visualizzatore SystemD - %s
tr: SystemD Görüntüleyici - %s

source: TMBD Info
it: Informazioni TMBD
lt: TMBD informacija
tr: TMBD bilgisi

source: TMDB Info
cs: info z TMDB
it: Informazioni TMDB
lt: TMDb informacija
tr: TMDB-bilgisi

source: TMDb info
cs: info z TMDb
it: Informazioni TMDb
lt: TMDb informacija
tr: TMDb-bilgisi

source: TRASHCAN
cs: koš
it: CESTINO
lt: ŠIUKŠLIADĖŽĖ
pl: KOSZ
tr: ÇÖP KUTUSU

source: TV Charts Plugin Enable
cs: aktivace modulu TV Charts
it: Abilitare TV Charts
lt: TV Charts priedas įjungtas
pl: Włącz wtyczkę TV Charts
tr: TV çizelgeleri eklentisini etkinleştir

source: TV Charts Settings
cs: nastavení modulu TV Charts
it: Impostazioni TV Charts
lt: TV Charts nustatymai
pl: TV Charts Ustawienia
tr: TV çizelgeleri Ayarları

source: TV Charts of all users
cs: -- klasifikace TV od všech uživatelů
it: Classifiche TV di tutti gli utenti
lt: TV programos visiems vartotojams
pl: Wykresy TV wszystkich użytkowników
tr: Tüm kullanıcıların TV çizelgeleri

source: TV Services
cs: TV kanály
it: Canali TV
lt: TV kanalai
pl: Kanały TV
tr: TV Kanalları
