Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Both profiles are used alternately. When shutting down the other profile is enabled. This allows two time cycles per day. Do not overlap the times.
cs: Oba profily se používají střídavě po vypnutí, 2 cykly za den. Nepřekrývejte časy!_
it: Entrambi i profili saranno usati alternativamente. A ogni spegnimento il profilo sarà commutato. Ciò consentirà due cicli al giorno. Non sovrapporre gli orari.
lt: Abu profiliai yra naudojami pakaitomis. Kai išjungtas vienas, kitas profilis yra įjungtas. Tai leidžiama du laiko ciklus per dieną. Laikai nesutampa.
pl: Oba profile są używane na przemian. Podczas wyłączania jednego, drugi profil jest uruchamiany. Pozwala to na dwa cykle czasowe dziennie. Czasy nie pokrywają się.
tr: Her iki profil de dönüşümlü olarak kullanılır.Kapattığınızda, diğer profil etkinleştirilir. Bu, günde 2 zaman döngüsüne izin verir.Zamanlar örtüşmemelidir.

source: Bouquet +/- long
cs: tl. Bouquet +/- dlouhé
it: Press. lunga tasti bouquet
lt: Paketas +/- (ilgai spausti)
pl: Bukiet +/- długo
tr: Buket +/- uzun

source: Bouquet buttons behaviour
cs: chování tlačítka "kanály + / -"
it: Comportamento tasti Bouquet
lt: 'Bukietų' mygtuko elgesys
pl: Funkcje klawiszy Bukiet
tr: Buket düğmeleri davranışı

source: Bouquets
cs: sady kanálů
it: Bouquet
lt: Paketai
pl: Bukiety
tr: Bukette

source: Bouquets:
cs: sady kanálů :
it: Bouquet:
lt: Paketai:
pl: Bukiety:
tr: Buketler:

source: Box Shutdown
cs: vypnout box
it: Spegnere il box
lt: Imtuvo išjungimas
pl: Wyłączyć DM
tr: Cihazı Kapat

source: Box has no fancontrol hardware -> FC2 deactivated
cs: Box nemá ventilátor -> FC2 bude deaktivovaný
it: Il Box non dispone di hardware di controllo ventole -> FC2 disattivato
lt: Imtuvas neturi ventiliatoriaus valdymo techninės įrangos -> FC2 išjungtas
pl: w DM nie ma wentylatora -> F.C.2 wyłączony
tr: Kutunun fan kontrolü yok Donanım -> FC2 devre dışı

source: Box office:
cs: pokladna :
tr: Gişe:

source: Box shutdown at Temperature (C)
cs: box se vypne při teplotě (C)
it: Spegnere il box alla temperatura di (C)
lt: Kai temperatūra (C), išjungti imtuvą
pl: Zamknij DM w temperaturze (C)
tr: Kutuyu kapatma sıcaklığı (C)

source: BoxControl
cs: -ovládání boxu-
lt: Imtuvo kontrolė
pl: Kontrola
tr: Cihaz Kontrolü

source: Brazil
cs: Brazílie
it: Brasile
lt: Brazilų
pl: Brazylia
tr: Brazilya

source: Brightness
cs: jas v provozu
it: Luminosità
lt: Ryškumas
pl: Jasność
tr: Parlaklık

source: Broken records
cs: poškozený záznam
it: Registrazioni corrotte
lt: Sugadinti įrašai
pl: Uszkodzone rekordy
tr: Kırık kayıtlar

source: Browse for and connect to network shares
cs: -- procházení sdílených připojení sítě NFS/CIFS
it: Ricerca e connessione alle condivisioni di rete
lt: Ieškoti ir jungtis prie tinklo bendrinimo
pl: Przeglądaj i łącz się do udziałów sieciowych
tr: Ağ paylaşımlarına göz atın ve bağlanın

source: Browse for nfs/cifs shares and connect to them.
cs: Můžete procházet síť NFS- /CIFS a potřebné napojení sestavit.
it: Navigare tra connessioni nfs/cifs e collegarsi a esse.
lt: Ieškoti nfs/cifs bendrinimų ir jungtis prie jų.
pl: Przeglądaj udziały NFS / CIFS i podłącz się do nich.
tr: NFS / Cifs paylaşımlarına göz atın ve onlara bağlanın.

source: Browse network neighbourhood
cs: Procházet síťové prostředí...
it: Sfogliare le risorse di rete
lt: Tinklo apsupties peržiūra
pl: Przeglądaj sąsiedztwo sieci
tr: Ağ komşularına gözat

source: Browse network shares...
cs: Síť.prostředí LAN - Network Browser_
it: Sfogliare le condivisioni di rete...
lt: Tinklo bendrinimų naršymas...
pl: Przeglądaj udziały sieciowe
tr: Ağ Paylaşımlarına Gözat...

source: Buffer device:
cs: buffer pro zařízení :
it: Dispositivo di buffer:
lt: Buferinis įrenginys:
pl: Urządzenie buforowe:
tr: Tampon aygıtı:

source: Buffer file handling:
cs: obsluha souboru bufferu :
it: Gestione dei file buffer:
lt: Buferinių failų tvarkymas:
pl: Bufor obsługi plików:
tr: Tampon dosyası işleme:

source: Buffer:
lt: Buferis:
pl: Bufor:
tr: Tampon:

source: Build Clean Timerlist
cs: založit čistý seznam časovačů
it: Creare una elenco pulito di timer
lt: Sukurkite švarų laikmačių sąrašą
pl: Zbuduj Listę Timerów do wyczysczenia
tr: Temiz zamanlayıcı listesi oluşturun

source: Button disabled
cs: bez funkce
it: Tasto disabilitato
lt: Mygtukas išjungtas
pl: Klawisz wyłączony
tr: Tuş devre dışı bırakıldı

source: Buttons for 'Search EPG'
cs: tlačítko pro : 'hledání v EPG'
it: Tasti da assegnare a 'Ricerca EPG'
tr: EPG arama tuşları

source: Buttons for 'add search filter to EPGSearch'
cs: tlačítko pro : 'přidání filtru vyhledávání v EPGSearch'
it: Tasti da assegnare a 'Aggiungere filtro di ricerca a EPGSearch'
tr: EPGArama'ya 'arama filtresi ekle' tuşları

source: Buttons for 'open EPGSearch search list'
cs: tlačítko pro : 'otevření seznamu vyhledávání v EPGSearch'
it: Tasti da assegnare a 'Aprire elenco di ricerca EPGSearch'
tr: EPGArama 'arama listesini aç' tuşları

source: By enabling this events will not be matched if they don't occur on certain dates.
cs: Po zapnutí této funkce se hledají programy jen v určitém časovém úseku
it: Abilitando l'opzione verranno considerati solo gli eventi previsti in date determinate.
lt: Tai įjungus, įvykiai nebus suderinti, jei jie neįvyks tam tikromis datomis.
pl: Po włączeniu tej funkcji wydarzenia nie zostaną dopasowane jeśli nie występują one w określonych terminach.
tr: Etkinleştirilirse,zamanlayıcılar yalnızca belirli tarihlerde eklenir.

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
cs: Volba vás bude informovat o alternativních časovačích, přidaných během aut.hledání. Funkce nemá žádnou inteligenci, hlášení o konfliktu se bude stále opakovat.
it: Abilitando l'opzione si verrà informati della presenza di timer simili aggiunti durante il polling automatico. Non viene applicato alcun controllo in proposito, perciò si potrebbero ricevere avvisi circa lo stesso conflitto più e più volte.
lt: Tai įjungę, jūs būsite informuoti apie panašius laikmačius, pridėtus per automatizuotą apklausą. Nėra jokio intelekto, todėl tai gali nuolatos trukdyti jus apie tą patį konfliktą .
pl: Po włączeniu tego będziesz powiadamiany o dodanych podobnych timerach. Nie jest to inteligentne, więc może cię niepokoić w kółko tym samym konfliktem.
tr: Bunu etkinleştirerek, otomatik yoklama sırasında eklenen benzer zamanlayıcılar hakkında bilgilendirileceksiniz. İşin içinde zeka yok, bu yüzden aynı çatışmadan defalarca rahatsız olabilirsin.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
cs: Zobrazí hlášení s dotazem při konfliktu časovačů. Nevyužívá žádnou logiku, může se stále opakovat_
it: Abilitando l'opzione si verrà informati della presenza di conflitti durante il polling automatico. Non viene applicato alcun controllo in proposito, perciò si potrebbero ricevere avvisi circa lo stesso conflitto più e più volte.
lt: Įjungdami tai jūs būsite informuotas apie laikmačio konfliktus, surastus per automatizuotą apklausą. Nėra jokio intelekto, todėl tai gali nuolatos trukdyti jus apie tą patį konfliktą .
pl: Po włączeniu tej funkcji zostaniesz powiadomiony o konfliktach Timerów znalezionych podczas automatycznego pobierania. Nie jest to inteligentne rozwiązanie, więc ten sam konflikt może dręczyć Cię w kółko.
tr: Bunu etkinleştirerek, otomatik yoklama sırasında bulunan zamanlayıcı çakışmaları hakkında bilgilendirileceksiniz. İşin içinde zeka yok, bu yüzden aynı çatışmadan defalarca rahatsız olabilirsin.

source: C 2012 by betonme @ IHAD
cs: C 2012 od betonme @ IHAD
pl: C 2012 od betonme @ IHAD
tr: C 2012 betonme tarafından @ IHAD

source: CDInfo
lt: CD informacija
tr: CD bilgisi

source: CDInfo enables gathering album and track details from CDDB and CD-Text when playing Audio CDs in Mediaplayer.
cs: CDInfo dává informace o albu, všech stopách z CDDB a zobrazí texty při reprodukci audio přes Mediaplayer
it: CDInfo consente la raccolta di informazioni su album e tracce da CDDB e CD-Text durante la riproduzione di CD audio con Mediaplayer.
lt: CDinfo įgalina rinktis albumo ir takelio detales iš CDDB ir CD tekstą, grojant CD medijos grotuve.
pl: CDInfo umożliwia gromadzenie albumów i utworów z CDDB i CD-Text podczas odtwarzania płyt Audio CD w Media playerze.
tr: Ortam oynatıcıda ses CD'si oynattığınızda iz bilgisini CDDB ve CD-Text veritabanından getirir.

source: CIFS share
cs: CIFS sdílení
it: Condivisione CIFS
lt: CIFS bendrinimas
pl: Podział CIFS
tr: CIFS paylaşım

source: CSFD Info
it: Info CSFD
lt: CSFD informacija
tr: CSFD-Bilgi

source: CSV import successful!
cs: import CSV je hotový
it: Importazione CSV corretta.
lt: CSV importavimas sėkmingas!
pl: Import CSV udany!
tr: CSV dosyasının verileri başarıyla içe aktarıldı!

source: Cable
cs: kabel
it: Cavo
lt: Kabelinė
pl: Kablówka
tr: Kablo

source: Call
cs: volat
it: Chiamare
lt: Skambinti
pl: Rozmowa
tr: Ara

source: Call diversion
cs: vyvolaná odchylka
it: Deviazione chiamata
lt: Skambučio nukreipimas
pl: Przekierowanie połączeń
tr: Çağrı yönlendirme

source: Call diversion active
cs: aktivní vyvolaná odchylka
it: Deviazione chiamata attiva
lt: Skambučių nukreipimas veikia
pl: Przekierowanie połączenia jest aktywne
tr: Çağrı yönlendirme etkin

source: Call monitoring
cs: monitorovat volání
it: Monitoraggio chiamate
lt: Skambučių monitoringas
pl: Monitor rozmów
tr: Çağrı görüntüleme

source: Call redirection
cs: přesměrovat volání
it: Trasferimento chiamata
lt: Skambučių peradresavimas
pl: Przekierowanie połączeń
tr: Çağrı yönlendirme

source: Calling %s
cs: volat %s na
it: Chiamata per %s
lt: Skambiname %s
pl: Wykonywanie połączenia do %s
tr: %s aranıyor

source: Callmonitor for NCID-based call notification
cs: -- monitor volaní NCID a hlášení
it: Monitoraggio chiamate per i servizi basati su NCID
lt: Callmonitor dėl NCID pagrindu skambinamo pranešimo
pl: Monitor rozmów dla NCID-bazowych powiadomieniach połączenia
tr: NCID temelli çağrılar için çağrı görüntüleyici

source: Callmonitor for the Fritz!Box routers
cs: -- monitor volaní pro směrovače FritzBox
it: Plugin per il controllo delle chiamate su router Fritz!box
lt: Callmonitor dėl Fritz!Box routerių
pl: Callmonitor dla routerów Fritz!Box
tr: Fritz!Box için Çağrı görüntüleyici

source: Cams:
cs: kamery :
it: Cam:
lt: Kameros:
pl: Kamery:
tr: Kameralar:

source: Can be configured within the setup
cs: Může být nakonfigurováno uvnitř nastavení
it: Può essere configurato nelle impostazioni
lt: Gali būti konfigūruojama per nustatymus
pl: Może być konfigurowany w ustawieniach
tr: Ayarlar'da yapılandırılabilir

source: Can be mounted with the -a option.
cs: Lze připojit s -a volbou
it: Può essere montato con l'opzione -a.
lt: Galima įdiegti su parinktimi -a.
pl: Można zamontować z opcją -a.
tr: -a seçeneği ile monte edilebilir.

source: Can not save
cs: Nelze uložit !
it: Impossibile salvare
lt: Nepavyksta išsaugoti
pl: Nie można zapisać
tr: kaydedilemiyor

source: Can not save Cover in
cs: Potisk nelze uložit do
it: Impossibile salvare Cover in
lt: Nepavyksta išsaugoti viršelio į
pl: Nie można zapisać Okładki w
tr: Kapaklar kaydedilemiyor

source: Can not save current Playlist!
cs: Akt.seznam nelze uložit !
it: Impossibile salvare la Playlist corrente.
lt: Išsaugoti šio grojaraščio nepavyksta!
pl: Nie można zapisać Listy Odtwarzania!
tr: Mevcut oynatma listesi kaydedilemedi!

source: Can not write Movie Information File %s
cs: Nelze uložit info videa... %s
it: Impossibile scrivere il file informazioni del film %s
lt: Nepavyksta įrašyti filmo informacijos failo %s
pl: Nie można zapisać pliku z informacjami o filmie %s
tr: Film bilgileri kaydedilemedi %s

source: Can not write Movie Information and Cover File %(info)s %(file)s
cs: Nelze uložit info videa a potisk... %(info)s %(file)s
it: Impossibile scrivere il file informazioni e copertina del film %(info)s %(file)s
lt: Negalima parašyti informacijos apie filmus ir viršelio failą %(info)s %(file)s
pl: Nie można zapisać informacji o filmie i pliku okładki %(info)s %(file)s
tr: Film bilgileri ve kapak resmi kaydedilemedi %(info)s %(file)s

source: Can only be mounted explicitly (i.e., the -a option will not cause the filesystem to be mounted).
cs: Lze připojit pouze explicitně (tj. volba -a způsobí, že souborový systém nebude připojený)
it: Può essere montato solo esplicitamente (ad es. l'opzione -a non eseguirà il mount del file system).
lt: Gali būti montuojamas tik aiškiai (t.y. -a variantas nesukels failų sistemos įdiegimo).
pl: Można zamontować tylko jawnie (tzn. Opcja -a nie spowoduje instalacji systemu plików).
tr: Yalnızca açıkça monte edilir (yani -a seçeneği,dosya sisteminin bağlanmasına neden olmaz).

source: Can't connect to server. Please check your network!
cs: Nelze se připojit na server ! Zkontrolujte připojení na síť.
it: Impossibile connettersi al server. Verificare la configurazione di rete.
lt: Negalima prisijungti prie serverio. Prašome tikrinti savo tinklą!
pl: Nie można się połączyć. Sprawdź sieć!
tr: Sunucuya bağlanılamıyor. Lütfen ağ ayarlarını kontrol edin!

source: Can't detect downloaded subtitle code page. Please contact with developer to correct this in future versions.
cs: Nelze ověřit kódovou stránku stáhnutých titulků ! Kontaktujte autory...
it: Impossibile determinare la cod page del sottotitolo scaricato. Si prega di contattare lo sviluppatore per risolvere questo problema nelle versioni future.
lt: Negalima aptikti subtitrų kodų puslapio parsisiuntimui. Prašome susisiekti su kūrėjas, kad ištaisyti šias versijas ateityje.
pl: Nie można wykryć strony kodowej pobranych napisów. Prosimy o kontakt z deweloperem, aby poprawił to w kolejnych wersjach napisów.
tr: İndirilen altyazının kod sayfası belirlenemiyor. Gelecekteki sürümlerde bunu düzeltmek için lütfen geliştiriciyle iletişime geçin.

source: Can't detect downloaded subtitle format. Please contact with developer to correct this in future versions.
cs: Nelze ověřit formát stáhnutých titulků ! Kontaktujte autory...
it: Impossibile determinare il formato del sottotitolo scaricato. Si prega di contattare lo sviluppatore per risolvere questo problema nelle versioni future.
lt: Negalima aptikti subtitrų formato parsisiuntimui. Prašome susisiekti su kūrėjas, kad ištaisyti šias versijas ateityje.
pl: Nie można wykryć formatu pobranych napisów. Prosimy o kontakt z deweloperem, aby poprawił to w kolejnych wersjach napisów.
tr: İndirilen altyazının biçimi belirlenemiyor.Gelecekteki sürümlerde bunu düzeltmek için lütfen geliştiriciyle iletişime geçin.

source: Can't detect movie FPS. Please install libMediaInfor from ConfigurationMenu.
cs: Nelze ověřit FPS videa. Nainstalujte libMediaInfor v konfiguračním menu.
it: Impossibile rilevare gli FPS del video. Installare libMediaInfor dal menu Impostazioni.
lt: Negalima nustatyti filmo FPS. Įdiekite libMediaInfor iš konfigūravimo meniu.
pl: Nie można wykryć FPS filmu. Proszę zainstalować libMediaInfo z poziomu menu konfiguracyjnego.
tr: Filmin FPS'si belirlenemiyor.Lütfen yapılandırma menüsünde libMediaInfo'yu kurunuz.

source: Can't find CSV file %s!
cs: Soubor CSV %s nebyl nalezený !
it: Impossibile trovare file CSV %s.
lt: Nepavyksta rasti CSV failo %s!
pl: Nie można znaleźć pliku CSV %s!
tr: %s CSV dosyası bulunamadı!

source: Can't find subtitle file on storage device. Check: -network connection, - subtitle server availability, - storage device access.
cs: Soubor titulků na úložišti není k dispozici ! Zkontrolujte : -připojení sítě, - dostupnost serveru titulků, - přístup k úložnému zařízení.
it: Nessun sottotitolo trovato sul dispositivo di archiviazione. Controllare : - connessione di rete, - disponibilità del server sottitoli, - accesso ai dispositivi di archiviazione.
lt: Nepavyksta rasti subtitrų failo saugojimo įrenginyje. Tikrinti: -tinklo ryšį, - subtitrų serverio prieinamumą, - saugojimo įrenginio prieigas.
pl: Nie można znaleźć pliku z napisami na urządzeniach przechowywania. Sprawdź: - połączenie sieci, - dostępność serwera z napisami, - dostęp do urządzeń przechowywania
tr: Sürücüde altyazı dosyası bulunamadı. Kontrol: - ağ bağlantısı, - altyazı sunucusu kullanılabilirliği, - sürücü erişimi.

source: Can't import CSV data from file %s.
cs: Nelze importovat soubor CSV z %s
it: Impossible importare dati CSV dal file %s.
lt: Negalima importuoti CSV duomenų iš failo %s.
pl: Nie można zaimportować danych CSV z pliku %s.
tr: %s CSV dosyasının verileri içe aktarılamadı.

source: Can't write CSV file %s.
cs: Nelze zapsat soubor CSV %s !
it: Impossibile scrivere il file CVS %s.
lt: Negalima rašyti CSV faile %s.
pl: Nie można zapisać pliku CSV %s.
tr: %s CSV dosyası kaydedilemedi.

source: Can't write movietags, because no meta-file found!
cs: Značku do videa nelze zadat, protože chybí meta-soubor !
it: Scrittura etichette impossibile: meta-file non trovato.
lt: Negalima rašyti filmo žymių, nes meta failas nerastas!
pl: Nie można zapisać znaczników nagrań, ponieważ nie znaleziono pliku meta!
tr: Kullanılabilir meta veri yok, film etiketleri kaydedilemez!

source: Canada
cs: Kanada
lt: Kanados
pl: Kanada
tr: Kanada

source: Cancel
cs: storno
it: Annullare
lt: Atšaukti
pl: Anuluj
tr: Vazgeç

source: Cancel and close
cs: přerušit a zavřít
it: Annullare e chiudere
lt: Atšaukti ir užverti
pl: Anuluj i zamknij
tr: İptal et ve kapat

source: Cannot delete the parent directory.
cs: Nadřazenou složku nelze odstranit!
it: Impossibile rimuovere la directory padre.
lt: Negalite pašalinti aukštesniojo katalogo.
pl: Nie można usunąć katalogu nadrzędnego.
tr: Ana dizin silinemiyor.

source: Cannot get calls from FRITZ!Box
cs: Nelze volat z FRITZ!Box !
it: Impossibile ricevere chiamate dalla FRITZ!Box
lt: Nepavyksta gauti skambučių iš FRITZ!Box
pl: Nie można nawiązać połączenia z routerem FRITZ!Box
tr: FRITZ!Box'tan çağrı alınamıyor

source: Cannot get infos from FRITZ!Box yet Still initialising or wrong firmware version
cs: Nelze načíst info z FRITZ!Box Nelze spustit modul nebo je chybná verze firmware
it: Impossibile recuperare informazioni dalla FRITZ!Box Avvio ancora in corso o versione firmware errata
lt: Negalima gauti informacijos iš FRITZ!Box dar vis inicializuojama arba neteisinga versija
pl: Nie można uzyskać Informacji z FRITZ!Box`a Wciąż się inicjalizuje lub zła wersja oprogramowania.
tr: FRITZ!Box'tan herhangi bir bilgi alınamıyor Ya eklenti hala başlıyor ya da üretici yazılımı sürümü yanlış

source: Cannot remove option. At least one option is required. Option will be set to defaults
cs: Volbu nelze odstranit ! Alespoň jedna tam musí být - bude to nastaveno podle předvolby.
it: Impossibile rimuovere l'opzione. Almeno un'opzione è necessaria. L'opzione sarà impostata sui valori predefiniti
lt: Nepavyksta pašalinti parinkties. Bent vienas variantas yra privalomas. Pasirinkimas bus nustatytas pagal numatytuosius nustatymus
pl: Nie można usunąć opcji. Wymagana jest co najmniej jedna opcja. Opcja zostanie ustawiona na wartość domyślną
tr: Seçenek kaldırılamıyor.En az bir seçenek gereklidir.Seçenek varsayılanlara ayarlandı

source: Cannot zap while device is in Standby
cs: Nelze zapnout, pokud je zařízení v režimu spánku
it: Zap non consentito con il decoder in standby
lt: Negalima jungti, kai įrenginys veikia laukimo režimu
pl: Nie można przełączać kanałów, gdy urządzenie znajduje się w trybie czuwania.
tr: Cihaz bekleme modundayken geçiş yapılamaz

source: Capacity
cs: kapacita
it: Capacità
lt: Talpa
pl: Pojemność
tr: Kapasite

source: Case Insensitive:
cs: nerozlišovat velikost písma
it: Non distinguere maiuscole/minuscole:
lt: Didžiosios ir mažosios raidės:
pl: Nie rozróżniaj wielkości liter:
tr: Büyük / Küçük harf:

source: Cast:
cs: obsazení :
tr: Rol Dağıtımı:

source: Center screen at the lower border
cs: na střed obrazovky a spodní hranu
it: Centrare la finestra al bordo inferiore
lt: Ekrano centras apatiniame krašte
pl: Po środku ekranu przy dolnym brzegu
tr: Ekranı alt çerçeveye ortala

source: Center screen at the upper border
cs: na střed obrazovky a horní hranu
it: Centrare la finestra al bordo superiore
lt: Ekrano centras viršutiniame krašte
pl: Po środku ekranu przy górnym brzegu
tr: Ekranı üst çerçeveye ortala

source: Central and Southeast Europe
cs: centrální a jihovýchodní Evropa
it: Europa Centrale e SudOrientale
lt: Vidurio ir Pietryčių Europa
pl: Centralna i Południowa Europa
tr: Orta ve Güneydoğu Avrupa

source: Certificate:
cs: certifikát :
it: Classificazione per età:
tr: Sertifika:

source: Challenge executed, please verify the result!
cs: Upozornění - zkontrolujte si výsledek !
it: Challenge eseguito: verificare il risultato.
lt: Uždavinys įvykdytas, patikrinkite rezultatą!
pl: Wyzwanie wykonane, proszę sprawdzić wynik!
tr: Görev tamamlandı,lütfen sonucu doğrulayın!

source: Change
cs: změnit
it: Cambiare
lt: Pakeisti
pl: Zmień
tr: Değiştir

source: Change 3D settings
cs: změna 3D nastavení
it: Cambiare impostazioni 3D
lt: Keiskite 3D nuostatymus
pl: Zmień ustawienia 3D
tr: 3D ayarlarını değiştirin

source: Change File/Moviename and/or Description
cs: Změnit soubor, název videa a popis
it: Cambiare nome File/Film e/o la Descrizione
lt: Pakeisti failo/filmo pavadinimą ir/arba aprašymą
pl: Zmień Plik/NazwęFilmu i/lub Opis
tr: Dosya adını,Film Başlığını ve/veya Açıklamayı değiştirin

source: Change Folder
cs: změnit složku
it: Cambiare directory
lt: Pakeisti katalogą
pl: Zmień Katalog
tr: Klasörü değiştir

source: Change Foldername
cs: změnit název složky
it: Modificare nome directory
lt: Pervadinti katalogą
pl: Zmień NazwęKatalogu
tr: Klasör adını değiştir

source: Change Movielist Preview position
cs: změnit pozici náhledu v seznamu
it: Cambiare posizione a Movielist Preview
lt: Keiskite filmų sąrašo peržiūros poziciją
pl: Zmień pozycję Podglądu Listy Nagrań
tr: Film listesi önizlemesinin konumunu değiştir

source: Change Password
cs: Změna hesla boxu...
it: Cambiare password
pl: Zmień Hasło
tr: Parola Değiştir

source: Change active delay
cs: změnit aktivní zpoždění
it: Cambiare il ritardo corrente
lt: Keiskite aktyvią delsą
pl: Zmień aktywne opóźnienie
tr: Mevcut gecikmeyi değiştir

source: Change default recording offset?
cs: Posunout předvolený čas nahrávání_
it: Cambiare i margini registrazione predefiniti?
lt: Keiskite numatytąjį įrašymą (pabaigos laiką)
pl: Zmienić domyślny ofset nagrywania?
tr: Kayıtlarda kullanılan ön tanımlı marj süresini değiştirmek istiyor musunuz?

source: Change directory
cs: změnit složku
it: Cambiare directory
tr: Dizini değiştir

source: Change hostname
cs: host název Dreamboxu
it: Cambiare nome Host
lt: Keiskite mazgo pavadinimą
pl: Zmień nazwę hosta
tr: Konak adını değiştir

source: Change or reset the root password of your dreambox
cs: Změnit nebo resetovat root heslo Dreamboxu_
it: Cambiare o annullare la password del Dreambox
lt: Keiskite arba iš naujo nustatykite slaptažodį savo imtuvui
pl: Zmień lub zresetuj hasło Root w swoim Dreambox`ie
tr: Dreambox'ınızın root parolasını değiştirin/sıfırlayın

source: Change path
cs: změnit cestu
it: Mod. percorso
lt: Keiskite įrašymo vietą
pl: Zmień ścieżkę
tr: Yolu değiştir

source: Change permanent clock position
cs: změnit pozici permanentních hodin
it: Cambiare la posizione dell'orologio permanente
lt: Keiskite nuolatinio laikrodžio poziciją
pl: Zmień pozycję zegara
tr: Kalıcı saat pozisyonunu değiştir

source: Change pin code
cs: Změna PINu...
it: Cambiare codice PIN
lt: Keiskite pin kodą
pl: Zmień kod pin
tr: Şifre değiştir

source: Change series name
cs: změnit název série
it: Rimominare le serie
lt: Keisti serijos pavadinimą
tr: Dizi adını değiştir

source: Change sorting
cs: změnit seřazení...
it: Cambiare ordinamento
lt: Keiskite rūšiavimą
pl: Zmień sortowanie
tr: Sıralamayı değiştir
