Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Number of seconds for displaying finished entries
cs: doba dokončeného záznamu (sek.) -na obrazovce
it: Tempo visualizzazione voci completate (sec)
lt: Sekundžių kiekis baigtų įrašų parodymui
pl: Liczba sekund do wyświetlania gotowych wpisów
tr: Biten girişleri görüntülemek için saniye sayısı

source: Number of upcoming events to show:
cs: počet připravovaných událostí pro zobrazení :
it: Numero prossimi eventi da visualizzare:
lt: Artėjančių renginių skaičius, kad rodyti:
pl: Pokaż ilość zbliżających się wydarzeń:
tr: Gösterilecek yaklaşan etkinlik sayısı:

source: OFF
cs: vyp.
lt: IŠJUNGTA
pl: WYŁ
tr: Kapalı

source: OK
lt: GERAI
tr: Tamam

source: OK function in Easy-PG:
cs: Funkce OK v Easy-PG :
it: Funzione tasto OK in Easy-PG:
lt: OK funkcija Easy-PG:
pl: Funkcja klawisza OK w Easy-PG:
tr: Easy PG'de Tamam işlevi:

source: OLED display style:
cs: OLED styl displeje :
it: Stile display OLED:
lt: OLED rodymo stilius:
pl: OLED styl wyświetlania:
tr: OLED ekran stili:

source: OLED only
cs: pouze OLED
it: Solo OLED
lt: Tik OLED
pl: Tylko OLED
tr: Yalnızca LCD

source: OPKG Update Notification
cs: OPKG - popis aktualizace
it: Notifica aggiornamento OPKG
lt: OPKG atnaujinimo perspėjimas
pl: OPKG Powiadomienie Aktualizacji
tr: OPKG Güncelleme Bildirimi

source: OSD Name
cs: označení boxu
it: Nome OSD
tr: OSD adı

source: OSError - please reload list (EMC menu)
cs: Chyba OS - znovu načtěte seznam videa
it: Errore OS - Ricaricare elenco (Menu EMC)
lt: OS klaida - įkelkite sąrašą iš naujo (per EMC meniu)
tr: İşletim sistemi hatası - lütfen film listesini yeniden yükleyin (EMC menüsü veya uzun TV düğmesi)

source: OTHER
cs: DALŠÍ
it: ALTRO
lt: KITA
pl: INNE
tr: DiĞER

source: Obligatory parameter "random" for cmd="%s" missing
cs: Povinný parametr "random" pro cmd="%s" chybí !
it: Parametro richiesto mancante: random per cmd=%s
lt: Privalomo parametro "atsitiktinis" dėl cmd="%s" trūksta
pl: Obowiązkowy parametr "wyrywkowy" dla cmd="%s" nie znaleziony!
tr: cmd="%s" için zorunlu parametre "rastgele" eksik

source: Obligatory parameter 'command' is missing!
cs: Povinný parametr 'command' chybí !
it: Parametro richiesto mancante: command.
lt: Privalomo parametro 'komanda' nėra!
pl: Obowiązkowy parametr 'komenda' nie znaleziony!
tr: Zorunlu parametre 'komut' eksik!

source: Obligatory parameter 'sRef' is missing
cs: Povinný parametr 'sRef' chybí !
it: Parametro richiesto mancante: sRef
lt: Privalomo parametro 'sRef' nėra
pl: Obowiązkowy parametr 'sRef' nie znaleziony!
tr: Zorunlu parametre 'sRef' eksik

source: Obligatory parameter sRef is missing
cs: Povinný parametr sRef chybí !
it: Parametro richiesto mancante: sRef
lt: Privalomo parametro sRef nėra
pl: Obowiązkowy parametr sRef nie znaleziony!
tr: Zorunlu parametre sRef eksik

source: Obligatory parameters missing [cmd [set,get], time [0-999], action [standby,shutdown], enabled [True,False]
cs: Chybný povinný parametr [cmd [set,get], čas [0-999], akce [standby,shutdown], povolení [True,False]
it: Parametri richiesti mancanti: [cmd [set,get], time [0-999], action [standby, shutdown], enabled [True,False]
lt: Privalomų parametrų [cmd [nustatyti, gauti], laikas [0-999], veiksmas [laukimo režimas, išjungimas], įjungta [Tiesa, Klaidingai] nėra
pl: Brak obowiązkowych parametrów [cmd [ustaw,pobierz], czas [0-999], akcja [czuwanie,wyłącz], włączony [Poprawny,Niepoprawny]
tr: Zorunlu parametreler eksik [cmd [ayarla,al], zaman [0-999], eylem [bekleme,kapatma], etkin [True,False]

source: Observation point: %s
cs: měřící bod : %s
it: Punto di osservazione: %s
lt: Stebėjimo vieta: %s
tr: Gözlem noktası: %s

source: Observation time: %s
cs: čas měření : %s
it: Ora osservazione: %s
lt: Stebėjimo laikas: %s
pl: Czas obserwacji: %s
tr: Gözlem süresi: %s

source: Off
cs: vyp.
lt: Išjungta
pl: Wyłącz
tr: Kapalı

source: Offset
cs: čas.rezerva
lt: Ofsetas
pl: Przesunięcie
tr: Ofset

source: Offset after recording (in m)
cs: čas.rezerva po záznamu (min.)
it: Margine fine registrazione (min.)
lt: Keisti įrašymą (pabaigos laiką)
pl: Ofset po nagrania (w m)
tr: Kayıt sonrası marj süresi (dk.)

source: Offset before recording (in m)
cs: čas.rezerva před záznamem (min.)
it: Margine inizio registrazione (min.)
lt: Sujungti prieš įrašymą (minutėmis)
pl: Ofset przed nagraniem (w m)
tr: Kayıt öncesi marj süresi (dk.)

source: Ok
tr: Tamam

source: Old Webinterface/OpenWebif
cs: Starší Webinterface / OpenWebif
it: Vecchia Interfaccia Web/OpenWebif
lt: Sena Web sąsaja/OpenWebif
tr: Eski Web arayüzü / Webif'i Aç

source: On
cs: zap.
lt: Įjungta
pl: Włącz
tr: Açık

source: On any service
cs: na některém kanálu
it: Su tutti i canali
lt: Ant to pačio kanalo
pl: Na każdym kanale
tr: Herhangi bir kanalda

source: On same service
cs: na stejném kanálu
it: Sullo stesso canale
lt: Ant to pačio kanalo
pl: Na tym samym kanale
tr: Benzer kanalda

source: On to Standby
cs: do režimu spánku
it: In modalità standby
tr: Beklemede

source: One DECT phone registered
cs: Registrovaný jeden bezdrátový telefon
it: Un telefono DECT registrato
lt: Vienas DECT telefonas registruotas
pl: Zarejestrowano telefon DECT
tr: Bir DECT telefon tanıtılmış

source: One call diversion active
cs: Je aktivní jedno přeposlané volání
it: Inoltro di chiamata attivo
lt: Vienas skambučių nukreipimas aktyvus
tr: Bir çağrı yönlendirme etkin

source: One mailbox active
cs: aktivní jeden tel.záznamník
it: Una casella di posta attiva
lt: Viena pašto dėžutė aktyvi
pl: Aktywna jedna poczta mailowa
tr: Bir posta kutusu etkin

source: One row down
cs: o řádek dolů
it: Una riga giù
lt: Viena eilute žemyn
pl: Jeden wiersz w dół
tr: Bir sıra aşağı

source: One row up
cs: o řádek nahoru
it: Una riga su
lt: Viena eilute aukštyn
pl: Jeden wiersz w górę
tr: bir sıra yukarı

source: Only AutoTimers created during this session
cs: jen aut.časovače vytvořené v této sekci
it: Solo AutoTimer creati durante questa sessione
lt: Tiktai Auto laikmačiai sukurti per šią sesiją
pl: Tylko AutoTimery stworzone podczas tej sesji
tr: Yalnızca bu oturumda oluşturulan otomatik zamanlayıcılar

source: Only Number
cs: pouze číslo kanálu
it: Solo numero
lt: Tik numeris
pl: Tylko Numer
tr: Sadece Numara

source: Only add timer for next x days
cs: časový interval x dnů, po který může být časovač přidaný
it: Aggiungere timer solo per i prossimi x giorni
lt: Tik pridėti laikmatį ateinančias x dienų
pl: Dodaj tylko timer na następne x dni
tr: Yalnızca sonraki x gün için zamanlayıcı ekleyin

source: Only directories can be bookmarked
cs: pouze složky mohou být záložkami
it: Solo le directory possono essere utilizzate come segnalibri
tr: Yalnızca dizinler işaretlenebilir

source: Only match during timespan
cs: hledat pouze v časovém úseku
it: Confrontare solo nell'intervallo
lt: Tiktai laiko atkarpa
pl: Tylko pasujące podczas horyzontu czasowego
tr: Yalnızca belirtilen zaman aralığında

source: Only on Service: %s
cs: pouze kanál : %s
it: Solo sul canale: %s
lt: Tik kanale: %s
pl: Tylko na Kanale: %s
tr: Yalnızca %s kanalında

source: Only on Weekday: %s
cs: pouze v den : %s
it: Solo nei giorni feriali: %s
lt: Tik savaitės diena:%s
pl: Tylko dni tygodnia: %s
tr: Yalnız haftada: %s

source: Only one Graphical Progress field allowed:
cs: povolený je pouze jeden grafický indikátor :
it: Consentire un solo campo di progresso grafico:
lt: Leidžiama viena Grafinės pažangos sritis:
pl: Dozwolone tylko jedno pole Graficzne Postępu:
tr: Yalnızca bir grafiksel ilerleme alanına izin verilir:

source: Only one Icon field allowed:
cs: povolena je pouze jedna ikona :
it: Consentire un solo campo icona:
lt: Leidžiama viena piktogramų sritis:
pl: Dozwolone tylko jedno pole Ikony:
tr: Yalnızca bir simge alanına izin verilir:

source: Only one Name field allowed:
cs: povolený je pouze jeden název :
it: Consentire un solo nome campo:
lt: Leidžiamas tik vienas pavadinimo laukas:
pl: Dozwolone tylko jedno pole Nazwy:
tr: Yalnızca bir ad alanına izin verilir:

source: Only running streamings can be recorded!
cs: Žádná rozhlasová stanice není spuštěna ! Není co nahrávat...
it: Solo gli stream in corso possono essere registrati.
lt: Tik veikiantis srautas gali būti įrašytas!
pl: Tylko uruchomione strumienie można nagrywać !
tr: Şu anda hiçbir radyo istasyonu çalmıyor.Kayıt başlamayacak!

source: Only update times (atime, mtime, ctime) on the in-memory version of the file inode.
cs: Pouze čas aktualizace (atime, mtime, ctime) ve verzi paměti pro soubor inode
it: Tempi di aggiornamento (atime, mtime, ctime) solo nella versione in-memory dell'inode del file.
lt: Atnaujinkite tik laikus (atime, mtime, ctime) failo inode atminties versijoje.
tr: Yalnızca dosya inode'unun bellek içi sürümündeki süreleri (atime, mtime, ctime) güncelleyin.

source: Open
cs: otevřít
it: Aprire
lt: Atverti
pl: Otwórz
tr: Aç

source: Open Context Menu
cs: otevřít kontextové menu
it: Aprire Menu contestuale
lt: Atidaryti konteksto meniu
pl: Otwórz menu kontekstowe
tr: İçerik Menüsünü Aç

source: Open E2 Bookmark path
cs: založit E2 odkaz ve výchozí sl.
it: Aprire percorso segnalibri E2
lt: Atidaryti E2 žymelės kelią
pl: Otwórz ścieżkę zakładek E2
tr: E2 Yer imi yolunu aç

source: Open E2 bookmarks
cs: otevřít E2 záložky
it: Aprire segnalibri E2
lt: Atverti E2 žymeles
pl: Otwórz zakładki E2
tr: E2 yer imlerini aç

source: Open EMC Bookmark path
cs: zobrazit EMC odkaz ke složce (modrý)
it: Aprire percorso segnalibri EMC
lt: Atidaryti EMC žymelių kelią
pl: Otwórz ścieżkę zakładek EMC
tr: EMC Yer İşareti yolunu aç

source: Open EPG: Service
cs: otevřít EPG : kanál
it: Open EPG: canale
lt: Atidaryti EPG: kanalas
tr: Açık EPG: Servis

source: Open Filter Priority Arrangement
cs: otevřít filtr priority uspořádání
it: Aprire l'ordinamento priorità filtro
lt: Atidaryti filtro prioriteto išdėstymą
tr: Açık Filtre Önceliği Düzenlemesi

source: Open Multi-EPG for %s
cs: otevřít sezn.programů pro %s
it: Aprire Multi-EPG per %s
lt: Atidaryti daugialypį EPG dėl %s
pl: Otwórz Multi-EPG dla %s
tr: %s için Çoklu EPG'yi açın

source: Open Settings
cs: otevřít nastavení
it: Impostazioni
lt: Atidaryti nustatymus
tr: Ayarları aç

source: Open Signal Panel
cs: panel signálů
it: Pannello Open Signal
lt: Atidaryti signalo pultą
pl: Panel Wskaźnik Sygnału
tr: Sinyal Panelini Açın

source: Open Timer List
cs: otevřít seznam časovačů
it: Aprire l'elenco Timer
lt: Atidaryti laikmačių sąrašą
tr: Zamanlayıcı Listesini Aç

source: Open Timer Log
cs: otevřít protokol časovačů
it: Log timer
lt: Atidaryti laikmačio žurnalą
tr: Zamanlayıcı Günlüğünü Aç

source: Open bookmark
cs: otevřít záložku
it: Aprire segnalibro
tr: Yer imini aç

source: Open context menu
cs: otevřít kontextové menu
it: Aprire il menu contestuale
tr: Bağlam menüsünü aç

source: Open context menu to access functionality like help and settings
cs: Otevření kontextového menu a získání přístupu k funkcím, jako je nápověda a nastavení
it: Aprire il menu contestuale per l'accesso a funzioni come help e impostazioni
tr: Yardım ve ayarlar gibi işlevlere erişmek için bağlam menüsünü açın

source: Open editor
cs: otevřít editor
it: Aprire l'editor
lt: Atidaryti redaktorių
pl: Otwórz edytor
tr: Düzenleyiciyi aç

source: Open in vEditor2
cs: otevřít ve vEditor2
it: Aprire in vEditor2
tr: vEditor2'de aç

source: Open menu
cs: otevřít menu
it: Aprire menu
lt: Atverti meniu
pl: Otwórz menu
tr: Menüyü aç

source: Open plugin menu
cs: otevřít menu modulu
it: Aprire il menu del plugin
lt: Atidaryti papildomų programų meniu
pl: Otwórz menu wtyczki
tr: Eklenti menüsünü aç

source: Open search filter list
cs: otevřít seznam filtrů vyhledávání
it: Elenco filtri di ricerca
tr: Arama filtresi listesini aç

source: Open selected in IMDb
cs: vybraný program otevřít v IMDB
it: Aprire scheda in IMDb
lt: Atidaryti pasirinktą IMDb
pl: Otwórz wybrane w IMDb
tr: IMDb'de seçiliyi aç

source: Open selected in TMDB Info (AMS)
cs: vybraný program otevřít v TMDB (AMS)
it: Selezione in TMDB Info (AMS)
lt: Atidaryti pasirinktą TMDB informaciją (AMS)
tr: TMDB Bilgisinde (AMS) seçileni aç

source: Open selected in TMDB Serie Info (AMS)
cs: vybraný program otevřít v TMDB Serie Info (AMS)
it: Selezione in TMDB Serie Info (AMS)
lt: Atidaryti pasirinktą TMDB informaciją (AMS)
tr: TMDB Serisi Bilgisinde (AMS) seçileni aç

source: Open selector
cs: otevřít vybrané
it: Aprire selezionato
lt: Atidaryti selektorių
pl: Otwórz selektor
tr: Seçiciyi aç

source: Open text search history list
cs: otevřít seznam historie vyhledávání
it: Aprire elenco cronologia ricerche di testo
tr: Serbest metin arama geçmişi

source: Open text search history with search filters
cs: otevřít historii vyhledávaných textů pomocí filtrů
it: Aprire cronologia ricerca di testo con filtri ricerca
tr: Arama için filtrelerle metin arama geçmişini açın

source: Open the extras menu
cs: otevřít rozšířené menu
it: Aprire menu extra
lt: Atidarykite išplėstinį meniu
pl: Otwórz dodatkowe menu
tr: Ekstralar menüsünü aç

source: Options:
cs: volby :
it: Opzioni:
lt: Parinktys:
pl: Opcje:
tr: Seçenekler:

source: Orange
cs: oranžová
it: arancio
lt: Oranžinė
pl: Pomarańcz
tr: Portakal

source: Orbital Position
cs: pozice na orbitě
it: Posizione orbitale
lt: Orbitinė padėtis
tr: Yörünge pozisyonu

source: Orbital Position Selected
cs: vybraná pozice na orbitě :
it: Posizione orbitale selezionata
lt: Pasirinkta orbitinė pozicija
tr: Yörünge Pozisyonu Seçildi

source: Original title:
cs: původní název :
it: Titolo originale:
tr: Orijinal başlık:

source: Oryginal dir name: %s
cs: orig.název složky : %s
it: Nome directory originale:%s
lt: Originalus pavadinimas: %s
pl: Oryginalna nazwa katalogu: %s
tr: Orijinal dizin adı: %s

source: Oryginal file name: %s
cs: orig.název souboru : %s
it: Nome file originale: %s
lt: Originalus failo pavadinimas: %s
pl: Oryginalna nazwa pliku: %s
tr: Orijinal dosya adı: %s

source: Other
cs: ostatní---
it: Altro
tr: Diğer

source: Others
cs: další
it: Altri paesi
lt: Kiti
pl: Inne
tr: Diğerleri

source: Outdated off
cs: uplynulý od
it: Terminati Off
lt: Pasenęs išjungta
pl: Stare Wył.
tr: Eski kapalı

source: Outdated on
cs: uplynulý do
it: Terminati On
lt: Pasenęs įjungta
pl: Stare Wł.
tr: Eski açık

source: Outer Bound (+/-)
cs: -- vnější hranice (+/-)
it: Ritardo massimo (+/-)
lt: Išorinis Susijęs (+/-)
pl: Zewnętrzne związanie (+/-)
tr: Azami Gecikme (+/-)

source: Outgoing
cs: odchozí
it: In uscita
lt: Išsiunčiamas
pl: Wychodzące
tr: Giden

source: Outgoing Call on %(date)s at %(time)s to --------------------------------------------- %(number)s %(caller)s --------------------------------------------- from: %(phone)s
cs: odchozí volání - %(date)s v %(time)s na : --------------------------------------------- %(number)s %(caller)s --------------------------------------------- z : %(phone)s
it: Chiamata in uscita il %(date)s alle %(time)s a --------------------------------------------- %(number)s %(caller)s --------------------------------------------- da: %(phone)s
lt: Siunčiamas skambutis %(date)s nuo %(time)s į --------------------------------------------- %(number)s %(caller)s --------------------------------------------- nuo: %(phone)s
pl: Połączenie wychodzące dnia %(date)s o %(time)s do --------------------------------------------- %(number)s %(caller)s --------------------------------------------- od: %(phone)s
tr: %(date)s tarihinde %(time)s'de şu adrese giden Çağrı -------------------------------------------------- %(number)s %(caller)s -------------------------------------------------- nereden: %(phone)s

source: Outgoing calls
cs: odchozí volání
it: Chiamate in uscita
lt: Siunčiami skambučiai
pl: Wychodzące rozmowy głosowe
tr: Giden aramalar

source: Overlay for scrolling bars
cs: -- překrytí rolovacích pásků
it: Generare overlay per barre di scorrimento
lt: Slinkties juostų perdangos
pl: Nakładka dla pasków przewijania
tr: Kayan bilgileri kapatma kaplaması

source: Override found with alternative service
cs: nahradit alternativním kanálem
it: Sostituire le ricorrenze con canale alternativo
lt: Nepaisyti rastų alternatyvių kanalų
pl: Zastępstwo znalezione z alternatywnym kanałem
tr: Alternatifli kanalda üzerine yaz

source: Overscan Correction [in %(percentsign)s of Video width]
cs: opravit přehled [v %(percentsign)s z velikosti videa]
it: Correzione Overscan [in %(percentsign)s larghezza Video]
lt: Skenavimo korekcija [į %(percentsign)s vaizdo plotis]
pl: Korekcja Overscan`u [w %(percentsign)s szerokości Wideo]
tr: Overscan Doğrulama [Video genişliğinin %(percentsign)s 'i]

source: Overwrite HBBTV-red-button
cs: přepsat HBBTV červené tlačítko
it: Sovrascrivere il tasto rosso HBBTV
lt: Perrašyti HbbTV raudoną mygtuką
pl: Zastąp czerwony przycisk HBBTV
tr: HBBTV kırmızı düğmesinin üzerine yaz

source: Overwrite Infobar timeout
cs: přepsat čas.limit info-panelu
it: Sovrascrivere timeout barra inf.
lt: Perrašyti Informacinės juostos pauzę
pl: Nadpisz limit czasu Paska Informacyjnego
tr: Bilgi çubuğu zaman aşımının üzerine yaz

source: Overwrite left and right buttons:
cs: přepsat tlačítka vlevo a vpravo :
it: Sovrascrivere i tasti destra - sinistra:
lt: Perrašyti kairėn ir dešinėn mygtukus:
pl: Zastąp przyciski lewy i prawy:
tr: Sol ve sağ tuşların üzerine yaz:

source: Own Path to movie picons
cs: vlastní cesta k ikonám videa
it: Percorso personalizzato picon video
lt: Pasirinktinis kelias į filmų logotipus
pl: Własna ścieżka do pikonów filmowych
tr: Film pikonlarına giden kendi yolu

source: PLUGINNAME_EPGRefresh
cs: EPGRefresh
it: EPGRefresh
lt: EPG atnaujintojas
pl: EPG Refresh
tr: EPGYenileme

source: PNGTheme: A PNGTheme defines the values that are used to generate graphics that are used e.g. for progress bars.
cs: PNGTheme : definuje hodnoty, které se používají ke generování grafiky, které se používají např. pro ukazatele průběhu.
it: PNGTheme: Un PNGTheme definisce i valori che vengono utilizzati per generare la grafica che viene utilizzata ad esempio per le barre di progresso.
tr: PNGTheme: Bir PNGTheme, örneğin kullanılan grafikleri oluşturmak için kullanılan değerleri tanımlar. ilerleme çubukları için.

source: PTS Plugin Error: %s
cs: PTS modul - chyba : %s
it: Errore plugin PTS: %s
lt: PTS priedo klaida: %s
pl: Wtyczka PTS Błąd: %s
tr: PTS Eklenti Hatası: %s

source: PVR key long
cs: dlouhé tlačítko PVR
it: Press. lunga tasto PWR
lt: Ilgas PVR paspaudimas
pl: długo klawisz PVR
tr: PVR tuşu uzun

source: Page URL
cs: stránka URL
it: URL pagina
lt: Puslapio URL
pl: Strona URL
tr: Sayfa URL'si

source: Page down
cs: o stránku dolů
it: Pagina giù
lt: Puslapis žemyn
pl: Strona w dół
tr: Sayfa aşağı

source: Page feed URL
cs: stránka zásobníku na netu URL
it: URL feed pagina
lt: Puslapio URL adresas
pl: Strona URL Kanału
tr: Sayfa besleme URL'si

source: Page up
cs: o stránku nahoru
it: Pagina sù
lt: Puslapis aukštyn
pl: Strona w górę
tr: Sayfa yukarı

source: Page-up/down with bouquet+/- :
cs: o stránku nahoru / dolů přes Bouquet+/- :
it: Pagina su/giù con bouquet +/-:
lt: Puslapis aukštyn/žemyn su bouquet+/- :
pl: Strona góra/dół klawiszem bukiet +/- :
tr: Buket+/- ile sayfa yukarı/aşağı:

source: Page:
cs: stránka :
it: Pagina:
lt: Puslapis:
pl: Strona:
tr: Sayfa:

source: Page:
cs: stránka :
it: Pagina:
lt: Puslapis:
pl: Strona:
tr: Sayfa:

source: Pan&Scan
lt: Panoraminis skenavimas
tr: Pan&Tarama

source: Parent Directory
cs: <<nahoru>>
it: Directory padre
lt: Pagrindinė direktorija
pl: Katalog nadrzędny
tr: Kök Klasör

source: Parsing failed!
cs: Analýza selhala !
it: Analisi fallita.
lt: Analizavimas nepavyko!
pl: Analizowanie nie udane!
tr: Ayrıştırmada başarısız!

source: Partial Search:
cs: dílčí hledání :
it: Ricerca parziale:
lt: Dalinė paieška:
tr: Kısmi Arama:

source: Partial match of title
cs: částečná shoda v titulku
it: Corrispondenza parziale titoli
lt: Dalinis pavadinimo atitikimas
tr: kısmi başlık eşleşmesi

source: Partial match of title or description
cs: částečná shoda v titulku nebo popisu
it: Corrispondenza parziale titoli o descizioni
lt: Dalinis pavadinimo ar aprašo atitikimas
tr: başlık veya açıklamanın kısmi eşleşmesi

source: Partition tool
cs: -- nástroje pro diskové oddíly
lt: Skaidinio įrankis
pl: Narzędzie partycji
tr: Bölümleme aracı

source: Partnerbox Answer: %s
cs: Odpověď Partnerboxu : %s
it: Risposta Partnerbox: %s
lt: Partnerbox atsakymas: %s
pl: Partnerbox Odpowiedź: %s
tr: Partnerbox Cevap: %s

source: Partnerbox Entries
cs: zadání...
it: Voci Partnerbox
lt: Partnerbox įrašai
pl: Partnerbox Wpisy
tr: Ortak Kutusu Girişleri

source: Partnerbox Serverbox does not support recording
cs: Partnerbox, serverbox nepodporuje nahrávání !
it: Il box server di Partnerbox non supporta le registrazioni
lt: PartnerBox Serverbox nepalaiko įrašymo
tr: Partnerbox Serverbox kaydı desteklemiyor

source: Partnerbox allows editing a remote Dreambox's record timers and stream its TV program.
cs: Partnerbox umožňuje upravovat časovače vzdálených Dreamboxů a sdílet jejich TV programy
it: Partnerbox permette la gestione di timer e lo stream di programmi TV usando un decoder remoto.
lt: Leidžia redaguoti nuotolinio Dreambox įrašų laikmačius ir srautus jo televizijos programą.
pl: Partnerbox umożliwia zdalną edycję timerów nagrań oraz strumieniowanie programu telewizyjnego.
tr: Partnerbox ile başka bir Dreambox'a erişilebilir ve onun zamanlayıcısı yönetilebilir.Ayrıca başka bir Dreambox'ın TV programına da erişilebilir.

source: Partnerbox: Edit Entry
cs: Partnerbox - úprava zadání
it: Partnerbox: modificare voce
lt: Partnerbox: redaguoti įrašą
pl: Partnerbox Edycja Wpisu
tr: Partnerbox: Girişi Düzenle

source: Partnerbox: List of Entries
cs: Partnerbox - seznam zadání
it: Partnerbox: elenco voci
lt: Partnerbox: įrašų sąrašas
pl: Partnerbox: Lista Wpisów
tr: Partnerbox: Giriş Listesi

source: Partnerbox: RemoteTimer
cs: Partnerbox - vzdálený časovač
it: Prtnerbox: RemoteTimer
lt: Partnerbox: nuotolinis laikmatis
tr: Partnerbox: Uzak Zamanlayıcı

source: Passive:
cs: pasivní :
it: Passivo:
lt: Pasyvus:
pl: Pasywny:
tr: Pasif:

source: Passthrough
cs: průběžně
tr: Geçiş

source: Passwd
cs: heslo
it: Password
lt: Slaptažodis
pl: Hasło
tr: Şifre

source: Password
cs: heslo boxu pro FTP,SSH
lt: Slaptažodis
pl: Hasło
tr: Kod

source: Password Accessing FRITZ!Box
cs: heslo pro přístup do FRITZ!Box
it: Password di accesso alla FRITZ!Box
lt: Slaptažodis prieigai prie FRITZ!Box
pl: Hasło Dostępu do FRITZ!Box
tr: FRITZ!Box yönetici parolası

source: Password change failed!
cs: Změna hesla selhala !
it: Modifica password fallita.
tr: Şifre değişikliği başarısız oldu!

source: Password changed
cs: Heslo bylo změněno
it: Password modificata
tr: Şifre değişti

source: Password locked
cs: Heslo je uzamčeno
it: Password bloccata
tr: Şifre kilitli

source: Password removed
cs: Heslo bylo odebráno
it: Password rimossa
tr: Şifre kaldırıldı

source: Password:
cs: heslo :
lt: Slaptažodis:
pl: Hasło:
tr: Parola:

source: Path %s can not be created
cs: Cesta %s nemůže být vytvořená !
it: Il percorso %s non può essere creato
lt: Kelias %s negali būti sukurtas
pl: Ścieżka %s nie może zostać utworzona
tr: %s yolu oluşturulamaz

source: Path %s does not exist
cs: Cesta %s neexistuje
it: Il percorso %s non esiste
lt: Kelio %s nėra
pl: Ścieżka %s nie istnieje
tr: %s yolu mevcut değil

source: Path to birthday file:
cs: cesta k souboru narozenin :
it: Percorso file compleanni:
lt: Kelias į gimtadienio failą:
pl: Ścieżka do pliku urodzin:
tr: Doğum günü dosyası yolu:

source: Path to check
cs: Cesta pro kontrolu
it: Percorso da verificare
lt: Kelio tikrinimas
pl: Ścieżka do sprawdzenia
tr: Doğrulama yolu

source: Path to movie picons
cs: složka pro ikony videa
it: Percorso picon video
lt: Kelias į filmų piktogramas
tr: Film pikonlarına giden yol

source: Path: %s
cs: složka : %s
it: Percorso: %s
lt: Kelias: %s
pl: Ścieżka: %s
tr: Yol: %s
