Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: HELP_Short watching percent
cs: Od kolika procent začít přehrávat_
it: Definire a che percentuale di progresso il film verrà classificato come "in visione": la barra di avanzamento si colorerà di blu
lt: PAGALBA-Trumpai rodyti peržiūrėtus
pl: Określa procent postępu klasyfikowany jako "oglądany". Pasek postępu zmieni kolor na niebieski.
tr: Film ilerlemesinin yüzde kaçının oynanmış olarak kabul edildiğini gösterir. İlerleme çubuğu daha sonra rengi maviye değiştirir.

source: HELP_Show Bookmarks in movielist
cs: Zobrazení záložek v seznamu videa_
it: Definire se mostrare i segnalibri in elenco video
lt: PAGALBA-filmų sąraše rodyti žymeles
tr: Film listesinde yer imlerini göster

source: HELP_Show Cover
cs: Zobrazení potisku DVD videa z internetové databáze_
it: Definire se mostrare le Cover
lt: PAGALBA-Rodyti viršelį
tr: Varsa kapak resmini gösterin.

source: HELP_Show Cut-Nr if exist
cs: Zobrazit střihové značky. Po restartu, bude znovu aut.pokračovat od poslední značky_
it: Definire se, nel caso in cui enigma2 venga riavviato con una registrazione in corso, la registrazione dovrà riprendere automaticamente al riavvio inserendo un numero progressivo in coda al nome del file. Il numero inserito verrà aggiunto al titolo
lt: PAGALBA-Jei yra, rodyti kirpimo Nr
pl: Jeśli Enigma2 uruchomi się ponownie podczas nagrywania, nagrywanie będzie kontynuowane automatycznie z numerem indeksu na końcu nazwy pliku. Dzięki tej opcji indeks jest dołączany do tytułu.
tr: Bir kayıt sırasında Enigma2 yeniden başlatılırsa, E2 kaydı otomatik olarak devam edecek ve yeni dosyaya bir sıra numarası eklenecektir. Bu, bu numarayı başlığa ekler.

source: HELP_Show EMC in extensions menu
cs: Zobrazit EMC modul v rozšířeném menu_
it: Definire se Mostrare/Nascondere EMC nel menu estensioni, normalmente accessibile tramite il tasto BLU
lt: PAGALBA-rodyti EMC tarp plėtinių meniu
pl: Pokaż lub ukryj start wtyczki EMC w menu rozszerzeń. Menu rozszerzeń zwykle dostępne jest za pomocą klawisza [niebieski].
tr: Uzantılar menüsünde EMC eklentisini göster. Uzantılar menüsüne normalde mavi buton ile ulaşılabilir.

source: HELP_Show EMC in main menu
cs: Zobrazení EMC v hlavním menu_
it: Definire se Mostrare/Nascondere EMC nel Menu Principale
lt: PAGALBA-rodyti EMC pagrindiniame meniu
tr: Ana menüde EMC eklentisini gösterin.

source: HELP_Show Latest Recordings directory
cs: Zobrazení složky s posledním záznamem_
it: Definire se mostrare l'ultima directory registrazioni
lt: PAGALBA-Rodyti naujausius įrašų katalogus
pl: Wyświetl wirtualny folder z listą najnowszych nagrań wraz z podkatalogami w twoim Głównym. (Tylko jedna strona)
tr: "Film Ana Sayfası"nda, en son kayıtların bulunduğu sanal bir dizin gösterilir. Ayrıca "Movie Home" alt dizinlerinden.

source: HELP_Show Movie Format
cs: Zobrazení formátu videa_
it: Definire se l'estensione del file (formato file) sarà aggiunto al titolo
lt: PAGALBA-Rodyti filmo formatą
pl: The file extention (file format) will be appended to the title.
tr: Dosya eklentisi (dosya türü) başlığa eklenir.

source: HELP_Show Path if no extended description available
cs: Zobrazení cesty, pokud chybí rozšířený popis_
it: Definire se mostrare il percorso quando non è disponibile una descrizione estesa
lt: PAGALBA-Rodyti kelią, jei nėra išplėstinio aprašymo
tr: Tam açıklama mevcut değilse yolu göster.

source: HELP_Show VLC directory
cs: Zobrazení složky pro VlcPlayerExtended modul_
it: Definire se Mostrare/Nascondere la directory VLC, se il Plugin VlcPlayerExtended è installato
lt: PAGALBA-rodyti VLC katalogą
pl: Show or hide the the VLC directory, if the VlcPlayerExtended Plugin is installed.
tr: VlcPlayerExtended eklentisi kuruluysa bir VLC dizini gösterir.

source: HELP_Show audio metadata
cs: Zobrazení audio meta-dat v seznamu videa_
it: Definire se mostrare i metadati audio
lt: PAGALBA-Rodyti garso meta duomenis
tr: Film listesinde ses meta verilerini göster.

source: HELP_Show directories
cs: Zobrazení složek videa_
it: Definire se mostrare/Nascondere le directory
lt: PAGALBA-rodyti katalogų informaciją
pl: Show or hide directories in the movielist
tr: Dizinler film listesinde görüntülenir.

source: HELP_Show directories information
cs: Zobrazení informací o složkách_
it: Definire se visualizzare il numero delle registrazioni presenti, lo spazio occupato su disco o entrambi
lt: PAGALBA-Rodyti katalogų informaciją
pl: Display amount of recordings and/or how many disk space these are using.
tr: Dizinler söz konusu olduğunda, kayıt sayısı, kullanılan depolama alanı veya her ikisi birlikte görüntülenebilir.

source: HELP_Show directories within movielist
cs: Zobrazovat složky uvnitř seznamu videa_
it: Definire se visualizzre le directory a inizio elenco o ordinate al suo interno
lt: PAGALBA-rodyti katalogus filmų sąraše
tr: Etkinleştirilirse, dizinler film listesinin başında görüntülenmez, film listesi içinde sıralanır.

source: HELP_Show directory size in skin
cs: Zobrazit velikost složky v MB ve skinu_
it: Definire se mostrare la dimensione delle directory nella skin
lt: PAGALBA-Temoje rodyti katalogo dydį
tr: Bir dizini kaydırırsanız, bilgi alanında boyutu MB olarak görüntülenir.

source: HELP_Show experimental options
cs: Zobrazit experimentální volby zařízení (disk,NAS)_
it: Definire se mostrare le opzioni sperimentali
lt: PAGALBA-Rodyti eksperimentines parinktis
tr: Aygıtların (sabit sürücüler, NAS) uyanmasını önlemek için deneysel seçenekleri gösterin.

source: HELP_Show link arrow
cs: Zobrazení šipky při snímání odkazu_
it: Definire se mostrare la freccia sui link simbolici
lt: PAGALBA-Rodyti krypties rodyklę
tr: Sembolik bağlantılarda oku göster.

source: HELP_Show message if file added to playlist
cs: Zobrazit hlášení, pokud je soubor přidaný do seznamu_
it: Definire se mostrare un messaggio quando un file viene aggiunto alla playlist
lt: PAGALBA-Rodyti žinutę, jei failas pridėtas į grojaraštį
tr: Dosyanın çalma listesine eklenip eklenmediğini gösteren bir mesaj gösterir olabilir veya olmayabilir.

source: HELP_Show movie icons
cs: Zobrazení ikon v seznamu podle stavu videa_
it: Definire se nell'elenco video ogni registrazione debba essere preceduta da un'icona appropriata
lt: PAGALBA-Rodyti filmų piktogramas
pl: A corresponding icon is displayed in the MovieList.
tr: Film listesinde, her kaydın önünde uygun bir simge bulunur.

source: HELP_Show movie picons
cs: Zobrazit ikony filmu_
it: Definire se mostrare i picon video
lt: PAGALBA-rodyti filmų piktogramas
tr: Evetse, film başlığının yanında pikonlar belirecektir.

source: HELP_Show movie preview
cs: Zobrazení náhledu filmu_
it: Definire se riprodurre automaticamente le registrazioni dopo un tempo di permanenza del cursore sulla voce
lt: PAGALBA-Rodyti filmo peržiūrą
tr: PiG'de imlecin ayarlanan bekleme süresinden sonra kaydı oynatır.

source: HELP_Show movie progress
cs: Zobrazení průběhu přehrávání filmu (pásek, procenta)_
it: Definire se visualizzare una barra di avanzamento davanti alle voci in elenco filmati
lt: PAGALBA-Rodyti filmo eigą
pl: A progress bar in front of the movies is displayed in the MovieList.
tr: Film listesinde, her kaydın önüne bir ilerleme çubuğu (İlerleme Çubuğu veya yüzde) yerleştirilir. "Kayıt rengi" ile durum yalnızca simgenin rengi ve yazı tipi rengi ile tanınabilir. (Yazı tipi rengi dış görünüm yoluyla devre dışı bırakılabilir.)

source: HELP_Show plugin config in extensions menu
cs: Zobrazit konfiguraci modulu v rozšířeném menu_
it: Definire se Mostrare/Nascondere le impostazioni EMC nel menu estensioni, normalmente accessibile tramite il tasto BLU
lt: PAGALBA-rodyti priedo konfigūraciją tarp plėtinių meniu
pl: Pokaż lub ukryj konfigurację EMC w menu rozszerzeń. Menu rozszerzeń jest zwykle dostępne za pomocą klawisza [niebieski].
tr: Uzantılar menüsünde EMC kurulumunu gösterin. Uzantılar menüsüne normalde mavi buton ile ulaşılabilir.

source: HELP_Show real length of running records
cs: Zobrazení reálné délky spuštěného záznamu_
it: Definire se mostrare la durata reale delle registrazioni in fase di riproduzione
lt: PAGALBA-bus rodomas faktiškas vykdomų įrašų dydis
tr: Kayıtların gerçek uzunluğunu görüntüler.

source: HELP_Show symlinks
cs: Zobrazení odkazů v seznamu videa_
it: Definire se Mostrare/Nascondere i link simbolici
lt: PAGALBA-rodyti nuorodas
tr: Sembolik bağlantıları göster.

source: HELP_Show trashcan directory
cs: Zobrazení složky koše v seznamu videa_
it: Definire se Mostrare/Nascondere la directory del cestino in EMC. Se nascosto, sarà comunque possibile accedere al cestino attraverso il Menu EMC
lt: PAGALBA-Rodyti šiukšliadėžės katalogą
pl: Wyświetl katalog kosza w EMC. (Nawet gdy jest ukryty można uzyskać dostęp do kosza w EMC [MENU])
tr: Film listesindeki çöp klasörünü görüntüler. (Gizli olsa bile geri dönüşüm kutusuna her zaman menüden erişilebilir.)

source: HELP_Sort mode at startup
cs: Seznam videa se při otevření vždy seřadí podle abecedy_
it: Definire il tipo di ordinamento all'avvio
lt: PAGALBA-Rūšiavimo būdas paleidžiant
tr: Burada, EMC başlatıldığında film listesinin görüntüleneceği sıralama düzenini ayarlayabilirsiniz.

source: HELP_Start EMC with
cs: Nastavení spouštěcí klávesy pro start EMC_
it: Definire se impostare un tasto diretto per aprire EMC
lt: PAGALBA-Pradėti EMC su
pl: Set a direct key to open EMC.
tr: Burada bir düğme seçebilirsiniz EMC ile başlatılır.

source: HELP_Style for original EMC-skin (needs reopen)
cs: Styl pro orig. EMS skin (musí se znovu otevřít)_
it: Definire lo stile per la skin EMC. Necessario un riavvio di EMC
lt: PAGALBA-Originalus EMC temos stilius (reikia atnaujinti)
tr: Burada EMC'nin stili seçilebilir. Bu, EMC'nin yeniden başlatılmasını gerektirir.

source: HELP_Tertiary playback audio language
cs: Volba třetí audio jazykové stopy, pokud existuje_
it: Definire la traccia audio che dovrà essere selezionata, se disponibile, come terza opzione
lt: PAGALBA-Trečioji garso takelio kalba
pl: Third audio channel which should be selected, if availiable.
tr: Varsa seçilecek üçüncü ses parçası.

source: HELP_Tertiary playback subtitle language
cs: Volba třetího jazyka titulků, pokud existuje_
it: Definire la lingua dei sottotitoli che dovrà essere selezionata, se disponibile, come terza opzione
lt: PAGALBA-Trečioji subtitrų kalba
pl: Third language which should be selected, if availiable, for the subtitles.
tr: Varsa seçilecek üçüncü altyazı dili.

source: HELP_Text shown for initially unknown count and size
cs: Zobrazení textu v seznamu, i když ještě není známé obsazení místa soubory_
it: Definire il testo visualizzato quando il numero di file e la quantità di spazio utilizzato sono inizialmente sconosciuti
lt: PAGALBA-Tekstas, rodomas nuo pradžių nežinomam skaičiui ir dydžiui
tr: Buradan dizinlerdeki metnin nasıl olması gerektiğini belirleyebilirsiniz. Sayısı başlangıçta gösterildiği gibi görünmelidir. Dosyalar ve kullanılan disk alanı bilinmiyor.

source: HELP_Text shown for initially unknown directory size
cs: Zobrazení textu v seznamu, i když ještě není velikost složky ještě známá_
it: Definire il testo visualizzato per le directory le cui dimensioni risulterebbero inizialmente sconosciute
lt: PAGALBA-Tekstas rodomas nuo pradžių nežinomam katalogo dydžiui
tr: Buradan dizinlerdeki metnin nasıl olması gerektiğini belirleyebilirsiniz. Başlangıçta gösterildiği gibi görünmelidir dolu disk alanı bilinmiyor.

source: HELP_Text shown for initially unknown file count
cs: Zobrazení textu v seznamu, i když ještě není známý počet souborů_
it: Definire il testo visualizzato quando il numero di file risulta inizialmente sconosciuto
lt: PAGALBA-Tekstas rodomas nuo pradžių nežinomam failų skaičiui
tr: Buradan dizinlerdeki metnin nasıl olması gerektiğini belirleyebilirsiniz. Sayısı başlangıçta gösterildiği gibi görünmelidir. dosyalar bilinmiyor.

source: HELP_Trashcan enable
cs: Aktivace nebo deaktivace koše_
it: Definire se Abilitare/Disabilitare il cestino. Se il cestino è disattivato, le rimozioni vengono effettuate direttamente dopo la richiesta di conferma e non sarà possibile recuperare i dati rimossi
lt: PAGALBA-įjungti šiukšliadėžę
pl: Enable the trashcan functionality. On delete all files will be first move to the trashcan directory.
tr: Geri dönüşüm kutusu işlevi burada etkinleştirilebilir/devre dışı bırakılabilir. Geri dönüşüm kutusu devre dışı bırakılırsa güvenlik sorgusundan hemen sonra silinecektir.

source: HELP_Trashcan path
cs: Cesta k umístění koše_
it: Definire il percorso del cestino. Selezionando "Rimuovere" dal menu, le registrazioni verranno spostate nel cestino (se attivo) invece di essere eliminate immediatamente
lt: PAGALBA-Kelias į šiukšliadėžę
pl: Ustaw ścieżkę kosza na śmieci. Naciśnięcie [usuń] spowoduje przeniesienie nagrań do aktywowanego kosza, zamiast natychmiastowego usunięcia plików.
tr: Geri dönüşüm kutusu için yolu ayarlayın. (Geri dönüşüm kutusu etkinleştirilirse, silinirken tüm dosyalar önce buraya taşınır.)

source: HELP_Try to load extra title and more from .meta files
cs: Načte další info a titulky ze souboru.meta_
it: Definire se tentare di ottenere informazioni aggiuntive dai file .meta
lt: PAGALBA-Bandyti įkelti papildomą pavadinimą ir dar daugiau iš .meta failų
tr: YARDIM_meta dosyalarından fazladan başlık ve daha fazlasını yüklemeyi deneyin

source: HELP_Try to load titles from .eit files
cs: Načítat titulky z ".eit" souborů, popř.z názvu souboru_
it: Definire se i titoli dovranno essere caricati dai file .eit, se disponibili. In caso contrario il titolo sarà ricavato dal nome del file. Se risulteranno attivi sia .meta che .eit, il file .meta avrà la precedenza
lt: PAGALBA-Bandyti įkelti pavadinimus iš .eit failų
pl: Tytuły jeśli są dostępne będą ładowane z .eit. W przeciwnym razie tytuł zostanie wyodrębniony z nazwy pliku. (Jeśli .meta oraz .eit są aktywne, .meta zostanie odczytana jako pierwsza.)
tr: Başlık, varsa .eit'ten yüklenir. Aksi takdirde başlık dosya adından çıkarılır. (.meta ve .eit etkinleştirilirse, önce .meta okunur.)

source: HELP_Try to load titles from .meta files
cs: Načítat titulky z ".meta" souborů, pokud existují. Jinak je sestaví z názvu souboru_
it: Definire se i titoli dovranno essere caricati dai file .meta, se disponibili. In caso contrario il titolo sarà ricavato dal nome del file. Se risulteranno attivi sia .meta che .eit, il file .meta avrà la precedenza
lt: PAGALBA-bandyti įkelti pavadinimus iš .meta failų
pl: Tytuły jeśli są dostępne będą ładowane z .meta. W przeciwnym razie tytuł zostanie wyodrębniony z nazwy pliku. (Jeśli .meta oraz .eit są aktywne, .meta zostanie odczytana jako pierwsza.)
tr: Varsa, iTitle .meta'dan yüklenir. Aksi takdirde başlık dosya adından çıkarılır. (.meta ve .eit etkinleştirilirse, önce .meta okunur.)

source: HELP_Use cache for files and directories
cs: Využívat paměť pro soubory a složky_
it: Definire se usare la cache per files e directory
lt: PAGALBA-Failams ir katalogams naudoti atminties podėlį
tr: YARDIM_Dosyalar ve dizinler için önbelleği kullanın

source: HELP_Use original EMC-skin (needs reopen)
cs: Použít orig. EMC skin (nutný restart EMC)_
it: Definire se usare la skin integrata di EMC e non quella dell'immagine corrente (necessario riavvio di EMC)
lt: PAGALBA-įjungti originalią EMC vartotojo aplinkos temą (reikės paleisti iš naujo).
tr: Orijinal EMC skin'i kullanın. Bu, EMC'den yeniden başlatma gerektirir

source: HELP_Wake device when entering dir from emc-noscan.cfg
cs: Vzbudit zařízení při zadání z : '/etc/enigma2/emc-noscan.cfg'_
it: Riattiva il dispositivo se sfogli una cartella indicata nel file emc-noscan.cfg
lt: PAGALBA-Prižadinti, atveriant katalogą iš emc-noscan.cfg
tr: Etkinleştirilirse, içinde biri varsa cihazlar bekleme modundan çıkarılacaktır. '/etc/enigma2/emc-noscan.cfg' içerdiği dizine girilir.

source: HELP_Yellow button function
cs: Přiřazení funkce pod žluté tlačítko_
it: Definire una funzione da assegnare al tasto Giallo
lt: PAGALBA-Geltono mygtuko funkcija
tr: Sarı tuşa seçilebilir bir işlev atanabilir.

source: HELP_Zap to channel after record EOF
cs: Při dokončení záznamu zobrazit kanál v reálném čase_
it: Se il player raggiunge la fine di una registrazione a causa dell'avanzamento veloce o di un salto avanti, chiude EMC e si sposta direttamente sul canale live della registrazione
lt: PAGALBA-jungti kanalą po įrašo EOF
pl: If the player reach the end of a running record, because of fast forward or jump forward, close emc and zap directly to the live tv channel of the record.
tr: Devam eden bir kaydı yeniden oynatırken, sona ulaşıldığında, örneğin hızlı ileri veya "ileri atlama" ile bu kaydın halen devam eden canlı görüntüsü değiştirilir.

source: HELP_auto-start window begin
cs: Aut.start úvodního okna_
it: Inizio della finestra temporale per il riavvio automatico di Enigma2
lt: PAGALBA-auto paleidimo lango pradžia
tr: Enigma2'nin otomatik yeniden başlatılması için zaman penceresinin başlangıcı.

source: HELP_auto-start window end
cs: Aut.start okna ukončení_
it: Fine della finestra temporale per il riavvio automatico di Enigma2
lt: PAGALBA-langų auto paleidimo pabaigos laikas
tr: Otomatik Enigma2 yeniden başlatma için zaman penceresinin sonu.

source: HELP_cfghide_enable
cs: Skryté soubory a seznamy zapisovat do : '/etc/enigma2/emc-hide.cfg'_
it: Definire se nascondere file e directory indicate in '/etc/enigma2/emc-hide.cfg'. La modifica di questa impostazione richiede il riavvio di enigma2
lt: PAGALBA-cfg slėpimas_įjungtas
pl: Ukryj pliki i katalogi wymienione w "/etc/enigma2/emc-hide.cfg". Zmiana tego ustawienia wymaga ponownego uruchomienia Enigma2!
tr: Etkinleştirilirse, '/etc/enigma2/emc-hide.cfg' içinde listelenen dosyalar ve dizinler görüntülenmez. Bu ayarın değiştirilmesi, Enigma2'nin yeniden başlatılmasını gerektirir!

source: HELP_cfgscan_suppress
cs: Zápis seznamu cest do souboru : '/etc/enigma2/emc-noscan.cfg'_
it: Se abilitato, le directory elencate in '/etc/enigma2/emc-noscan.cfg' non verranno controllate per le strutture multimediali (come i DVD). Ciò può impedire il riattivazione involontaria di dischi rigidi o unità di rete. La modifica di questa impostazione richiede il riavvio E2.
lt: PAGALBA-slopinti cfg nuskaitymą
pl: Nie parsuj struktur DVD w podkatalogach ze ścieżek wymienionych w '/etc/enigma2/emc-noscan.cfg'. Zapobiega to niechcianemu wybudzeniu się dysków (sieciowych). Zmiana tego ustawienia wymaga ponownego uruchomienia Enigma2!
tr: Etkinleştirilirse, '/etc/enigma2/emc-noscan.cfg' içinde listelenen dizinler medya yapıları (örn. DVD) için kontrol edilmez. Bu, sabit sürücülerin veya ağ sürücülerinin yanlışlıkla uyanmasını önleyebilir. Bu ayarın değiştirilmesi, E2'nin yeniden başlatılmasını gerektirir!

source: HELP_hide_MiniTV
cs: Skrytí mini-TV_
it: Nascondere la MiniTV
lt: PAGALBA-paslėpti Mini TV viršelį
tr: MiniTV'nin hangi durumlarda gizleneceğini belirler.

source: HELP_hide_MiniTV cover
cs: Skrýt mini TV při zobrazení potisku_
it: Nasconde la MiniTV se è disponibile la copertina del film
lt: PAGALBA-paslėpti Mini TV viršelį
tr: Bir kapak görüntülendiğinde MiniTV'nin arka planda gizlenip gizlenmeyeceğini belirtir.

source: HELP_hide_MiniTV_method
cs: Metoda skrývání mini-TV, lze ji redukovat na mini-TV na 1 pixel_
it: metodo per nascondere MiniTV
lt: PAGALBA-slėpti_MiniTV_metodą
tr: Bozuk bir en boy oranıyla (ör. gigablue dörtlü) film oynatmaya karşı yardımcı olabilir Canlı TV'yi durdurmak için değil, bunun yerine mini TV'yi 1 piksele düşürmek için.

source: HELP_scan_linked
cs: Kontrola struktury odkazů, např. DVD_
it: Definisce se disabilitare la verifica delle sottodirectory dei link simbolici per le strutture multimediali (come i DVD), al fine di evitare risvegli inaspettati di dischi di rete
lt: PAGALBA-skenavimas susietas
pl: Wyłącz parsowanie struktur DVD w symlinkach odnoszących się do podkatalogów. Zapobiega to niechcianemu wybudzaniu się dysków (sieciowych).
tr: Sembolik bağlantıların alt dizinleri de medya yapıları (örn. DVD) için kontrol edilir. Bastırma, sabit sürücülerin veya ağ sürücülerinin yanlışlıkla uyanmasını önleyebilir.

source: HH:MM
lt: VV:MM
pl: GG:MM
tr: SS:DD

source: HH:MM DD.MM
it: HH:MM GG.MM
lt: VV:MM DD.MM
pl: GG:MM DD.MM
tr: SS:DD GG.AA

source: HH:MM DD.MM.YYYY
cs: HH:MM DD.MM.RRRR
it: HH:MM GG.MM.YYYY
lt: VV:MM DD.MM.MMMM
pl: GG:MM DD.MM.RRRR
tr: SS:DD GG.AA.YYYY

source: HH:MM MM/DD
it: HH:MM MM/GG
lt: VV:MM MM/DD
pl: GG:MM MM/DD
tr: SS:DD AA/GG

source: HH:MM YYYY/MM/DD
cs: HH:MM RRRR/MM/DD
it: HH:MM YYYY/MM/GG
lt: VV:MM MMMM/MM/DD
pl: GG:MM RRRR/MM/DD
tr: SS:DD YYYY/AA/GG

source: HTTP Password
cs: heslo HTTP
it: Password HTTP
lt: HTTP slaptažodis
pl: HTTP Hasło
tr: HTTP Parolası

source: HTTP response headers for
cs: HTTP- odpověď pro
it: Risposta header HTTP per
lt: HTTP atsakymo antraštės dėl
pl: Odpowiedź nagłówków HTTP
tr: HTTP yanıt üstbilgileri

source: HTTPS Port
cs: port HTTPS
it: Porta HTTPS
lt: HTTPS jungtis
pl: Port HTTPS
tr: HTTPS portu

source: Harddisk
lt: Kietas diskas
pl: Dysk twardy...
tr: Sabit Disk

source: HbbTV Applications
cs: aplikace HbbTV
it: Applicazioni HbbTV
lt: HbbTV internetinės programos
pl: Aplikacje HbbTV
tr: HbbTV uygulamaları

source: Hebrew / Arabic
cs: hebrejsky / arabsky
it: Ebraico / Arabo
lt: Hebrajų / Arabų
pl: Hebrajski / Arabski
tr: İbranice / Arapça

source: Help
cs: nápověda
lt: Pagalba
pl: Pomoc
tr: Yardım

source: Help key long
cs: dlouhé tlačítko Help
it: Press. lunga tasto Help
lt: Ilgas Help paspaudimas
pl: długo klawisz HELP
tr: Yardım tuşu uzun

source: Helps to remind of birthdays
cs: připomenout narozeniny
it: Un aiuto per ricordare i compleanni
lt: Padeda priminti apie gimtadienius
pl: Pomocny w zapamiętaniu dat urodzin
tr: Doğum günlerini hatırlatmaya yardımcı olur

source: Hide Cover
cs: skrýt potisk
it: Nascondi Cover
lt: Slėpti viršelį
pl: Ukryj Okładkę
tr: Kapağı Gizle

source: Hide MiniTV
cs: skrýt mini-TV
it: Nascondi MiniTV
lt: Slėpti mažąjį TV
pl: Ukryj MiniTV
tr: MiniTV'yi Gizle

source: Hide MiniTV if Cover is shown
cs: skrýt mini-TV, pokud je zobrazený potisk_
it: Nascondi MiniTV se c'è la copertina
lt: Slėpti MiniTV, jei rodomas viršelis
pl: Ukryj MiniTV gdy wyświetlana jest Okładka
tr: Kapak gösteriliyorsa MiniTV'yi gizle

source: Hide Plugin from Plugin or Extensionsmenu.
cs: -- skrýt modul v seznamu modulů nebo v rozšířeném menu
it: Consente di nascondere plugin dai menu Plugin o Estensioni.
lt: Slėpti priedą nuo priedų arba išplėstą meniu.
pl: Ukryj wtyczkę w menu lub w rozszerzeniach
tr: Eklentiyi, eklentiler menülerinde gizle.

source: Hide Plugins
cs: skrýt moduly v seznamech <>
it: Nascondere plugin
lt: Slėpti priedus
pl: Ukryj Wtyczki
tr: Eklentileri Gizle

source: Hide configured entries
cs: skrýt konfiguraci položek
it: Nascondi elementi configurati
lt: Slėpti nustatymų įrašus
pl: Ukryj skonfigurowane wpisy
tr: Yapılandırılmış girişleri gizle

source: Hide movies being deleted
cs: skrýt vybraný soubor při mazání
it: Nascondi le registrazioni in eliminazione
lt: Slėpti šalinamus filmus
pl: Ukryte filmy będą usuwane
tr: Silinen filmleri gizle

source: Hide movies being moved
cs: skrýt vybraný soubor při přesunu
it: Nascondi le registrazioni in spostamento
lt: Slėpti perkeliamus filmus
pl: Ukryte filmy będą przenoszone
tr: Taşırken filmi gizle

source: High (Warning)
cs: výška (varování)
it: Avviso
lt: Aukštas (įspėjimas)
pl: Wysokie (Uwaga)
tr: Yüksek (Uyarı)

source: Highest (Emergency)
cs: nejvyšší (pohotovost)
it: Emergenza
lt: Didžiausias (avarinis)
pl: Najwyższa (Ostrzeżenie)
tr: En Yüksek (Acil Durum)

source: Highlights
cs: hlavní téma
it: In evidenza
lt: Svarbiausi dalykai
pl: Najważniejsze
tr: Öne Çıkanlar

source: History
cs: historie
it: Cronologia
lt: Istorija
pl: Historia
tr: Geçmiş

source: Holiday mode (experimental)
cs: mód pro dovolenou (experimentální)
it: Modalità vacanza (sperimentale)
lt: Atostogų būsena (eksperimentinis)
pl: Tryb wakacyjny (Eksperymentalny)
tr: Tatil modu (deneme)
