Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Allow to search recordings
cs: -- vyhledávání záznamů videa
it: Consentire la ricerca registrazioni
lt: Leidžia ieškoti įrašų
pl: Pozwól wyszukać nagrania
tr: Arama kayıtları

source: Allow zapping via Webinterface
cs: povolit přepínání přes webové rozhraní
it: Consentire zapping via webif
lt: Leidžia jungti per web sąsają
pl: Zezwól na przełącznie z poziomu Web
tr: Web arayüzünden kanal değişimine izin ver

source: Allows setting up Sat>IP Based virtual Tuners
cs: Povolit nastavení Sat>IP virtuálních tunerů
it: Consentire impostazioni di Tuner virtuali basati su Sat>IP
lt: Leidžia nustatyti Set>IP, grindžiamą virtualiems imtuvams
pl: Umożliwia ustawienia Sat>IP w oparciu o wirtualne Tunery
tr: Sat>IP tabanlı sanal tunerlerin kurulmasına izin verir

source: Allows to change the order of entries in the main menu manually.
cs: -- manuální změna pořadí a viditelnost položek v hlavním menu
it: Consentire la modifica manuale dell'ordine delle voci nel menu principale.
lt: Leidžia rankiniu būdu pakeisti įrašų tvarką pagrindiniame meniu.
pl: Pozwala ręcznie zmienić kolejność wpisów w menu.
tr: Ana menü sıralamasını isteğinize göre değiştirebilirsiniz.

source: Allows to controls your kids' daily TV usage
cs: Umožní nastavení rodičovské kontroly nad programy TV
it: Controllo utilizzo giornaliero TV da parte dei bambini
lt: Leidžia kontroliuoti jūsų vaikų kasdienį TV naudojimą
pl: Pozwala kontrolować użytkowanie TV przez dzieci
tr: Çocuğunuzun TV kullanımını kontrol edin

source: Allows to explicitly request full atime updates. This makes it possible for the kernel to default to relatime or noatime but still allow userspace to override it.
cs: Povolit jednoznačný požadavek na plnou aktualizaci. To umožňuje předvolit pro jádro relatime nebo noatime. Stále ale zpřístupňuje userspace.
it: Consentire di richiedere esplicitamente aggiornamenti atime completi. Questo renderà possibile per il kernel avere come impostazione predefinita relatime o noatime, ma permetterà comunque allo spazio utente di sovrascriverlo.
lt: Leidžia aiškiai visą laiką prašyti atnaujinimų. Tai leidžia branduoliui pagal nutylėjimą prilyginti realumui ar noatime, bet vis tiek leidžia vartotojams nepaisyti erdvės.
pl: Pozwala żądać pełnych aktualizacji utime. Umożliwia to domyślne ustawienie kernel`a w czasie rzeczywistym lub noatime, ale nadal zezwala nadpisać przestrzeń użytkową.
tr: Tam zamanlı güncellemeler için açık isteğe izin verir.Bu,çekirdeğin varsayılan olarak relatime veya noatime kullanmasına izin verir,ancak kullanıcı alanı yine de onu geçersiz kılabilir.

source: Allows to zap using the picture in picture.
cs: umožní přepínání pomocí PiP - "obraz v obrazu"
it: Consentire lo zap usando la PiP.
lt: Leidžia perjungti paveikslėlio paveikslėlyje naudojimą.
pl: Pozwala przełączać kanały podczas PiP
tr: Resim içinde resim kullanarak zap yapmanızı sağlar.

source: Allows you to access the service list and plugins requiring access to the service list (e.g. Graphical Multi EPG) from within the standard movie player.DO NOT install this plugin if you're using a nonstandard movie player, e.g. EMC. It will probably break and you might end up with a unusable movie player until you uninstall one of the conflicting plugins.
cs: Umožní přístup k seznamu kanálů a modulů (např. graf.multiEPG) ze std.přehrávače videa. Neinstalujte tento modul, pokud používáte nestandardní přehrávač videa, např. EMC.
it: Plugin che consente di accedere all'elenco canali (direttamente o tramite altro plugin, come Graphical Multi EPG) dal Movie Player strandard. NON INSTALLARE il plugin se si utilizza un player non standard (come EMC): con ogni probabilità andrebbe in crash e ci si ritroverebbe con un movie player inutilizzabile fino alla rimozione di uno dei plugin in conflitto.
lt: Leidžia jums gauti prieigą prie kanalų sąrašo ir priedų, reikalingų prie kanalų sąrašo prieigos (pavyzdžiui Grafinis kelių kanalų 'EPG') iš standartinio kino filmų grotuvo. Neįdiekite šio priedo, jeigu jūs naudojate nestandartinį kino filmų grotuvą, pavyzdžiui, 'EMC'. Tai tikriausiai bus nutraukta ir jūs negalėsite baigti su netinkamu vaizdo grotuvu, kol nepašalinsite vieno iš konfliktuojančių priedų.
pl: Pozwala na dostęp do listy kanałów i wtyczek wymagających dostępu do listy kanałów (np. Graficzny Multi EPG) wewnątrz odtwarzacza wideo.Nie instaluj tego dodatku jeśli używasz nie standardowego odtwarzacza wideo, np. EMC. Prawdopodobnie przestanie działać i będzie konieczność jego odinstalowania do poprawnego działania
tr: Standart Film Oynatıcı'dan kanal listesi(örn. grafiksel çoklu EPG) gerektiren kanal listesine ve eklentilere erişim sağlar.Bu eklenti,EMC gibi standart olmayan bir film oynatıcı kullanırken KURULMAMALIDIR.Bu,Çakışan iki eklentiden biri kaldırılana kadar Movie Player'ın çalışmayı durdurmasına neden olabilir.

source: Alpha sort
cs: ↕A-Z
it: Ord. alfabetico
lt: Pagal pavadinimą
pl: Sortuj wg nazw
tr: Alfa sıralama

source: Alpha sort ascending (AZ)
cs: ↑A-Z
it: Ordine alfabetico crescente (A-Z)
lt: Alfa rūšiuoti pagal pavadinimą (AŽ)
pl: Sortuj alfabetycznie rosnąco (AZ)
tr: Alfa. Artan sıralama (AZ)

source: Alpha sort ascending with meta (AZM)
cs: ↑A-Z_M
it: Ordine alfabetico crescente con meta-info (AZM)
lt: Alfa rūšiuoja didėjančia tvarka su meta (AZM)
pl: Sortuj alfabetycznie rosnąco z meta (AZM)
tr: Alfa. Meta-infos (AZM) ile artan sıralama

source: Alpha sort ascending with meta, Date descending (AZMD-)
cs: ↑A-Z_M_↓datum
it: Ordine alfabetico crescente con meta-info, Data decrescente (AZMD-)
lt: Alfa rūšiuoja didėjančia tvarka su meta, data mažėjančia tvarka (AZMD-)
pl: Sortuj alfabetycznie rosnąco z meta, Data malejąco (AZMD-)
tr: Alfa. Meta ile artan sıralama, azalan tarih (AZMD-)

source: Alpha sort ascending, Date descending (AZD-)
cs: ↑A-Z_↓datum
it: Ordine alfabetico crescente, Data decrescente (AZD-)
lt: Alfa rūšiuoja didėjančia tvarka, data mažėjančia tvarka (AZD-)
pl: Sortuj alfabetycznie rosnąco, Data malejąco (AZD-)
tr: Alfa. Artan, azalan tarih (AZD-) sırala

source: Alpha sort date newest
cs: ↓Z-A_↑datum
it: Ordine alfabetico, Data più recente
lt: Alfa rūšiuoja datą pagal naujumą
pl: Sortuj alfabetycznie wg najnowszej daty
tr: Alfa sıralama tarihi en yeni

source: Alpha sort descending (ZA)
cs: ↓Z-A
it: Ordine alfabetico decrescente (ZA)
lt: Alfa rūšiuoja mažėjančia tvarka (ZA)
pl: Sortuj alfabetycznie malejąco (ZA)
tr: Alfa. Azalan sıralama (ZA)

source: Alpha sort descending with meta (ZAM)
cs: ↓Z-A_M
it: Ordine alfabetico descrescente con meta-info (ZAM)
lt: Alfa rūšiuoja mažėjančia tvarka su meta (ZAM)
pl: Sortuj alfabetycznie malejąco z meta (ZAM)
tr: Alfa. Meta-infos (ZAM) ile azalan sıralama

source: Alpha sort descending with meta, Date ascending (ZAMD+)
cs: ↓Z-A_M_↑datum
it: Ordine alfabetico descrescente con meta-info, Data crescente (ZAMD+)
lt: Alfa rūšiuoja mažėjančia tvarka su meta, data didėjančia tvarka (ZAMD+)
pl: Sortuj alfabetycznie malejąco z meta, Data rosnąco (ZAMD+)
tr: Alfa. Meta ile azalan sıralama, artan tarih (ZAMD+)

source: Alpha sort descending, Date ascending (ZAD+)
cs: ↓Z-A_↑datum
it: Ordine alfabetico decrescente, Data crescente (ZAD+)
lt: Alfa rūšiuoja mažėjančia tvarka, data didėjančia tvarka (ZAD+)
pl: Sortuj alfabetycznie malejąco, Data rosnąco (ZAD+)
tr: Alfa. Azalan, artan tarih (ZAD+) sırala

source: Alpha sort meta
cs: ↑A-Z_M
it: Ordine alfabetico con meta-info
lt: Alfa rūšiuoja meta
pl: Sortuj alfabetycznie meta
tr: Alfa sıralama meta

source: Alpha sort meta date newest
cs: ↑A-Z_M_↑datum
it: Ordine alfabetico con meta-info, Data più recente
lt: Alfa rūšiuoja pagal meta datos naujumą
pl: Sortuj alfabetycznie meta wg najnowszej daty
tr: ↓ A-Z+M, ↓ tarih

source: Also known as:
cs: také známý jako :
it: Noto anche come:
tr: Ayrıca şöyle bilinir:

source: Alternate versions:
cs: alternativní verze :
it: Versioni alternative:
tr: Alternatif versiyonlar:

source: Always save current Playlist
cs: vždy uložit aktuální seznam
it: Salvare sempre la Playlist corrente
lt: Visada įrašyti dabartinį grojaraštį
pl: Zawsze zapisuj aktualną Listę Odtwarzania
tr: Her zaman geçerli oynatma listesini kaydet

source: Always save last played progress as marker
cs: vždy uložit poslední pozici jako značku
it: Salvare sempre la posizione nella riproduzione come contrassegno
lt: Visada įrašyti paskutinį atkūrimo stovį, kaip žymę
pl: Zawsze zapisuj jako marker ostatnie odtwarzanie
tr: Her zaman son oynatma konumunu bir işaretleyici olarak kaydedin

source: Always write config
cs: konfiguraci vždy uložit
it: Salvare sempre la configurazione
lt: Visada rašyti konfigūraciją
pl: Zawsze zapisuj konfigurację
tr: Her zaman yapılandırma dosyasını kaydet

source: Amount of recordings left
cs: počet zbývajících záznamů
it: Numero di registrazioni residue
lt: Likęs įrašų kiekis
pl: Ilość pozostałych nagrań
tr: Kalan kayıt miktarı

source: Amount of recordings left:
cs: počet zbývajících záznamů :
it: Numero di registrazioni residue:
lt: Likęs įrašų kiekis:
pl: Pozostała ilość nagrań:
tr: Kalan kayıt sayısı:

source: An automated refresh will start after this time of day, but before the time specified in next setting.
cs: Spustit aut.obnovení programů od tohoto času, v úseku do konce nastaveného dále_
it: Un aggiornamento automatico sarà eseguito dopo l'ora indicata, ma prima di quella inserita nel campo successivo.
lt: Auto atnaujinimas prasidės po šio paros laiko, bet iki laiko, nurodyto sekančiame nustatyme.
pl: Automatyczne odświeżanie rozpocznie się po tej porze dnia, ale przed terminem określonym w następnym ustawieniu.
tr: Otomatik yenileme, günün bu saatinden sonra ancak sonraki ayarda belirtilen saatten önce başlayacaktır.

source: An automated refresh will start before this time of day, but after the time specified in previous setting.
cs: Aut.obnovit v úseku od předchozího času do tohoto času_
it: Un aggiornamento automatico sarà eseguito prima dell'ora qui indicata, ma successivamente a quella inserita nel campo precedente.
lt: Auto atnaujinimas prasidės iki šio paros laiko, bet po laiko, nurodyto ankstesniame nustatyme.
pl: Automatyczne odświeżanie rozpocznie się po tej porze dnia, ale przed terminem określonym w poprzednim ustawieniu.
tr: Otomatik yenileme,günün bu saatinden önce ancak önceki ayarda belirtilen süreden sonra başlayacaktır.

source: An automount unit will be created for the file system.
cs: Pro soub.systém bude aut.sestavena jednotka připojení
it: Verrà creata un'unità di automount per il file system.
lt: Failų sistemai bus sukurtas automatinis pajungimas.
pl: Automatyczne mountowanie zostanie utworzone dla systemu plików.
tr: Dosya sistemi için bir otomatik bağlama aygıtı oluşturulur.

source: An entry to check whether channel/channels in bouquet support VPS will be shown in context menu of channel list when activated
cs: Zadání kontroluje, zda kanál v sadě kanálů podporuje VPS, bude zobrazený v kontext.menu seznamu kanálů
tr: Buketteki kanalın/kanalların VPS'yi destekleyip desteklemediğini kontrol etmek için bir girişetkinleştirildiğinde kanal listesinin bağlam menüsünde gösterilir

source: An error occured.
cs: Vyskytla se chyba !
it: Si è verificato un errore.
lt: Įvyko klaida.
pl: Wystąpił błąd.
tr: Bir hata oluştu.

source: An error occurred while transferring the epg. Please check your ftp credentials.
cs: Vyskytla se chyba při převodu EPG ! Zkontrolujte FTP příhlášení.
it: Si è verificato un errore durante il trasferimento EPG. Controllare le proprie credenziali FTP.
lt: Perduodant epg įvyko klaida. Patikrinkite savo ftp įgaliojimus.
pl: Wystąpił błąd podczas przenoszenia pliku epg. Sprawdź ustawienia FTP.
tr: EPG aktarılırken bir hata oluştu.Lütfen FTP kimlik bilgilerini kontrol edin.

source: Another movie is currently cut. The movie "%s" will be cut in the background after it.
cs: Zpracovává se nyní jiný soubor ! Video : "%s" bude vystříháno následně na pozadí ...
it: È già in corso il taglio di una registrazione. Il taglio di "%s" sarà effettuato in background successivamente.
lt: Kitas filmas šiuo metu yra karpomas. Filmas "%s" bus sukarpytas fone po jo.
pl: Kolejne nagranie jest obecnie cięte. Nagranie "%s" zostanie przycięte w tle po nim.
tr: Şu anda başka bir film kesiliyor. "%s" filmi ondan sonra arka planda kesilecektir.

source: Another movie or directory is currently processed. The %s "%s" will be processed in the background after it.
cs: Zpracovává se momentálně nahrávka nebo obsah složky ! %s "%s" bude zpracováno až následně na pozadí.
it: Processo in corso per altri video/directory. %s "%s" verrà processato in background successivamente.
lt: Šiuo metu apdorojamas kitas filmas ar katalogas. %s "%s" bus vykdomas fone po jo.
pl: Kolejne nagranie lub katalog jest obecnie przetwarzane. %s "%s" zostanie przetworzone w tle po nim.
tr: Bir kayıt veya dizin zaten düzenleniyor. %s "%s" daha sonra arka planda işlenecek.

source: Any service/recording
cs: jakýkoliv kanál nebo záznam
it: Ogni canale/registrazione
lt: Bet koks kanalas/įrašas
pl: Każdy kanał/nagranie
tr: zamanlayıcı listesinde / kayıtlarda

source: Append '_' if file exist
cs: přidat '_' pokud již soubor existuje
it: Aggiungere '_' se il file esiste
lt: Papildyti '_' jei nėra failo
pl: Dołącz '_' jeśli plik istnieje
tr: Dosya varsa '_' ekleyin

source: Append Partnerbox-name to service/bouquet
cs: přidat název partnerského boxu do kanálu / sady kanálů
it: Aggiungere il nome Partnerbox al canale/bouquet
lt: Pridėkite nuotolinio imtuvo pavadinimą prie kanalo/paketo
pl: Dołącz nazwę Partnerbox do kanału / bukietu
tr: Kanal'a/Buket'e Partnerbox adını ekleyin

source: Append file to current playing songlist
cs: přidat soubor do akt.seznamu audia
it: Aggiungere il file all'elenco brani in riproduzione
lt: Pridėti failą į dabar grojančių dainų sąrašą
pl: Dołącz plik do aktualnie odtwarzanej listy utworów
tr: Şu anda çalmakta olan şarkı listesine dosya ekle

source: Append file to current songlist
cs: přidat soubor do akt.seznamu
it: Aggiungere all'elenco brani corrente
lt: Pridėti failą į dabartinį dainų sąrašą
pl: Dołącz plik do aktuanej listy utworów
tr: Geçerli şarkı listesine dosya ekle

source: Append shortcut number
cs: přidat číslo horké klávesy
it: Aggiungere numero breve
lt: Papildyti nuorodų skaičių
pl: Dołącz numer skrótu
tr: Çağrıda kısayol kodunu göster

source: Append type of number
cs: přidat číslo typu
it: Aggiungere il tipo di numero
lt: Papildyti numerio tipą
pl: Dołącz typ numeru
tr: Çağrıda numara tipini göster

source: Append vanity name
cs: přidat číslo pravděpodobnosti
it: Aggiungere vanity name
lt: Papildyti raidinį-skaitmeninį pavadinimą
pl: Dołącz nazwę skróconą
tr: Çağrıda vanity kodunu göster

source: Apply
cs: použít
it: Applicare
lt: Vykdyti
pl: Zastosuj
tr: Uygula

source: Apply selected theme
cs: použít vybrané téma
it: Applicare il tema selezionato
tr: Seçili temayı etkinleştir

source: Apply themes now?
cs: Použít téma nyní ?
it: Applicare i temi ora?
lt: Taikyti temas dabar?
pl: Zastosować teraz motywy ?
tr: Temalar şimdi uygulansın mı?

source: Arabic
cs: arabsky
it: Arabo
lt: Arabų
pl: Arabski
tr: Arapça

source: Archive
cs: archív
it: Archivio
lt: Archyvas
pl: Archiwum
tr: Arşiv

source: Are you sure to remove %s from your favorites?
cs: Chcete odstranit %s z oblíbených ?
it: Rimuovere %s dai preferiti?
lt: Ar tikrai pašalinti %s iš savo mėgstamiausių?
pl: Czy na pewno chcesz usunąć %s z ulubionych?
tr: %s favorilerinizden kaldırılsın mı?

source: Are you sure you want to delete %s?
cs: Chcete odstranit %s ?
it: Rimuovere %s?
lt: Ar tikrai norite ištrinti %s?
pl: Czy na pewno chcesz usunąć %s?
tr: %s dosyasını silmek istediğinizden emin misiniz?

source: Areacode to add to calls without one (if necessary)
cs: předvolba pro volání bez jedné (pokud je to nutné)
it: Pref. locale per le chiamate che ne sono prive (se necessario)
lt: Srities kodas, kad pridėti prie skambučių, be vieno (jei reikia)
pl: Dodaje numer kierunkowy do rozmów (w razie potrzeby)
tr: Telefonsuz aramalar için alan kodu (gerekirse)

source: Arrange TimerList
cs: seřadit seznam časovačů
it: Ordinare l'elenco timer
lt: Laikmačių sąrašo išdėstymas
pl: Uporządkuj Listę Timerów
tr: Zamanlayıcı listesini düzenle

source: Artist (%s) -> Album List
cs: zpěvák (%s) -> seznam alb
it: Artista (%s) -> Elenco Album
lt: Atlikėjas (%s)-> albumų sąrašas
pl: Wykonawca (%s) -> Lista Albumów
tr: Sanatçı (%s) -> Albüm Listesi

source: Artist (%s) -> Song List
cs: zpěvák (%s) -> seznam skladeb
it: Artista (%s) -> Elenco brani
lt: Atlikėjas (%s)-> dainų sąrašas
pl: Wykonawca (%s) -> Lista Utworów
tr: Sanatçı (%s) -> Şarkı Listesi

source: Artist:
cs: zpěvák :
it: Artista:
lt: Atlikėjas:
pl: Wykonawca:
tr: Sanatçı:

source: Artists (%d)
cs: zpěváci (%d)
it: Artisti (%d)
lt: Atlikėjai (%d)
pl: Wykonawcy (%d)
tr: Sanatçılar (%d)

source: Artists List
cs: seznam zpěváků
it: Elenco Artisti
lt: Atlikėjų sąrašas
pl: Lista Wykonawców
tr: Sanatçılar listesi

source: Ask default No
cs: předvolit : "ne"
lt: Klausti, numatyta Ne
pl: Zapytaj domyślnie Nie
tr: Varsayılana sor Hayır

source: Ask default Yes
cs: předvolit : "ano"
lt: Klausti, numatyta Taip
pl: Zapytaj domyślnie Tak
tr: Varsayılana sor Evet

source: Ask user
cs: zeptat se...
it: Chiedere
lt: Klausti vartotojo
pl: Zapytaj użytkownika
tr: Sor

source: Aspect Ratio Switch setup
cs: Aspect Ratio Switch
it: Impostazioni Aspect Ratio Switch
lt: Kraštinių santykio perjungimo nustatymas
pl: Ustawienia Przełącznika Proporcji Obrazu
tr: En Boy Oranı Anahtarını ayarla

source: Aspect ratio switched from: %s to: %s
cs: Poměr stran přepnutý z : %s na : %s
it: Rapporto d'aspetto modificato da: %s a: %s
lt: Kraštinių santykis perjungiamas iš: %s į: %s
pl: Proporcja obrazu przełączona z: %s do: %s
tr: Ekran şuradan değiştirildi: %s üzerinde: %s

source: Aspect ratio:
cs: poměr stran :
it: Rapporto d'aspetto:
tr: En Boy oranı:

source: AspectRatioSwitch Setup
cs: Přepínání poměru stran...
it: Impostazioni AspectRatioSwitch
lt: Kraštinių santykio perjungimo nustatymas
pl: AspectRatioSwitch Ustawienia
tr: En Boy Oranı Anahtarı Ayarları

source: Assign color buttons (red/green/yellow/blue) to plugins of MOVIELIST.
cs: Přiřazení funkce pod barevná tlačítka seznamu videa (červené, zelené, žluté, modré).
it: Assegnare funzioni ai tasti colorati (rosso/verde/giallo/blu) ai plugin MOVIELIST.
lt: Priskirkite spalvotus mygtukus (raudoną/žalią/geltoną/mėlyną) FILMŲ SĄRAŠO priedams.
pl: Przypisz kolorowe przyciski (czerwony/zielony/żółty/niebieski) do wtyczek.
tr: MOVIELIST eklentilerine renk düğmeleri (kırmızı/yeşil/sarı/mavi) atayın.

source: Assign color buttons to plugins of MOVIELIST
cs: -- přiřazení funkcí pod barevná tlačítka videa
it: Assegnare i tasti colorati ai plugin MOVIELIST
lt: Priskirkite spalvotus mygtukus FILMŲ SĄRAŠO priedams
pl: Przypisz kolorowe przyciski do wtyczek
tr: Renk tuşlarını film listesi eklentilerine atayın

source: Assign plugin to blue key pressed
cs: funkce pod tl.: modré
it: Assegnare il plugin al tasto blu
lt: Priskirkite priedą nuspaudę mėlyną mygtuką
pl: Przypisz wtyczkę do naciśnięcia niebieskiego klawisza
tr: Eklentiyi mavi tuşa atayın

source: Assign plugin to green key pressed
cs: funkce pod tl.: zelené
it: Assegnare il plugin al tasto rosso
lt: Priskirkite priedą nuspaudę žalią mygtuką
pl: Przypisz wtyczkę do naciśnięcia zielonego klawisza
tr: Eklentiyi yeşil tuşa atayın

source: Assign plugin to long blue key pressed
cs: funkce pod tl.: modré dlouhé
it: Assegnare il plugin al tasto blu (press. prolungata)
lt: Priskirkite priedą ilgai nuspaudę mėlyną mygtuką
pl: Przypisz wtyczkę do długiego naciśnięcia niebieskiego klawisza
tr: Mavi tuşa uzun süre basıldığında

source: Assign plugin to long green key pressed
cs: funkce pod tl.: zelené dlouhé
it: Assegnare il plugin al tasto verde (press. prolungata)
lt: Priskirkite priedą ilgai nuspaudę žalią mygtuką
pl: Przypisz wtyczkę do długiego naciśnięcia zielonego klawisza
tr: Yeşil tuşa uzun süre basıldığında

source: Assign plugin to long red key pressed
cs: funkce pod tl.: červené dlouhé
it: Assegnare il plugin al tasto rosso (press. prolungata)
lt: Priskirkite priedą nuspaudę raudoną mygtuką
pl: Przypisz wtyczkę do długiego naciśnięcia czerwonego klawisza
tr: Kırmızı tuşa uzun süre basıldığında

source: Assign plugin to long yellow key pressed
cs: funkce pod tl.: žluté dlouhé
it: Assegnare il plugin al tasto giallo (press. prolungata)
lt: Priskirkite priedą ilgai nuspaudę geltoną mygtuką
pl: Przypisz wtyczkę do długiego naciśnięcia żółtego klawisza
tr: Sarı tuşa uzun süre basıldığında

source: Assign plugin to red key pressed
cs: funkce pod tl.: červené
it: Assegnare il plugin al tasto rosso
lt: Priskirkite priedą nuspaudę raudoną mygtuką
pl: Przypisz wtyczkę do naciśnięcia czerwonego klawisza
tr: Kırmızı tuşa basıldığında

source: Assign plugin to yellow key pressed
cs: funkce pod tl.: žluté
it: Assegnare il plugin al tasto giallo
lt: Priskirkite priedą nuspaudę geltoną mygtuką
pl: Przypisz wtyczkę do naciśnięcia żółtego klawisza
tr: Eklentiyi sarı tuşa atayın

source: Assigned Tags
cs: vybrané značky
it: Etich. assegnate
lt: Priskirkite žymas
pl: Przypisane Znaczniki
tr: İlişkili Etiketler

source: Attachments
cs: přílohy
it: Allegati
lt: Pridėti priedai
pl: Załączniki
tr: Ekler

source: Audio Bitrate
cs: bit.tok audia
it: Bitrate audio
lt: Garso bitų dažnis
pl: Szybkość Transmisji Dźwięku
tr: Ses bit oranı

source: Audio Channels
cs: audio kanály
it: Canali audio
lt: Garso kanalai
pl: Kanały dźwiękowe
tr: Ses Kanalları

source: Audio Codec
cs: audio kodek
it: Codec audio
lt: Garso kodekas
pl: Kodeki dźwięku
tr: Ses Kodeği

source: Audio PID
cs: PID audia
it: PID audio
lt: Garso PID
tr: Ses PID

source: Audio Samplerate
cs: audio - vzorkovací kmitočet
it: Campionamento audio
lt: Garso pavyzdžio norma
pl: Próbkowanie dźwięku
tr: Ses Örnekleme Oranı

source: Audio Settings
cs: nastavení audia
it: Impostazioni audio
tr: Ses ayarları

source: Audio Sync
cs: synchronizace audia
it: Sincronismo audio
lt: Garso sinchronizavimas
tr: Ses senkronu

source: Audio Sync Setup
it: Impostazioni sincronismo audio
lt: Garso sinchronizavimo nustatymai
pl: Konfiguracja Audio Sync
tr: Ses senkron ayarları

source: Audio System
cs: audio systém
it: Sistema Audio
tr: Ses Sistemi

source: Audio restart Setup
cs: audio - nastavení restartu
it: Impostazioni riavvio audio
lt: Garso paleisties iš naujo nustatymas
pl: Restart Audio Ustawienia
tr: Sesi yeniden başlatma Kurulumu

source: AudoRestart allows the restart of digital audio after standby to fix missing audio due to handshake problems with some avr brands.
cs: AudioRestart umožní restartování digitálního zvuku po režimu spánku (odstraňuje problémy se zvukem u některých značek AVR).
it: AudioRestart consente il riavvio dell'audio digitale dopo lo standby per correggere la mancanza di audio dovuta a problemi di handshake con alcune marche di avr.
lt: 'Garso paleistis iš naujo' leidžia paleisti skaitmeninį garso iš naujo po budėjimo, nustačius trūkstamą garsą dėl problemų su kai kurių gamintojų įrenginiais.
pl: AudoRestart umożliwia ponowne uruchomienie cyfrowego dźwięku po przejściu z trybu czuwania ,naprawia problemy z dźwiękiem.
tr: AudioRestart / Sesi Yeniden Başlatma,beklemeden sonra dijital ses sinyalinin yeniden başlatılmasını sağlar.

source: AudoSync allows delaying the sound output (Bitstream/PCM) so that it is synchronous to the picture.
cs: AudioSync umožní zesynchronizovat zvukový výstup (Bitstream a PCM) s obrazem.
it: AudioSync permette di ritardare l'emissione del suono (Bitstream/PCM) in modo che risulti sincrono all'immagine.
lt: 'Garso sinchronizavimas' leidžia uždelsti garso (duomenų srauto/PCM) išvestį, kad tai būtų sinchroniška su vaizdu.
pl: AudoSync pozwala na opóźnianie dźwięku (Bitstream / PCM), dzięki temu synchronizuje się do obrazu.
tr: Resim / ses uyuşmazlıklarında dudak senkronizasyonu yapmanıza yardımcı olur.
