Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Australia
cs: Austrálie
lt: Australija
tr: Avustralya

source: Austria
cs: Rakousko
lt: Austrija
tr: Avusturya

source: Authenticate with Youtube
cs: přihlásit se do Youtube
it: Autenticazione con Youtube
lt: Autentifikuoti su YouTube
pl: Uwierzytelnianie z Youtube
tr: Youtube üzerinden kaydolun

source: Authentication awaiting
cs: Očekávám přihlášení
it: In attesa di autenticazione
lt: Laukiame autentifikacijos
pl: Uwierzytelnianie w oczekiwaniu
tr: Kimlik doğrulama bekleniyor

source: Authentication for local clients
cs: vyžadovat ověření lokálního klienta
it: Autenticazione per client locali
lt: Vietinių klientų autentifikacija
pl: Autoryzacja dla klientów lokalnych
tr: Yerel istemciler için kimlik doğrulaması

source: Authors
cs: autor :
it: Autori
lt: Autoriai
pl: Autorzy
tr: Yazarlar

source: Auto
cs: automaticky
lt: Automatinis
tr: Otomatik

source: Auto match
cs: aut.přidělit
it: Corrispondenza automatica
lt: Auto sutapimas
pl: Auto dopasowanie
tr: Otomatik eşleşme

source: Auto paginate on last entry:
cs: po posledním záznamu aut.přetočit list :
it: Impaginare automaticamente sull'ultima voce:
lt: Automatinis puslapių numeravimas paskutiniam įrašui:
pl: Auto numeracja na ostatnim wpisie:
tr: Son girişte otomatik olarak kaydırın:

source: Auto-Delete Data older than (Days)
cs: aut.odstranit data starší než... (dnů)
it: Rimuovere automaticamente dati se più vecchi di (giorni)
lt: Automatiškai ištrinti duomenis, senesnius nei (dienų)
pl: Usuwanie plików starszych niż (Dni)
tr: (Gün) tarihinden eski Verileri Otomatik Sil

source: Auto-Delete older %s Days
cs: aut.odstranit data starší %s dnů
it: Rimuovere autom. dati più vecchi di %s (giorni)
lt: Automatiškai ištrinti senesnius, nei %s (dienų)
pl: Automatycznie - usuń starszy %s Dni
tr: Daha eski %s Günlerini Otomatik Sil

source: Auto-Primetime:
cs: aut.hl.vysílací čas :
it: Prime time automatico::
lt: Automatinis žiūrimiausias laikas:
tr: Otomatik Yoğun Zaman Zamanlayıcı:

source: Auto-add torrent enclosures from SimpleRSS
cs: aut. přidané torrenty ze SimpleRSS
it: Aggiungere automaticamente allegati torrent da SimpleRSS
lt: Automatiškai pridėti torrentus iš SimpleRSS
pl: Automatyczne dodawanie załączników torrentów z RSS
tr: SimpleRSS ile otomatik olarak torrent ekleyin

source: Auto-enable conditions for subtitles
cs: povolit automatické titulky
it: Regole di abilitazione automatica sottotitoli
lt: Automatiškai įjungti sąlygas subtitrams
pl: Automatyczne włączenie warunków dla napisów
tr: Altyazılar için otomatik etkinleştirme koşulları

source: Auto-reduce calculated skip time (in seconds)
cs: aut.redukovat vypočítaný čas (v sek.)
it: Riduzione automatica salto temporale (sec)
lt: Automatiškai sumažinti apskaičiuotą praleidimo laiką (sekundėmis)
pl: Automatycznie zmniejsz obliczony czas pomijania (w sekundach)
tr: Hesaplanan atlama süresini otomatik olarak azalt (saniye olarak)

source: AutoTimer
cs: aut.časovače
lt: Auto laikmatis
tr: Otomatik Zamanlayıcı

source: AutoTimer %s Filter List Entry
cs: aut.časovač %s - zadání filtru v seznamu
it: AutoTimer %s Voce elenco filtri
lt: Auto laikmačio %s filtrų sąrašo įrašas
tr: Otomatik Zamanlayıcı %s filtre listesi girişi

source: AutoTimer Editor
cs: editor aut.časovačů
it: Editor AutoTimer
lt: Auto laikmačio redaktorius
pl: Edytor AutoTimera
tr: Otomatik zamanlayıcı editörü

source: AutoTimer Filters
cs: filtry aut.časovačů
it: Filtri AutoTimer
lt: Auto laikmačio filtrai
pl: Filtry AutoTimera
tr: Otomatik zamanlayıcı filtreleri

source: AutoTimer Services
cs: kanály aut.časovače
it: Canali AutoTimer
lt: Auto laikmačio kanalai
pl: Kanały AutoTimera
tr: Otomatik zamanlayıcı kanalları

source: AutoTimer Settings
cs: nastavení časovačů
it: Impostazioni AutoTimer
lt: Auto laikmačio nustatymai
pl: Ustawienia AutoTimera
tr: Otomatik zamanlayıcı ayarları

source: AutoTimer failed with error %s
cs: AutoTimer skončil s chybou : %s
it: AutoTimer fallito. Errore: %s
lt: Auto laikmatis nepavyko dėl klaidos %s
pl: Auto Timer nie powiódł się z powodu błędu %s
tr: EPG'yi ayrıştıran Otomatik Zamanlayıcı %s hatasına neden oldu

source: AutoTimer independent mode
cs: AutoTimer - nezávislý mód
it: Modalità indipendente AutoTimer
lt: Auto laikmačio nepriklausoma būsena
pl: Niezależny tryb Auto Timera
tr: Otomatik Zamanlayıcıdan bağımsız mod

source: AutoTimer overview
cs: Přehled aut.časovačů
it: Panoramica di AutoTimer
lt: Auto laikmačio apžvalga
pl: Przegląd AutoTimera
tr: Otomatik zamanlayıcı incele

source: AutoTimer scans the EPG and creates Timers depending on user-defined search criteria.
cs: Aut.časovač prohledá EPG programů a vytvoří časovače podle určených kritérií.
it: AutoTimer scansiona l'EPG e crea automaticamente timer secondo criteri di ricerca definiti dall'utente.
lt: Auto laikmatis skenuoja EPG ir kuria laikmačius priklausomai nuo vartotojo apibrėžtų paieškos kriterijų.
pl: AutoTimer skanuje EPG i tworzy Timery w zależności od zdefiniowanych przez użytkownika kryteriów.
tr: Otomatik zamanlayıcı eklentisi, belirlediğiniz kriterlere göre EPR bilgisinde arama yaparak zamanlanmış görev oluşturur.

source: AutoTimer timer
cs: AutoTimer - časovač
it: Timer Autotimer
lt: Auto laikmačio laikmatis
tr: Otomatik Zamanlayıcı

source: AutoTimer was added successfully
cs: Aut.časovač byl úspěšně přidaný
it: AutoTimer aggiunto correttamente
lt: Auto laikmatis sėkmingai pridėtas
pl: Auto Timer został dodany pomyślnie
tr: Otomatik zamanlayici başarılıyla eklendi

source: AutoTimer was changed successfully
cs: Aut.časovač byl úspěšně změněný
it: AutoTimer modificato correttamente
lt: Auto laikmatis sėkmingai pakeistas
pl: Auto Timer został zmieniony pomyślnie
tr: Otomatik zamanlayıcı başarıyla güncellendi

source: AutoTimer was removed
cs: Časovač byl odebraný
it: AutoTimer rimosso
lt: Auto laikmatis pašalintas
pl: Auto Timer został usunięty
tr: Otomatik zamanlayıcı silindi

source: AutoTimer-plugin must be installed to use the search filter function!
cs: Pro použití funkce vyhledávacího filtru musí být nainstalovaný modul AutoTimer-plugin !
it: AutoTimer deve essere installato per utilizzare la funzione filtro di ricerca.
tr: Arama filtresi işlevi için Otomatik Zamanlayıcı eklentisi yüklenmelidir.

source: AutoTimers were changed successfully
cs: Aut.časovač byl úspěšně změněný
it: AutoTimer modificato correttamente
lt: Auto laikmačiai sėkmingai pakeisti
pl: Automatyczne Timery zostały zmienione poprawnie
tr: Otomatik zamanlayıcılar başarıyla değiştirildi.

source: Autocreate of missing previews
cs: aut.doplnit chybějící náhledy
it: Creare automaticamente anteprime mancanti
lt: Automatiškai kurti trūkstamą peržiūrą
pl: Automatyczne tworzenie brakujących podglądów
tr: Eksik küçük resimlerin otomatik oluşturulması

source: Autocreate of previews aborted due user!
cs: Aut.doplnění chybějících náhledů bylo přerušeno !
it: Creazione anteprime interrotta dall'utente.
lt: Automatinės peržiūros nutrauktos vartotojo!
pl: Automatyczne tworzenie podglądów przerwane przez użytkownika!
tr: Eksik küçük resimlerin otomatik oluşturulması durduruldu!

source: Automatic Screensaver
cs: automatický šetřič
it: Screensaver automatico
lt: Automatinė ekrano užsklanda
pl: Automatyczny Wygaszacz Ekranu
tr: Otomatik Ekran Koruyucu

source: Automatic System Cleanup Setup
cs: System Cleanup -aut.odstranění nepotřebných souborů_
it: Impostazioni pulizia automatica sistema
lt: Automatinės valymo sistemos nustatymas
pl: Konfiguracja Systemu Automatycznego Czyszczenia
tr: Otomatik Sistem Temizlemeyi Ayarla

source: Automatic Timerlist Cleanup Setup
cs: aut.čištění seznamu časovačů
it: Impostazioni pulizia automatica elenco timer
lt: Automatinis laikmačio sąrašo išvalymo nustatymas
pl: Auto Czyszczenie Listy Timerów
tr: Otomatik Zamanlayıcı Listesi Temizleme - Kurulumu

source: Automatic Volume Adjustment
cs: aut.nastavení hlasitosti
it: Regolazione automatica del volume
lt: Automatinis garso reguliavimas
pl: Automatyczna Regulacja Głośności
tr: Otomatik ses ayarı

source: Automatic Volume Adjustment - Config
cs: Aut.nastavení hlasitosti...
it: Automatic Volume Adjustment - Impostazioni
lt: Automatinio garso reguliavimas - konfigūracija
pl: Automatyczna Regulacja Głośności - Konfiguracja
tr: Otomatik ses ayarı - Yapılandırma

source: Automatic Volume Adjustment - Entry Config
cs: Aut.nastavení hlasitosti...
it: Automatic Volume Adjustment - Impostazioni
lt: Automatinio garso reguliavimas - įrašo konfigūracija
pl: Automatyczna Regulacja Głośności - Konfiguracja Wejścia
tr: Otomatik ses ayarı - konfigürasyon girişi

source: Automatic Volume Adjustment - Service Config
cs: Aut.nastavení hlasitosti...
it: Automatic Volume Adjustment - Impostazioni canale
lt: Automatinis garso reguliavimas - kanalų konfigūracija
pl: Automatyczna Regulacja Głośności - Konfiguracja Usługi
tr: Otomatik ses ayarı - yapılandırma kanalları

source: Automatic timers list cleaning
cs: Vyprázdnit seznam aut.časovačů
it: Pulizia automatica elenco timer
lt: Automatinis laikmačių sąrašo valymas
pl: Automatyczne czyszczenie listy Timerów
tr: Otomatik zamanlayıcı listesi temizleme

source: Automatic volume adjust
cs: aut.nastavení hlasitosti
it: Regolazione automatica del volume
lt: Automatiškai reguliuoti garsą
pl: Automatyczna Regulacja głośności
tr: Otomatik ses ayarı

source: Automatic volume adjustment
cs: -- aut.regulace hlasitosti a přednastavení
it: Controllo automatico del volume
lt: Automatinis garso reguliavimas
pl: Automatyczna regulacja głośności
tr: Otomatik ses şiddeti düzenleyici

source: Automatic volume adjustment for ac3/dts services.
cs: aut.nastavení hlasitosti pro stanice s AC3/DTS
it: Controllo automatico del volume per audio ac3/dts.
lt: Automatinis ac3/dts kanalų garso reguliavimas.
pl: Automatyczna regulacja głośności dla kanałów w AC3 / DTS.
tr: ac3/dts ses izleri için otomatik ses şiddeti düzenleyici.

source: Automatically add new Caller to PhoneBook
cs: volání aut.přidáno do telefonu
it: Inserimento automatico nuovo chiamante in rubrica
lt: Naują abonentą automatiškai pridėti telefonų knygą
pl: Automatyczne dodawanie nowego rozmówcy do Książki Telefonicznej
tr: Kayıtsız arayan kişisini, rehbere otomatik olarak ekle

source: Automatically change video resolution
cs: -- aut.změna rozlišení obrazu podle originálu
it: Adattare automaticamente la risoluzione video
lt: Automatiškai keisti vaizdo skiriamąją gebą
pl: Automatyczna zmiana rozdzielczości wideo
tr: Video çözünürlüğünü otomatik değiştirir

source: Automatically changes the output resolution depending on the video resolution you are watching.
cs: Modul automaticky upraví rozlišení výstupu v závislosti na videu
it: La risoluzione di uscita viene ottimizzata automaticamente in base alla risoluzione del video visualizzato.
lt: Automatiškai keisti išvesties skiriamąją gebą, priklausomai nuo vaizdo skiriamosios gebos, kurią jūs žiūrite.
pl: Automatycznie zmienia rozdzielczość w zależności od rozdzielczości wideo jaką oglądasz.
tr: Kullandığınız video çözünürlüğüne bağlı olarak çıkış çözünürlüğünü otomatik olarak değiştirir.

source: Automatically create timer events based on keywords
cs: -- aut.načasování programů podle klíčových slov
it: Creare automaticamente eventi timer basati su parole chiave
lt: Automatiškai kurti laikmačio įvykius, pagrįstus raktiniais žodžiais
pl: Automatycznie tworzy timery na podstawie słów kluczowych
tr: Anahtar kelimelere göre otomatik olarak zamanlayıcı olayları oluşturun

source: Automatically reduces the skip time by the defined number of seconds when saving the skip time.
cs: aut.redukovat čas přeskoku u defin.počtu sekund při uložení času přeskoku
it: Ridurre automaticamente di un tempo predefinito (secondi) la durata del salto temporale al suo salvataggio .
lt: Automatiškai sumažina praleidimo laiką nustatytu sekundžių skaičiumi, kai išsaugote praleidimo laiką.
tr: Atlamayı kaydederken atlama süresini tanımlanan saniye sayısı kadar otomatik olarak azaltır

source: Automatically refresh EPG
cs: -- aut.obnovení dat programů kanálů
it: Aggiornare EPG automaticamente
lt: Automatiškai atnaujinti EPG
pl: Automatyczne odświeżanie EPG
tr: Otomatik EPG yenileyici

source: Automatically search and add season and episode information to Your timer and recordings.
cs: Automaticky vyhledat a přidat sezonu a informace o epizodě do časovače a záznamu
it: Cercare e aggiungere automaticamente informazioni sulla stagione e sull'episodio ai timer e alle registrazioni.
lt: Automatiškai ieškoti ir įtraukti sezono ir epizodo informaciją į savo laikmatį ir įrašus.
pl: Automatycznie wyszukiwanie i dodawanie informacji na temat Sezonu i Odcinka dla Timera i Nagrań.
tr: Sezon ve bölüm bilgilerini otomatik olarak arayın ve zamanlayıcınıza ve kayıtlarınıza ekleyin.

source: Automatically select Audio- and Subtitle tracks
cs: -- vybrat zvukovou stopu a titulky
it: Selezionare automaticamente le tracce audio e i sottotitoli
lt: Automatiškai pasirinkti garso ir subtitrų takelius
pl: Automatyczny wybór Napisów i ścieżek Audio
tr: Ses ve Altyazı izlerini otomatik olarak seçin

source: Automatically shut down to deep standby
cs: -- automatické vypínání boxu
it: Porre automaticamente il decoder in deep standby
lt: Automatiškai išjungti į gilų budėjimą
pl: Automatyczne wyłączenie do głębokiego trybu czuwania
tr: Elektro Güç Tasarrufunu Etkinleştir

source: Automatically zaps back to current service after given Time
cs: aut.přepnout zpět na kanál po uplynutí zadaného času
it: Tornare al canale corrente dopo un intervallo di tempo prefissato
lt: Automatiškai jungti atgal į dabartinį kanalą per tam tikrą laiką
pl: Automatycznie przełącza z powrotem na bieżący kanał po określonym czasie
tr: Girdiğiniz süre dolduğunda izlediğiniz kanala geri dönün

source: Autoresolution
cs: automatické rozlišení
lt: Auto rezoliucija
pl: Automatyczna Rozdzielczość
tr: Otomatik çözünürlük

source: Autoresolution Plugin Testmode: Is %s OK?
cs: Testovací režim modulu Autoresolution : Je %s OK ?
it: Autoresolution: modalità test. Il funzionamento di %s è corretto?
lt: Auto rezoliucijos priedas testuojamas: %s yra gerai?
pl: Auto Rozdzielczość tryb testowy: Czy jest OK %s ?
tr: Otomatik çözünürlük eklentisi test modu: %s iyi mi?

source: Autoresolution Switch
cs: Přepnout aut.rozlišení
it: Commutare Autoresolution
lt: Auto rezoliucijos perjungiklis
pl: Włącznik Auto Rozdzielczości
tr: Otoçözünürlük anahtarı

source: Autoresolution is not working in Scart/DVI-PC Mode
cs: Aut.rozlišení nefunguje v Scart, DVI-PC módu !
it: Autoresolution non è disponibile in modalità Scart/DVI-PC
lt: Auto rezoliucija neveikia Scarto / DVI-PC būsenoje
pl: Auto Rozdzielczość nie działa w trybie Scart/DVI-PC
tr: Otoçözünürlük eklentisi Scart/DVI-PC bağlantılarını desteklememektedir

source: Autoresolution settings
cs: nastavit aut.rozlišení
it: Impostazioni Autoresolution
lt: Auto rezoliucijos nustatymai
pl: Ustawienia Auto Rozdzielczości
tr: Otoçözünürlük ayarları

source: Autoresolution videomode setup
cs: nastavit mód videa pro aut.rozlišení
it: Impostazioni modalità video di Autoresolution
lt: Auto rezoliucijos vaizdo būsenos valdymas
pl: Konfiguracja trybu Auto Rozdzielczości wideo
tr: Otoçözünürlük video kipi ayarları

source: Autos & Vehicles
cs: vozidla
it: Auto & veicoli
lt: Automobiliai ir transporto priemonės
pl: Samochody i Pojazdy
tr: Otomobil & Araçlar

source: Autotimer
lt: Auto laikmatis
tr: Otomatik Zamanlayıcı

source: Autotimer is not installed!
cs: Autotimer není nainstalovaný !
it: AutoTimer non è installato.
lt: Auto laikmatis neįdiegtas!
pl: Auto Timer nie jest zainstalowany!
tr: Otomatik Zamanlayıcı kurulu değil!

source: Autoupdate
cs: aut.aktualizace
it: Aggiornamento automatico
lt: Automatinis atnaujinimas
pl: Automatyczna aktualizacja
tr: Otomatik güncelleme

source: Autowrite timer
cs: aut.zápis časovače
it: Scrittura automatica timer
lt: Automatinis įrašymo laikmatis
pl: Zapisz automatycznie Timer
tr: Zamanlayıcı otomatik yazma

source: Available plugins menu
cs: seznam dostupných modulů
it: Menu plugin disponibili
lt: Prieinamas įskiepių meniu
pl: Menu dostępnych wtyczek
tr: 'Kullanılabilir Eklentiler' menüsü

source: Avoid deep standby on network activity, e.g. for Streaming
cs: zabránit vypnutí, pokud je aktivní síť, např.při sdílení
it: Impedire la modalità deep standby se la rete è attiva, es. per Streaming
lt: Išvengti giliaus budėjimo veikiant tinklui, pvz., srautui
pl: Unikaj przejścia do głębokiego czuwania przy aktywności sieci, na przykład podczas Strumieniowania.
tr: Ağ etkinliği olduğunda kapanmayı önleyin, ör. Akış / Streaming

source: Avoid deep standby on nfs-read activity, e.g. for Streaming
cs: zabránit vypnutí, pokud je aktivním čtení NFS, např.při sdílení
it: Impedire la modalità deep standby sull'attività di lettura NFS (ad es. per lo streaming)
lt: Venkite gilaus budėjimo režimo, kai naudojate nfs-read veiklą, pvz., Srautams
tr: NFS okuma etkinliğinde beklemeyi engelle (ör. akış için)

source: Avoid deep standby when HDD is active, e.g. for FTP
cs: pozastavit vypnutí, pokud je HDD aktivní, např. pro FTP
it: Impedire la modalità deep standby su attività HDD (es.: FTP)
lt: Išvengti giliaus budėjimo kai HDD yra aktyvus, pvz., FTP
pl: Unikaj przejścia do głębokiego czuwania, gdy dysk twardy jest aktywny naprzykład dla FTP
tr: HDD aktifken derin bekleme olmaz, örn. FTP için

source: Awards:
cs: ocenění :
it: Riconoscimenti:
tr: Ödüller:

source: BUTTONS
cs: TLAČÍTKA
it: TASTI
pl: PRZYCISKI
tr: TUŞLAR

source: BZ2-package:\n
cs: BZ2-balíček :\n
it: Pacchetto-BZ2:\n
lt: BZ2 paketas:\n
pl: BZ2-Pakiet:\n
tr: BZ2-Arşiv:\n

source: Babelzapper Plugin
cs: modul Babelzapper
it: Plugin Babelzapper
lt: Babelzapper priedas
pl: Wtyczka Babelzapper
tr: Babelzapper eklentisi

source: Babelzapper Version %s by gutemine and garbage
cs: Babelzapper verze %s od gutemine a garbage
it: Babelzapper Versione %s by gutemine e garbage
lt: Babelzapper versija %s sukurta gutemine ir garbage
pl: Wersja Babelzapper %s od gutemine i garbage
tr: Babelzapper sürümü %s gutemine ve çöp tarafından

source: Babelzapper readme.txt
it: readme.txt di Babelzapper
tr: Babelzapper benioku.txt

source: Back
cs: zpět<<
it: Indietro
lt: Atgal
pl: Powrót
tr: Geri

source: Back to main screen
cs: zpět na hl.obrazovku
it: Tornare alla schermata principale
lt: Grįžti į pagrindinį ekraną
pl: Powrót do ekranu głównego
tr: Ana pencereye geri dön

source: Background caching
cs: ukládat na pozadí
it: Caching in background
lt: Fono spartinimas
pl: Cache w tle
tr: Arka planda önbelleğe alma

source: Background only
cs: pouze na pozadí
it: Solo in background
lt: Tik fonas
pl: Tylko tło
tr: sadece arka planda

source: Background transparency
cs: transparentní pozadí
it: Trasparenza sfondo
lt: Permatomas fonas
pl: Przezroczystość tła
tr: Arka plan şeffaflığı

source: Backup
cs: - záloha
lt: Atsarginė kopija
pl: Kopia zapasowa
tr: Yedek al

source: Backup of DVD finished.
cs: záloha DVD dokončena...
it: Backup del DVD terminato.
lt: Atsarginis kopijavimas į DVD baigtas.
pl: Kopia Zapasowa DVD zakończona.
tr: DVD'nin yedeklenmesi tamamlandı.

source: Backup your Video-DVD to your harddisk
cs: záloha videa z DVD na harddisk
it: Eseguire il backup di DVD su harddisk
lt: Padarykite atsarginę kopiją jūsų vaizdo DVD į kietąjį diską
pl: Kopia zapasowa DVD-Wideo na dysk twardy
tr: Video DVD'nizi sabit diskinize yedekleyin

source: Bad arguments
cs: chybný parametr
it: Argomenti errati
lt: Blogi argumentai
pl: Błędne parametry
tr: Geçersiz parametreler

source: Bandwidth
cs: šířka pásma
it: Larghezza di banda
lt: Juostos plotis
pl: Szerokie pasmo
tr: Bant genişliği

source: Bandwidth settings
cs: nastavení šířky pásma
it: Impostazioni larghezza di banda
lt: Juostos pločio nustatymai
pl: Ustawienia przepustowości
tr: Ayarlar Bant Genişliği

source: Begin
cs: začátek
it: Inizio
lt: Pradėti
pl: Początek
tr: Başlat

source: Begin / End
cs: začátek / konec
it: Inizio / Fine
lt: Prasidės / baigsis
pl: Początek / Koniec
tr: Başlangıç / Bitiş

source: Begin of "after event" timespan
cs: začátek časového úseku "po události"
it: Inizio arco di tempo "dopo l'evento"
lt: Pradėkite "po įvykio " laiko tarpo
pl: Rozpocznij przedział czasowy "po wydarzeniu"
tr: Zaman aralığı başlangıcı

source: Begin of timespan
cs: začátek časového úseku
it: Inizio arco di tempo
lt: Laiko atkarpos pradžia
pl: Rozpocznij przedział czasowy
tr: Zaman aralığı başlangıcı

source: Begins
cs: spustit >
it: Inizia
lt: Prasideda
pl: Rozpoczyna się
tr: Başlar

source: Beta: Enable Permanent Recording?
cs: aktivovat permanentní nahrávání ?
it: Beta: abilitare la registrazione permanente?
lt: Beta versija: Įjungti pastovų įrašymą?
pl: Beta: Włączyć Stałe Nagrywanie?
tr: Beta: kalıcı kayıt etkinleştirilsin mi?

source: Birthday
cs: narozeniny
it: Compleanno
lt: Gimtadienis
pl: Urodziny
tr: Doğum Günü

source: Birthday Reminder
cs: připomenout narozeniny
lt: Gimtadienio priminimas
pl: Przypomnienie Dat Urodzin
tr: Doğum Günü anıları

source: Birthday Reminder Settings
cs: nastavit upozornění na narozeniny
it: Impostazioni Birthday Reminder
lt: Gimtadienio priminimo nustatymai
pl: Przypomnienie Dat Urodzin - Ustawienia
tr: Doğum Günü Hatırlatıcıları - Ayarlar

source: Birthday Reminder received %s birthdays from %s.
cs: připomenout narozeniny %s od %s
it: Birthday Reminder: ricevuti %s compleanni da %s.
lt: Gimtadienio priminimus gavo %s gimtadieniai nuo %s.
pl: Przypomnienie Dat Urodzin otrzymał %s dat urodzin od %s.
tr: Doğum Günü Hatırlatıcısı, %s'den %s doğum günü aldı.

source: Birthday filename:
cs: soubor narozenin :
it: Nome file compleanni:
lt: Gimtadienio failo pavadinimas:
pl: Urodziny nazwa pliku:
tr: Doğum Günü dosya adı:

source: Birthdays
cs: narozeniny
it: Compleanni
lt: Gimtadieniai
pl: Urodziny
tr: Doğum Günleri

source: BitrateViewer
cs: -- velikost toku videa a audia
lt: Garso kokybės peržiūra
pl: Podgląd Szybkości Transmisji
tr: Bit hızı görüntüleyici

source: Black
cs: černá
it: Nero
lt: Juoda
pl: Czarny
tr: Siyah

source: Blank
cs: prázdné
it: Vuoto
lt: Tuščias
pl: Pusty
tr: Boşluk

source: Blue
cs: modrá
it: Blu
tr: Mavi

source: Blue button function
cs: funkce pod tl.: modré
it: Funzione del tasto Blu
lt: 'MĖLYNO' mygtuko funkcija
pl: Niebieski przycisk funkcyjny
tr: Mavi tuşun işlevi

source: Blue button function (search list)
cs: funkce pod tl.: modré (seznam hledání)
it: Funzione tasto blu (elenco di ricerca)
tr: Mavi düğme (arama listesi)

source: Bodys
cs: vizitka
it: Corpi
lt: Kūnai
pl: Tekst główny
tr: Mesaj

source: Bonjour
cs: Zdravím...
tr: Merhaba

source: Bonjour/Avahi control plugin
cs: -- ovládací modul Bonjour/Avahi
it: Plugin di controllo Bonjour/Avahi
lt: Bonjour/Avahi kontrolės priedas
pl: Wtyczka kontroli Bonjour/Avahi
tr: Bonjour/Avahi yönetim eklentisi

source: Bonjour/Avahi control plugin.
cs: Ovládací modul Bonjour/Avahi
it: Plugin di controllo Bonjour/Avahi.
lt: Bonjour/Avahi kontrolės priedas.
pl: Wtyczka kontroli Bonjour/Avahi.
tr: Bonjour/Avahi kontrol eklentisi.

source: Bonjour: Overview
cs: Bonjour: přehled
it: Bonjour: Panoramica
lt: Bonjour: apžvalga
pl: Bonjour: Przegląd
tr: Bonjour: Genel Bakış

source: Bookmark
cs: umístění
it: Segnalibro
lt: Žymelė
pl: Zakładka
tr: Yer imi

source: Bookmarks
cs: Nadřazená úroveň_
it: Segnalibri
lt: Žymekliai
pl: Zakładki
tr: Yer imleri

source: Boot delay
cs: odložený start
it: Ritardo dopo l'avvio
lt: Įkrovos delsa
pl: Opóźnienie Boot`owania
tr: Başladıktan sonra gecikme

source: BorderSetTheme: A BorderSetTheme defines graphics used for windows and listboxes.
cs: BorderSetTheme : definuje grafiku používanou pro okna a seznamy.
it: BorderSetTheme: un BorderSetTheme definisce la grafica usata per finestre e listbox.
tr: BorderSetTheme, pencereler ve liste kutuları için kullanılan grafikleri tanımlar.

source: Both
cs: oba EMC+E2
it: Entrambi
lt: Abu
pl: Obydwa
tr: EMC ve E2 Yer İmleri
