Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Delete failed because the trashcan directory does not exist. Attempt to create it now?
cs: Odstranění selhalo, koš neexistuje! Má se vytvořit nový ?
it: Rimozione fallita. La directory cestino non esiste. Crearla ora?
lt: Pašalinti nepavyko, nes nėra šiukšliadėžės katalogas neegzistuoja. Bandymas jį sukurti dabar?
pl: Usuwanie nie powiodło się, ponieważ katalog dla kosza nie istnieje. Utworzyć go teraz?
tr: Silme işlemi, geri dönüşüm kutusu dizini bulunmadığından başarısız oldu. Şimdi oluştur?

source: Delete failed!
cs: Odstranění selhalo !
it: Rimozione fallita.
lt: Ištrinti nepavyko!
pl: Kasowanie nie powiodło się!
tr: Silme işlemi başarısız!

source: Delete favorite?
cs: odstranit oblíbené ?
it: Rimuovere i preferiti?
lt: Trinti mėgstamiausią?
pl: Usunąć ulubiony?
tr: Favoriler silinsin mi?

source: Delete log(s)
cs: odstranit chybový protokol
it: Rimuovere i log
lt: Trinti žurnalus
pl: Usuń Log(i)
tr: Günlük dosyalarını sil

source: Delete mount
cs: odstranit připojení
it: Rimuovere mount
lt: Trinti pajungimą
pl: Usuń montowanie
tr: Bağlantı noktasını sil

source: Delete older 48h
cs: odstranit starší než 48 hod.
it: Rimuovere se più vecchi di 48h
lt: Trinti senesnius kaip 48 val
pl: Usuń starszy 48h
tr: 48 saat sonra sil

source: Delete orphaned movie files
cs: odstranit osamocené soubory
it: Rimuovere i file di filmati orfani
lt: Trinti pavienius filmus
pl: Usuń osierocone pliki filmowe
tr: Artık kalmış film dosyalarını silin

source: Delete permanently
cs: trvale odstranit
it: Rimuovere definitivamente
lt: Ištrinti negrąžinamai
pl: Usuń trwale
tr: Kalıcı olarak sil

source: Delete selected page
cs: odstranit vybranou stránku
it: Rimuovere la pagina selezionata
lt: Trinti pasirinktą puslapį
pl: Usuń wybraną stronę
tr: Seçili sayfayı sil

source: Delete selected playlist
cs: odstranit vybraný seznam
it: Rimuovere la playlist selezionata
lt: Trinti pasirinktą grojaraštį
pl: Usuń wybraną Listę Odtwarzania
tr: Seçili oynatma listesini sil

source: Delete song from current playlist
cs: odebrat audio ze seznamu
it: Rimuovere brani dalla playlist corrente
lt: Trinti dainą iš šio grojaraščio
pl: Usuń utwór z obecnej listy odtwarzania
tr: Geçerli çalma listesinden şarkıları sil

source: Delete song from database
cs: odebrat skladbu z databáze
it: Rimuovere brani dal database
lt: Trinti dainą iš duomenų bazės
pl: Usuń utwór z bazy danych
tr: Veritabanından şarkı silme

source: Delete system setting backups
cs: odstranit systémové zálohy
it: Rimuovere i backup delle impostazioni di sistema
lt: Trinti sistemos nustatymų atsargines kopijas
pl: Usuń kopie zapasowe ustawień systemu
tr: Sistem ayarı yedeklerini silin

source: Delete this movie?
cs: Odstranit toto video ?
it: Rimuovere il filmato?
lt: Trinti šį filmą?
pl: Usunąć to nagranie?
tr: Bu film silmek istiyor musunuz?

source: Delete this tag...
cs: odstranit tuto značku...
it: Rimuovere etichetta...
lt: Trinti šią žymą...
pl: Usuń ten znacznik...
tr: Bu etiketi sil...

source: Delete timerlist entries
cs: odstranit dokončené časovače
it: Rimuovere le voci elenco timer
lt: Trinti laikmačio sąrašo įrašus
pl: Usuń wpisy Listy Timera
tr: Zamanlayıcı listesi girişlerini sil

source: Delete unused tags
cs: odstranit nepoužívané značky
it: Rimuovere le etichette inutilizzate
lt: Trinti nenaudojamas žymas
pl: Usuń nieużywane znaczniki...
tr: Kullanılmayan etiketleri sil

source: Delete validation
cs: potvrzovat vyprázdnění koše
it: Confermare lo svuotamento del cestino
lt: Pašalinimo patvirtinimas
pl: Usunąć Walidator
tr: Geri dönüşüm kutusu aktif olduğunda silme onayı

source: Deletion of %s %s
cs: odstraněno : %s %s
it: Rimozione di %s %s
tr: %s %s silindi

source: Description
cs: popis
it: Descrizione
lt: Aprašymas
pl: Opis
tr: Açıklama

source: Description field update delay
cs: zpoždění aktualizace popisu
it: Ritardo aggiornamento campo descrizione
lt: Aprašymo lango atvaizdavimo delsa
pl: Opóźnienie aktualizacji pola
tr: Gecikme açıklama alanını güncelle

source: Description:
cs: popis :
it: Descrizione:
lt: Aprašymas:
pl: Opis:
tr: Açıklama:

source: Design already exists. Please choose a different name
cs: Tento vzor již existuje. Vyberte jiný název
it: Design già esistente. Scegliere un nome differente
tr: Tasarım zaten yerinde. Lütfen başka bir isim seçin

source: Design modified
cs: upravit vzor
it: Design modificato
tr: Tasarım değişti

source: Design not deleted. Please select a design to be deleted.
cs: Vzor nebyl odstraněný. Vyberte jiný, který chcete odstranit.
it: Design non rimosso. Selezionare un design da rimuovere.
tr: Tema silinmedi. Lütfen silmek için bir tasarım seçin.

source: Destination
cs: umístění
it: Destinazione
lt: Paskirtis
pl: Przeznaczenie
tr: Hedef

source: Destination / Client
cs: cílová složka / klient
it: Destinazione / Client
lt: Paskirtis / klientas
pl: Przeznaczenie / Klient
tr: Hedef / İstemci

source: Destination dir '%s' does not exist.
cs: Cílová složka '%s' neexistuje !
it: La directory destinazione '%s' non esiste.
lt: Paskirties katalogo '%s' nėra.
pl: Docelowy Katalog '%s' nie istnieje.
tr: '%s' hedef dizini mevcut değil.

source: Details
cs: --detaily--
it: Dettagli
lt: Išsamiau
pl: Szczegóły
tr: Detaylar

source: Determines the recovery behavior of the NFS client after an NFS request times out. If neither option is specified (or if the hard option is specified), NFS requests are retried indefinitely. If the soft option is specified, then the NFS client fails an NFS request after retrans retransmissions have been sent, causing the NFS client to return an error to the calling application.
cs: Určí režim NFS klienta po vypršení času na požadavek NFS. Pokud není zadaná žádná volba (nebo je příliš tvrdá), bude NFS požadovat opakování zadání na neurčito. Pokud je softwarová možnost zadaná a požadavek klienta NFS selže, klient vrátí chybu volající aplikaci_
it: Comportamento del client NFS dopo il timeout di una richiesta NFS. Se non viene specificata alcuna opzione (o è selezionata l'opzione hard), le richieste NFS vengono ripetute indefinitamente. Se viene specificata l'opzione soft, la richiesta NFS avrà esito negativo dopo che sarà stato raggiunto il numero di tentativi previsti. Verrà restituito un errore all'applicazione chiamante.
lt: NFS kliento atkūrimo elgsena nustatoma po NFS užklausos ištrynimo. Jei nenurodyta nei viena parinktis (arba jei nurodyta sunki parinktis), NFS užklausos tęsiamos neribotą laiką. Jei yra nurodyta minkšta parinktis, tada NFS klientas nepateikia NFS užklausos po to, kai buvo retransliuotos retransliacijos, todėl NFS klientas grąžina klaidingą skambinimo programą.
pl: Określa zachowanie odtwarzania klienta NFS po przekroczeniu limitu czasu żądania. Jeśli nie określono żadnej opcji (lub określono hard), żądania NFS są ponawiane w nieskończoność. Jeśli wybrana jest opcja miękka, to klient NFS nie wysyła żądania NFS po wysłaniu retransmisji retrans, powodując, że klient NFS zwraca błąd aplikacji wywołującej.
tr: Bir NFS isteği zaman aşımına uğradıktan sonra NFS istemcisinin kurtarma davranışını belirler. Hiçbir seçenek belirtilmemişse (veya sabit seçenek belirtilmişse), NFS istekleri süresiz olarak yeniden denenir.Yazılım seçeneği belirtilirse,NFS istemcisi yeniden aktarımlar gönderildikten sonra bir NFS isteğinde başarısız olur ve bu da NFS istemcisinin çağıran uygulamaya bir hata döndürmesine neden olur.

source: Device
cs: zařízení
it: Dispositivo
lt: Įrenginys
pl: Urządzenie
tr: Aygıt

source: Device & Versions
cs: Zařízení a verze...
it: Dispositivo & versione
lt: Įrenginys ir versijos
pl: Urządzenie i Wersje
tr: Cihaz ve Sürümler

source: Device Info
cs: info o přijímači
it: Info dispositivo
lt: Įrenginio informacija
pl: Informacje o urządzeniu
tr: Cihaz bilgileri

source: Device Name
cs: název sat.přijímače
it: Nome dispositivo
lt: Įrenginio pavadinimas
pl: Nazwa urządzenia
tr: Cihaz adı

source: Device:
cs: sdílené zařízení :
it: Dispositivo:
lt: Įrenginys:
pl: Urządzenie:
tr: Aygıt:

source: Devices
cs: periférie, disky, DO, HDMI, V1
it: Dispositivi
tr: Cihazlar

source: Dir:
cs: složka :
lt: Kat:
pl: Katalog:
tr: Klasör:

source: Direct playback of Youtube videos
cs: -- přímé přehrávání videa z Youtube
it: Plugin per la riproduzione diretta di video da Youtube
lt: Tiesioginis Youtube vaizdo rodymas
pl: Bezpośrednie odtwarzanie filmów z YouTube
tr: Youtube videolarını oynatın

source: Director:
cs: režisér :
it: Regista:
tr: Rejisör

source: Directors:
cs: režiséři :
it: Registi:
tr: Yönetmenler:

source: Directory
cs: složka
lt: Katalogas
pl: Katalog
tr: Dizin

source: Directory %s already exists!
cs: Složka %s již existuje !
it: Directory %s già presente.
lt: Katalogas %s jau yra!
pl: Katalog %s już istnieje!
tr: %s dizini zaten var!

source: Directory %s nonexistent.
cs: Složka %s není k dispozici !
it: La directory %s non esiste.
lt: Katalogas %s neegzistuoja.
pl: Katalog %s nie istnieje
tr: %s klasörü oluşturulmamış.

source: Directory back
cs: O složku zpět
it: Directory precedente
lt: Virškatalogis
pl: Cofnij Katalog
tr: Dizin düzeyi geri

source: Directory forward
cs: O složku dopředu
it: Directory successiva
lt: Pakatalogis
pl: Przewiń Katalog
tr: Önceki dizin

source: Directory is already in bookmarks
cs: Složka v záložkách již existuje !
it: Directory già nei segnalibri
tr: Dizin zaten işaretli

source: Directory is not empty! Do you really want to delete it?
cs: Složka není prázdná ! Chcete ji odstranit ?
it: La directory non è vuota. Rimuoverla?
lt: Katalogas netuščias! Ar tikrai norite jį pašalinti?
pl: Katalog nie jest pusty! Czy na pewno chcesz go usunąć?
tr: Dizin boş değil! Gerçekten silmek istiyor musun?

source: Directory pattern file
cs: složka pro epizody
it: Directory file modello
lt: Failų šablonų katalogas
pl: Katalog pliku sygnatur
tr: Bölüm Şablonu Dosya Dizini

source: Directory to scan for Logos
cs: složka pro vyhledaná loga :
it: Directory di ricerca loghi
lt: Žurnalų skenavimo katalogas
pl: Katalog do skanowania Logo
tr: Logo aramak için dizin

source: Directory up
cs: O složku nahoru
it: Directory superiore
lt: Aukštesnis katalogas
pl: Katalog do góry
tr: Dizin yukarı

source: Directory-Cover search
cs: vyhledat složku s potiskem
it: Ricercare cover directory
lt: Katalogas - viršelių paieška
pl: Przeszukiwanie Katalogu Okładek
tr: Dizin-Kapak araması

source: Directory:
cs: složka :
lt: Katalogas:
pl: Katalog:
tr: Dizinler:

source: Disable
cs: deaktivovat
it: Disabilitare
lt: Išjungti
pl: Wyłącz
tr: Kapat

source: Disable
cs: deaktivovat
it: Disabilitare
lt: Išjungta
pl: Wyłącz
tr: Devre dışı bırak

source: Disable EMC
cs: >deaktivovat EMC modul...
it: Disabilitare EMC
lt: Išjungti EMC
pl: Wyłącz EMC
tr: EMC'yi devre dışı bırak

source: Disable KiddyTimer
cs: deaktivovat KiddyTimer
it: Disabilitare KiddyTimer
lt: Išjungti vaikų laikmatį
pl: Wyłącz KiddyTimer
tr: KiddyTimer / Çocuk zamanlayıcısını devre dışı bırak

source: Disable media filter
cs: deaktivovat filtr média
it: Disabilitare filtro media
lt: Išjungti medija filtrą
pl: Wyłącz filtr media
tr: Medya filtresini devre dışı bırak

source: Disable password-based login
cs: zakázat přihlášení založené na heslech
it: Disabilitare l'accesso basato su password
pl: Wyłącz logowanie oparte na hasłach
tr: Parola tabanlı oturum açmayı devre dışı bırak

source: Disable service
cs: vypnout službu
it: Disabilitare il canale
tr: Hizmetleri devre dışı bırak

source: Disabled
cs: vypnuto
it: Disabilitato
lt: Išjungtas
pl: Wyłączony
tr: Devre dışı

source: Discard changes and close plugin
cs: zrušit změny a modul zavřít
it: Annullare le modifiche e uscire
lt: Atmesti pakeitimus ir uždaryti priedą
pl: Odrzuć zmiany i zamknij wtyczkę
tr: Değişiklikleri göz ardı et ve eklentiyi kapat

source: Discard changes and close screen
cs: zrušit změny a okno zavřít
it: Annullare le modifiche e chiudere la finestra
lt: Atmesti pakeitimus ir uždaryti ekraną
pl: Odrzuć zmiany i opuść ekran
tr: Değişiklikleri göz ardı et ve ekranı kapat

source: Discard changes?
cs: Zrušit změny ?
it: Ignorare le modifiche?
lt: Atmesti pakeitimus?
pl: Odrzucić zmiany?
tr: Değişiklikleri gözardı et?

source: Disconnect
cs: odpojeno
it: Disconnettere
lt: Atsijungti
pl: Rozłącz
tr: Bağlı değil

source: Disk free : %d MByte
cs: Volno na disku : %d MBajtů
it: Spazio libero su disco: %d MByte
lt: Laisvos vietos : %d MBaitų
pl: Dysk wolny : %d MByte
tr: Disk boşluğu : %d MByte

source: Dismiss all setting changes
cs: zrušit všechny nastavené změny
it: Annullare tutte le modifiche alle impostazioni
lt: Atsisakyti visų parametrų pakeitimų
pl: Odrzuć wszystkie zmiany ustawień
tr: Tüm değişiklikleri sil

source: Display 4:3 content as
cs: obraz 4:3 zobrazit jako...
it: Mostrare i contenuti in 4:3 come
lt: 4:3 turinį rodyti, kaip
pl: Wyświetlaj zawartość 4:3 jako
tr: 4:3 içeriği şu şekilde göster

source: Display FRITZ!box-Fon calls on screen
cs: zobrazit volání FRITZ!Box
it: Visualizzare chiamate telefoniche sulla TV
lt: Rodyti FRITZ!box- Fono skambučius ekrane
pl: Wyświetl połączenia telefoniczne FRITZ!box`a na ekranie
tr: FRITZ!Box aramalarını ekranda göster

source: Display Fon calls on screen
cs: zobrazit volání telefonu
it: Visualizzare chiamate telefoniche sulla TV
lt: Rodyti Fono skambučius ekrane
pl: Wyświetl na ekranie połączenia telefoniczne
tr: Aramaları TV'de görüntüleyin

source: Display all calls
cs: zobrazit všechna volání
it: Tutte le chiamate
lt: Rodyti visus skambučius
pl: Wyświetl wszystkie połączenia
tr: Tüm aramaları göster

source: Display an information about impact of setting
cs: zobrazit informace o výsledku nastavení
it: Visualizzare informazioni circa l'impatto dell'impostazione
tr: Ayarın etkisi hakkında bir bilgi görüntüleyin

source: Display connection infos
cs: zobrazit info spojení
it: Mostrare informazioni connessione
lt: Rodyti prisijungimo informaciją
pl: Wyświetl informacje o połączeniu
tr: Bağlantı bilgilerini görüntüle

source: Display directory reading text
cs: zvýraznit složku vybraného seznamu
it: Mostrare il testo durante la lettura della directory
lt: Rodyti 'Katalogas skaitomas...' pranešimą
pl: Wyświetla katalog czytania tekstu
tr: Dizin okuma metnini görüntüle

source: Display edges
cs: zobrazit okraje
it: Mostrare i margini
lt: Rodyti briaunas
pl: Wyświetl krawędzie
tr: Ekran kenarları

source: Display first and last row.
cs: zobrazit první a poslední sloupec
it: Mostrare la prima e l'ultima riga.
lt: Rodyti pirmą ir paskutinę eilutes.
pl: Wyświetl pierwszy i ostatni rząd
tr: İlk ve son sütunu göster.

source: Display incoming calls
cs: zobrazit příchozí volání
it: Chiamate in ingresso
lt: Rodyti gaunamus skambučius
pl: Wyświetl połączenia przychodzące
tr: Gelen aramaları göster

source: Display missed calls
cs: zobrazit zmeškaná volání
it: Chiamate perse
lt: Rodyti praleistus skambučius
pl: Wyświetl nieodebrane połączenia
tr: Cevapsız aramaları göster

source: Display more Options
cs: Další parametry modulu_
it: Mostrare opzioni aggiuntive
lt: Rodyti daugiau parinkčių
pl: Wyświetl więcej Opcji
tr: Daha fazla seçenek göster

source: Display outgoing calls
cs: zobrazit odchozí volání
it: Chiamate in uscita
lt: Rodyti Išeinančius skambučius
pl: Wyświetl połączenia wychodzące
tr: Giden aramaları göster

source: Display search results by:
cs: Zobrazení výsledků hledání :
it: Mostrare i risultati della ricerca per:
lt: Rodyti paieškos rezultatus pagal:
pl: Pokaż rezultat wyszukiwania wg:
tr: Sonuçları sıralama türü:

source: Displays Movie Information from the InternetMovieDatabase
cs: -- zobrazit info o videu z internet.databáze
it: Mostrare informazioni sui Film da InternetMovieDatabase
lt: Rodo informaciją apie filmą iš internetinės filmų duomenų bazės
pl: Pokaż informację o filmie z internetowej bazy filmów
tr: İnternet film veri tabanında ki (IMDB) film bilgilerini gösterir

source: Displays a label in the opposite corner of PiP if pipzap is enabled.
cs: Zobrazit štítek v protějším rohu než je PiP
it: Mostrare un'etichetta nell'angolo opposto alla PiP se pipzap è abilitato.
lt: Rodo etiketę priešingame PiP kampe, jeigu įjungta pipzap.
pl: Wyświetla etykietę w przeciwległym rogu ekranu PiP, jeśli pipzap jest włączony.
tr: Pipzap etkinleştirildiğinde PiP'nin karşı köşesinde bir etiket gösterir.

source: Displays a message when button '2' is pressed to skip the intro.
cs: Zobrazit hlášení při stisku tl. '2' pro přeskok upoutávky.
it: Visualizzare un messaggio alla pressione del tasto '2' per saltare l'introduzione.
lt: Rodomas pranešimas, kai paspaudžiamas mygtukas „2“, kad praleistų intro.
pl: Po naciśnięciu przycisku „2” wyświetla komunikat, aby pominąć wprowadzenie.
tr: Girişi atlamak için '2' tuşuna basıldığında bir mesaj görüntüler.

source: Displays a message when the playback of the recording starts and a skip time has already been saved for this series.
cs: Zobrazit zprávu při spuštění záznamu a čas přeskoku pro tuto sérii je již uložený.
it: Visualizzare un messaggio quando inizia la riproduzione ed è già stato salvato un salto temporale per la serie.
lt: Rodomas pranešimas, kai prasideda įrašymo atkūrimas, o šiai serijai jau įrašytas praleidimo laikas.
pl: Wyświetla komunikat, gdy rozpocznie się odtwarzanie nagrania i został już zapisany czas pominięcia.
tr: Kayıt oynatılmaya başladığında ve dizi için bir atlama süresi zaten kaydedilmiş olduğunda bir mesaj görüntüler.

source: Displays the channelname in a label directly under the PiP - instead of indicator label.
cs: zobrazit kanál v popisce přímo pod PiP - namísto označení
it: Mostrare il nome del canale in un'etichetta direttamente sotto il PiP.
lt: Rodo kanalo pavadinimą etiketėje, tiesiai po PiP - vietoj indikatoriaus etiketės.
pl: Wyświetla nazwę kanału na etykiecie bezpośrednio pod PiP - zamiast na etykiecie wskaźnika.
tr: Kanal adını, görüntü etiketi yerine doğrudan PiP'nin altındaki bir etikette gösterir.

source: Distribute birthdays to other Dreamboxes
cs: přeposlat narozeniny i na další Dreamboxy
it: Distribuire elenco compleanni ad altri Dreambox
lt: Paskirstyti gimtadienius kituose imtuvuose
pl: Przenieś daty urodzin do innych Dreambox`ów.
tr: Doğum günlerini diğer Dreambox'lara dağıtın

source: Do Nothing
cs: -nic nedělat-
it: Non fare nulla
lt: Nieko nedaryti
pl: Nic nie rób
tr: Hiçbir şey yapma

source: Do You really want to delete: /n %s
cs: chcete odstranit : /n %s
it: Rimuovere : /n %s
lt: Ar tikrai norite ištrinti: /n %s
pl: Czy na pewno chcesz usunąć: /n %s
tr: Silmek istediğinizden emin misiniz: /n %s

source: Do You want to restart GUI to apply changes?
cs: Grafiku je třeba znovu obnovit ! Chcete Enigmu2 restartovat ?
it: Riavviare la GUI per applicare le modifiche?
lt: Ar norite iš naujo paleisti grafinę aplinką, kad pritaikyti pakeitimus?
pl: Czy na pewno chcesz ponownie uruchomić GUI, aby zastosować zmiany ?
tr: Değişikliklerin etkili olması için kullanıcı arayüzünü yeniden başlatmak istiyor musunuz?

source: Do You want to start renaming?
cs: chcete začíst s přejmenováním ?
it: Iniziare a rinominare?
lt: Ar norite paleisti pervardijimą?
pl: Chcesz rozpocząć zmienianie nazw?
tr: Yeniden adlandırmaya başlamak istiyor musunuz?

source: Do not allow mandatory locks on this filesystem.
cs: zakázat povinné uzamčení soub.systému
it: Non consentire blocchi obbligatori su questo filesystem.
lt: Neleisti, kad šioje failų sistemoje būtų privalomi blokavimai.
pl: Nie zezwalaj na blokady w tym systemie plików.
tr: Bu dosya sisteminde zorunlu kilitlere izin verme.

source: Do not allow set-user-ID or set-group-ID bits to take effect.
cs: nepovolit nastavení ID uživatele nebo ID skupiny
it: Non consentire che i bit set-user-ID o set-group-ID abbiano effetto.
lt: Neleiskite nustatyti vartotojo ID arba nustatytos grupės ID, kad įsigaliotų bitai.
pl: Nie zezwalaj na ustawienie bitów dla ID użytkownika lub ID grupy.
tr: set-user-ID veya set-group-ID hiçbir etkiye sahip olmamalıdır.

source: Do not increment the i_version inode field.
cs: nepřidávat pole pro i-verzi a i-uzel
it: Non incrementare il campo inode i_version.
lt: Negalima padidinti i_version inode lauko.
pl: Nie zwiększaj pola dla i_version.
tr: i_version inode alanını artırmayın.

source: Do not interpret character or block special devices on the file system.
cs: Neinterpretuje znaky ani neblokuje speciální zařízení v systému souborů_
it: Non interpretare character or block special devices nel filesystem.
lt: Negalima interpretuoti savybių ar blokuoti specialių failų sistemos įrenginių.
pl: Bez interpretowania specjalnych urządzeń znakowych lub blokowych w systemie plików.
tr: Dosya sistemindeki cihaz dosyaları yorumlanmaz.

source: Do not permit direct execution of any binaries on the mounted filesystem.
cs: Nepovolit přímé spouštění binárních souborů na připojeném soub.systému_
it: Non consentire l'esecuzione diretta di alcun binario sul filesystem montato.
lt: Neleiskite sistemoje diegti bet kokių dvejetainių failų.
pl: Nie zezwalaj na bezpośrednie wykonywanie jakichkolwiek plików binarnych w zamontowanym systemie plików.
tr: Bağlanmış dosya sisteminde bir ikili programın doğrudan yürütülmesini önleyin.

source: Do not report errors for this device if it does not exist.
cs: Neoznamovat chyby pro zařízení, které neexistuje
it: Non riportare errori per questo dispositivo se non esiste.
lt: Nepraneškite apie klaidas šiame įrenginyje, jei jo nėra.
pl: Nie zgłaszaj błędów dla tego urządzenia, jeśli nie istnieje.
tr: Mevcut değilse,bu cihaz için hataları bildirmeyin.

source: Do not update directory inode access times on this filesystem. (This option is implied when noatime is set.)
cs: Neaktualizovat složku i-uzlu podle času přístupu k soub.systému. Tato volba zahrnuje nastavení noatime.
it: Non aggiornare i tempi di accesso agli inode su questo file system. (Questa opzione sarà implicita se è impostato noatime.)
lt: Negalima atnaujinti katalogo inode prieigos laikų, šioje failų sistemoje. (Ši parinktis yra numanoma, kai yra nustatyta noatime.)
pl: Nie aktualizuj czasów dostępu do katalogu i-węzła w tym systemie plików. (Ta opcja jest domyślna, gdy ustawiony jest noatime.)
tr: Bu dosya sisteminde inode erişim zamanlarını güncellemeyin. (Bu seçenek, noatime ayarlandığında belirtilir.)

source: Do not update inode access times on this filesystem (e.g. for faster access on the news spool to speed up news servers). This works for all inode types (directories too), so it implies nodiratime.
cs: Neaktualizovat vybavovací časy i-uzlu pro soub.systém (např.pro rychlejší přístup k novinkám zpravodaj.serveru). Působí to na všechny typy i-uzlů (i složky), jak to oznamuje nodiratime.
it: Non aggiornare i tempi di accesso agli inode su questo filesystem (ad es. per un accesso più veloce sullo spool delle notizie per velocizzare i news server). Si applica a tutti i tipi di inode (directory comprese), quindi implica nodiratime.
lt: Negalima atnaujinti inode prieigos laikų šioje failų sistemoje (pvz., siekiant greičiau pasiekti naujienų kanalą, kad pagreitintų naujienų serverius). Tai veikia visiems inode tipams (taip pat ir katalogams), taigi, tai reiškia, kad laikas yra mazgas.
pl: Nie aktualizuj czasu dostępu i-węzła na tym systemie plików (aby np przyspieszyć działanie serwerów). Działa to dla wszystkich typów i-węzłów (również katalogów), więc implikuje z nodiratime.
tr: Dosyalar ve dizinler için erişim sürelerini inode tablosunda saklamayın. Bu, disk yazma işlemlerini azaltır ve SSD'ler ve anlık görüntüler kullanılacaksa Btrfs için önerilir.

source: Do not use the lazytime feature.
cs: nepoužívat vlastnosti lazytime
it: Non utilizzare la funzione lazytime.
lt: Nenaudokite lazytime funkcijos.
pl: Nie używaj funkcji lazytime.
tr: Lazytime özelliğini kullanmayın.
