Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: STB- / Web-Channel for bouquet:
cs: STB- / Web kanál pro sadu kanálů :
it: STB- /Canale web per bouquet:
lt: STB- / Web kanalas skirtas paketui:
pl: Kanał STB / Web do bukietu
tr: Buket için STB- / Web Kanalı:

source: SVDRP is a protocol developed for the VDR software to control a set-top box remotely. This plugin only supports a subset of SVDRP and starts automatically using default settings. You probably don't need this plugin and should use the regular Web Interface for Enigma2 instead.
cs: SVDRP je protokol vyvinutý pro software VDR na dálkové ovládání set-top boxů. Tento modul podporuje jen podmnožinu SVDRP a spouští se automaticky s předvoleným nastavením. Možná tento modul nepotřebujete. Lépe využijete běžné webové rozhraní pro Enigmu2.
it: SVDRP è un protocollo sviluppato in ambiente VDR per controllare a distanza un set-top box. Questo plugin supporta solo un subset di SVDRP e si avvia automaticamente con la configurazione predefinita. Con ogni probabilità questo plugin non è necessario, potendo contare in alternativa sull'interfaccia WEB di enigma2.
lt: SVDRP yra protokolas sukurtas dėl VDR programinės įrangos kontrolės set-top box nuotoliniu būdu. Šis priedas palaiko tik iš SVDRP poaibio ir pasileidžia automatiškai, naudojant numatytuosius parametrus. Jums tikriausiai nereikia šio priedo ir turite panaudoti reguliarią Tinklo sąsąją dėl Enigma2 vietoj to.
pl: SVDRP jest protokołem oprogramowania VDR do kontroli tunera zdalnie. Ta wtyczka obsługuje tylko podzbiór SVDRP i uruchamia się automatycznie przy użyciu domyślnych ustawień. Prawdopodobnie nie potrzebujesz tej wtyczki i zamiast niej powinno się używać Web Interfejsu dla Enigma2.
tr: SVRDP,VDR'nin bir alıcıyı uzaktan kontrol etmesi için geliştirilmiş bir protokoldür. Bu eklenti yalnızca SVRDP protokolünün bir alt kümesini destekler ve varsayılan değerlerle otomatik olarak başlar. Normalde bu eklentiye ihtiyacınız yoktur ve bunun yerine normal Enigma2 web arayüzünü kullanmalısınız.

source: SVDRP server for Enigma2
cs: -- server SVDRP pro Enigmu2
it: Server SVDRP per Enigma2
lt: SVDRP serveris dėl Enigma2
pl: Serwer SVDRP dla Enigmy 2
tr: Enigma2 için SVDRP sunucu

source: Sat
cs: sobota
it: Sab
lt: Šeš
pl: Sob
tr: Ctesi

source: Sat>IP Client Setup
cs: -- nastavení klienta Sat>IP
it: Impostazioni client Sat>IP
lt: Sat>IP Kliento valdymas
pl: Sat>IP Ustawienia Klienta
tr: Uydu>IP İstemci ayarları

source: Sat>IP Tuner Overview
cs: sat>IP tuneru - přehled
it: Panoramica tuner Sat>IP
lt: Sat>IP imtuvo apžvalga
pl: Sat>IP Tuner Przegląd
tr: Uydu>IP Tuneri Genel Bakış

source: Sat>IP Tuner Setup
cs: sat>IP tuneru - nastavení
it: Impostazioni tuner Sat>IP
lt: Sat>IP Imtuvo valdymas
pl: Sat>IP Tuner Ustawienia
tr: Uydu>IP Tuner Ayarları

source: Satellites
cs: satelity
it: Satelliti
lt: Palydovai
pl: Satelity
tr: Uydular

source: Saturday
cs: sobota
it: Sabato
lt: Šeštadienis
pl: Sobota
tr: Cumartesi

source: Save
cs: uložit
it: Salvare
lt: Saugoti
pl: Zapisz
tr: Kaydet

source: Save & Exit Editor
cs: uložit a ukončit editor
it: Salvare e uscire dall'editor
lt: Išsaugoti ir išeiti iš redaktoriaus
tr: Kaydet ve düzenleyiciden çık

source: Save Cover
cs: uložit potisk
it: Salvare Cover
lt: Išsaugoti viršelį
pl: Zapisz Okładkę
tr: Kapağı kaydet

source: Save Playlist
cs: uložit seznam videa
it: Salvare la playlist
lt: Išsaugoti grojaraštį
pl: Zapisz Listę Odtwarzania
tr: Oynatma listesini kaydet

source: Save Timeshift as Movie and continue recording
cs: uložit Timeshift jako video a pokračovat v nahrávání
it: Salvare il timeshift come registrazione e continuare a registrare
lt: Išsaugoti laiko poslinkį kaip filmą ir tęsti įrašymą
pl: Zapisz timeshift jako film i kontynuuj nagrywanie
tr: Zaman kaydırmalı kaydı bir film olarak kaydedin ve kayda devam edin

source: Save Timeshift as Movie and stop recording
cs: uložit Timeshift jako video a ukončit nahrávání
it: Salvare il timeshift come registrazione e arrestarla
lt: Išsaugoti laiko poslinkį kaip filmą ir sustabdyti įrašymą
pl: Zapisz timeshift jako film i zakończ nagrywanie
tr: Zaman Kaydırma'yı Film olarak kaydedin ve kaydı durdurun

source: Save and close
cs: uložit a zavřít
it: Salvare e chiudere
lt: Išsaugoti ir uždaryti
pl: Zapisz i zamknij
tr: Kaydet ve kapat

source: Save and exit
cs: uložit a ukončit
it: Salvare e uscire
lt: Išsaugoti ir baigti darbą
pl: Zapisz i wyjdź
tr: Kaydet ve çık

source: Save and record
cs: uložit a nahrávat
it: Salvare e registrare
lt: Išsaugoti ir įrašyti
pl: Zapisz i nagraj
tr: Kaydet ve kayıt yap

source: Save and stop
cs: uložit a zastavit
it: Salvare e fermare
lt: Išsaugoti ir stabdyti
pl: Zapisz i zatrzymaj
tr: Kaydet ve durdur

source: Save bookmarks
cs: uložit záložky
it: Salvare segnalibro
tr: Yer imlerini kaydet

source: Save configuration as design / Delete design
cs: uložit konfiguraci jako návrh / odstranění návrhu
it: Salvare impostazioni come design / Rimuovere design
tr: Konfigürasyonu tasarım olarak kaydet / Tasarımı sil

source: Save current Playlist
cs: uložit aktuální seznam vybraného videa
it: Salvare la Playlist corrente
lt: Išsaugoti šį grojaraštį
pl: Zapisz bieżącą Listę Odtwarzania
tr: Geçerli oynatma listesini kaydet

source: Save current delay to key
cs: uložit akt.prodlevu tlačítka
it: Assegnare ritardo corrente a un tasto
lt: Išsaugoti dabartinį užlaikymą mygtukui
pl: Zapisz obecne opóżnienie dla klucza
tr: Gecikmeyi tuşa kaydet

source: Save description to movie.txt file:
cs: uložit popis do movie.txt :
it: Salvo descrizione sul file movie.txt:
lt: Išsaugoti aprašymą movie.txt faile:
pl: Zapisz opis w pliku movie.txt:
tr: Açıklamayı movie.txt dosyasına kaydedin:

source: Save last FileList path:
cs: uložit poslední složku seznamu souborů :
it: Salvare ultimo percorso elenco file:
lt: Išsaugoti paskutinį failų sąrašo kelią:
pl: Zapisz ostatnią ścieżkę Listy Plików:
tr: Son dosya listesi yolunu kaydet:

source: Save search as AutoTimer
cs: uložit vyhledané jako aut.časovač
it: Salvare la ricerca come AutoTimer
lt: Išsaugoti paiešką kaip auto laikmatį
pl: Zapisz wyszukiwanie jako AutoTimer
tr: Aramayı AutoTimer olarak kaydet

source: Save settings
cs: uložit nastavení
it: Salvare impostazioni
tr: Ayarları kaydet

source: Save settings and close screen
cs: uložit nastavení a okno zavřít
it: Salvare e chiudere la finestra
lt: Išsaugoti nustatymus ir uždaryti ekraną
pl: Zapisz ustawienia i zamknij okno
tr: Ayarları kaydedin ve ekranı kapatın

source: Save the timer name generated by SeriesPlugin in a filter list to filter during future timer searches (only with SeriesPlugin)
cs: Uložit generované označení časovače ze SeriesPlugin v seznamu filtrů pro budoucí hledání (pouze v SeriesPlugin)
it: Salvare il nome del timer generato da SeriesPlugin in un elenco di filtri da utilizzare per ricerche future timer (solo con SeriesPlugin)
lt: Išsaugokite serijos priedo sukurtą laikmačio pavadinimą filtrų sąraše, kad galėtumėte filtruoti būsimųjų laikmačio paieškų metu (tik su serijų priedu)
tr: Gelecekteki zamanlayıcı aramalarını filtrelemek için Dizi Film Eklentisi / SeriesPlugin tarafından oluşturulan zamanlayıcı adını bir filtre listesine kaydedin (yalnızca Dizi Film Eklentisi / SeriesPlugin ile)

source: Save timer name generated by SeriesPlugin in filter list to use filter for future timer searches (only with SeriesPlugin)
cs: Uložit generované označení časovače ze SeriesPlugin v seznamu filtrů použitý pro budoucí hledání (pouze v SeriesPlugin)
it: Salvare il nome del timer generato da SeriesPlugin in un elenco di filtri da utilizzare per ricerche future timer (solo con SeriesPlugin)
lt: Išsaugokite laikmačio pavadinimą, kurį sukūrė serijos priedas filtrų sąraše, kad galėtumėte naudoti būsimų laikmačio paieškų filtrą (tik su serijų priedu)
tr: Gelecekteki zamanlayıcı aramalarını filtrelemek için Diziler Eklentisi tarafından oluşturulan zamanlayıcı adını bir filtre listesine kaydedin (yalnızca Diziler Eklentisi ile)

source: Save to key
cs: uložit pod tlačítko
it: Salvare su tasto
lt: Išsaugoti mygtuke
pl: Zapisz do klucza
tr: Tuşa kaydet

source: Save values and close plugin
cs: uložit data a zavřít modul
it: Salvare la configurazione e uscire
lt: Išsaugoti reikšmes ir uždaryti papildomą programą
pl: Zapisz wartości i zamknij wtyczkę
tr: Değişiklikleri kaydet ve eklentiyi kapat

source: Save values and close screen
cs: uložit a zavřít okno
it: Salvare la configurazione e chiudere la finestra
lt: Išsaugoti reikšmes ir uždaryti ekraną
pl: Zapisz wartości i zamknij ekran
tr: Değişiklikleri kaydet ve pencereyi kapat

source: Save/check labelled series in filter list (SeriesPlugin)
cs: uložit / kontrolovat označení série v seznamu filtrů (SeriesPlugin)
it: Salvare/Verificare le serie etichettate in elenco filtri (SeriesPlugin)
lt: Išsaugoti/patikrinti pažymėtą seriją filtrų sąraše (serijų priedas)
tr: Adlandırılmış dizileri filtre listesine kaydedin/kontrol edin (Diziler Eklentisi)

source: Saved skip time found for %s: %s seconds
cs: Uložit čas přeskoku nalezených pro : %s: %s sek.
it: Trovato salto temporale memorizzato per %s: secondi: %s
lt: Išsaugotas praleistas praleidimo laikas %s: %s sekundės
tr: Kaydedilmiş atlama süresi bulundu: %s: %s saniye

source: Saving Timeshift files
cs: uložení souboru Timeshiftu
it: Salvataggio file timeshift in corso
lt: Išsaugoti laiko poslinkio failus
pl: Zapisywanie plików TimeShift
tr: Zaman kaydırması dosyalarını kaydedin

source: Saving timeshift as movie now. This might take a while!
cs: Ukládám soubor Timeshiftu jako video, čekejte...
it: Salvataggio timeshift come registrazione.Potrebbe richiedere tempo!
lt: Išsaugoti laiko poslinkį kaip filmą dabar. Tai gali užtrukti!
pl: Zapisuję teraz TimeShift jako nagranie. To może chwilę potrwać!
tr: Zaman kaydırması şimdi film olarak kaydediliyor. Bu biraz zaman alabilir!

source: Scale filter
cs: určení měřítka
it: Filtro scaling
lt: Skalės filtras
pl: Filtr skalowania
tr: Ölçek filtresi

source: Scale filter zoom
cs: měřítko (zoom)
it: Zoom filtro scaling
lt: Priartinimo skalės filtras
pl: Powiększony filtr skalowania
tr: Ölçekleme (Yakınlaştırma)

source: Scan
cs: vyhledat
it: Scansionare
tr: Tara

source: Scan NFS share
cs: hledat v NFS
it: Ric. cond. NFS
lt: Skenuoti NFS bendrinimą
pl: Skanuj udziały NFS
tr: NFS paylaşımını tara

source: Scan for DVD structures
cs: strukturu DVD jako celek
it: Scansiona le strutture DVD
lt: Nuskaityti DVD struktūrą
pl: Wyszukaj struktury dla DVD
tr: DVD yapıları için tarama

source: Scan for bluray structures
cs: strukturu Blu-ray jako celek
it: Scansiona le strutture bluray
lt: Nuskaityti Blu-ray struktūrą
pl: Wyszukaj struktury dla Bluray
tr: Bluray yapılarını tarayın

source: Scan for bluray structures in .iso
cs: kontrolovat Blu-ray strukturu v .iso
it: Scansiona le strutture bluray in .iso
lt: Nuskaityti Blu-ray struktūrą ISO faile
pl: Szukaj struktur Bluray w .iso
tr: .iso'da bluray yapılarını tarayın

source: Scan for movie structures
cs: prohledat strukturu videa...
it: Scansiona le strutture del film
lt: Nuskaityti filmo struktūrą
pl: Wyszukaj struktury dla filmów
tr: Film yapılarını tara

source: Scan linked folders
cs: Prohledat odkazy (linky) na složky
it: Scansione delle directory collegate
lt: Nuskaityti pakatalogių nuorodas
pl: Skanuj połączone foldery
tr: Bağlantılı klasörleri tara

source: Scan path for music files and add them to database
cs: vyhledat složku pro audio a uložit do databáze
it: Sfogliare il percorso alla ricerca di file musicali e aggiungerli al database
lt: Skenuoti muzikos kelio failus ir įtraukti juos į duomenų bazę
pl: Skanuj ścieżki dla plików muzycznych i dodaj je do bazy danych
tr: Müzik dosyalarının yoluna göz atın ve bunları veritabanına ekleyin

source: Scan range
cs: <rozsah>
it: Intervallo ricerca
lt: Skenavimo diapazonas
pl: Skanuj zakres
tr: Tarama aralığı

source: Scan subfolders
cs: prohledat pod-složky
it: Scansionare sottocartelle
lt: Skenuoti poaplankius
pl: Przeszukuj podkatalogi
tr: Alt klasörleri tara

source: Science & Technology
cs: věda a technologie
it: Scienza e tecnologia
lt: Mokslas ir Technologija
pl: Nauka & Technologia
tr: Bilim & Teknoloji

source: Screen and OLED
cs: obrazovku a OLED
it: Schermo e OLED
lt: Ekranas ir OLED
pl: Ekran i OLED
tr: Ekran ve LCD

source: Screen only
cs: pouze obrazovku
it: Solo schermo
lt: Tik ekrane
pl: Tylko ekran
tr: Yalnızca Ekran

source: Screensaver
cs: šetřič obrazovky
it: Salvaschermo
lt: Ekrano užsklanda
tr: Ekran Koruyucu

source: Screensaver - Setup
cs: nastavení šetřiče obrazovky
it: Salvaschermo - Impostazioni
lt: Ekrano užsklanda - sąranka
tr: Ekran Koruyucu - Ayarlar

source: Screensaver using random photos
cs: šetřič - náhodný výběr obrázků
it: Salvaschermo con visualizzazione foto casuali
lt: Ekrano užsklanda, naudojant atsitiktines nuotraukas
tr: Rastgele fotoğraflar kullanan ekran koruyucu

source: Screenshot (All)
cs: sejmout obraz + info
it: Screenshot (tutto)
lt: Momentinė ekrano kopija (visi)
pl: Zrzut ekranu (Pełny)
tr: Ekran Görüntüsü (Tümü)

source: Screenshot (Display)
cs: sejmout OSD displej
lt: Momentinė ekrano kopija (rodyti)
pl: Zrzut ekranu (Wyświetlacz)
tr: Ekran Görüntüsü (Ekran)

source: Screenshot (OSD)
cs: sejmout jen info
lt: Momentinė ekrano kopija (OSD)
pl: Zrzut ekranu (OSD)
tr: Ekran Görüntüsü (OSD)

source: Screenshot (Video)
cs: sejmout jen obraz
lt: Momentinė ekrano kopija (vaizdas)
pl: Zrzut ekranu (Wideo)
tr: Ekran Görüntüsü (Video)

source: Scroll Time [msec]
cs: čas rolování [msek.]
it: Tempo di scroll [msec]
lt: Paslinkimo laikas [msek]
pl: Czas Przewijania [w msek]
tr: Kaydırma Süresi [milisaniye]

source: Scroll page contents down
cs: o stránku obsahu dolů
it: Scorrere la pagina giù
lt: Paslinkti puslapio turinį žemyn
pl: Przewiń zawartość strony w dół
tr: Sayfa içeriğini aşağı kaydır

source: Scroll page contents up
cs: o stránku obsahu nahoru
it: Scorrere la pagina sù
lt: Paslinkti puslapio turinį aukštyn
pl: Przewiń zawartość strony w górę
tr: Sayfa içeriğini yukarı kaydır

source: Search
cs: hledat další >>
it: Cercare
lt: Paieška
pl: Szukaj
tr: Ara

source: Search (case insensitive)
cs: hledat text (nerozlišovat velikost)
it: Ricerca (non distingue Maiusc-minusc)
lt: Paieška (didžiosios ir mažosios raidės)
pl: Szukaj (wielkość liter ma znaczenie)
tr: Ara (büyük-küçük harf duyarlı)

source: Search Code
cs: ,vyhledat kód>
it: Ric. per codice
lt: Ieškoti kodo
pl: Szukaj Kodu
tr: Kodu Ara

source: Search EPG
cs: -- další termíny akt.programu
it: Cercare EPG
lt: Ieškoti EPG
pl: Przeszukaj EPG
tr: EPG'de ara

source: Search EPG: Selected Event
cs: hledání EPG : výběr události
it: Ricercare EPG: evento selezionato
lt: EPG paieška: pasirinktas įvykis
tr: EPG'de seçilen programı arayın

source: Search EPG: Similar Events
cs: hledání EPG : podobné události
it: Ricarcare EPG: eventi simili
lt: EPG paieška: panašūs įvykiai
tr: EPG'de benzer programları arayın

source: Search Event: ImdB
cs: hledání události : v ImdB
it: Ricercare EPG: ImdB
lt: Įvykio paieška: ImdB
tr: Etkinlik bilgilerini IMDb ile arayın

source: Search Event: SeriesPlugin
cs: hledání události : SeriesPlugin
it: Ricercare informazioni evento: SeriesPlugin
lt: Įvykio paieška: Serijų priedas
tr: Arama Etkinliği: SeriesPlugin/Dizi Eklentisi

source: Search Event: TMDB Info (AMS)
cs: hledání události : v TMDB info (AMS)
it: Cercare informazioni trasmissione in TMDB Info Film (AMS)
lt: Įvykio paieška: TMDB Info (AMS)
tr: Arama Etkinliği: TMDB Bilgisi (AMS)

source: Search Event: TMDB Serie Info (AMS)
cs: hledání události : TMDB info série (AMS)
it: Cercare informazioni trasmissione in TMDB Info Serie (AMS)
lt: Įvykio paieška: TMDB serijos Info (AMS)
tr: Arama Etkinliği: TMDB Dizi Bilgisi (AMS)

source: Search Event: TVDB Info (AMS)
cs: hledání události : v TVDB info (AMS)
it: Ricercare informazioni evento: TVDB (AMS)
lt: Įvykio paieška: TVDB Info (AMS)
tr: Arama Etkinliği: TVDB Bilgisi (AMS)

source: Search For:
cs: hledat :
it: Ricercare per:
lt: Ieškoti:
tr: Şunu Ara:

source: Search Log
cs: protokol hledání
it: Ricercare log
lt: Paieškos žurnalas
tr: Arama Günlüğü

source: Search Results per Search Site%s:
cs: výsledek vyhledání stránek %s :
it: Risultati Ricerca per i Siti di ricerca %s:
lt: Paieškos rezultatai svetainėje %s:
pl: Wyniki wyszukiwania według witryny wyszukiwania%s:
tr: Arama sayfası başına sonuçlar%s:

source: Search Term(s)
cs: vyhledat výraz...
it: Voci di ricerca
lt: Paieškos žodis (-iai)
pl: Słowo wyszukiwania...
tr: Arama terim(ler)i

source: Search Trailer
cs: vyhledat upoutávky
it: Ricercare trailer
lt: Paieškos platforma
pl: Szukaj Zwiastun Filmu
tr: Fragman Ara

source: Search filter
cs: vyhledávací filtr
it: Filtro di ricerca
tr: Arama Filtresi

source: Search filter for matching existing terms in the title:
cs: filtr pro hledání shodu textu v titulku :
it: Filtro ricerca per trovare termini esatti nel titolo:
lt: Terminų pavadinime atitikimo paieškos filtras:
pl: Filtr wyszukiwania pasujący do istniejących terminów w tytule:
tr: Başlıktaki mevcut terimleri eşleştirmek için arama filtresi:

source: Search filter list
cs: seznam filtrů vyhledávání
it: Elenco filtri ricerca
tr: arama filtresi listesi

source: Search for channel
cs: vyhledat kanál
it: Ricarcare canale
lt: Kanalų paieška
tr: Kanal ara

source: Search for:
cs: hledat :
it: Ricerca per:
lt: Ieškoti:
pl: Szukaj dla:
tr: Şunu Ara:

source: Search in iDream database
cs: vyhledat v databázi iDream
it: Ricecare nel database iDream
lt: Ieškoti iDream duomenų bazėje
pl: Szukaj w bazie iDream
tr: iDream veritabanında arama yap

source: Search list
cs: hledat v seznamu
it: Elenco ricerche
tr: Arama Listesi

source: Search phonebook
cs: tel.seznam
it: Ricerca su rubrica
lt: Ieškokite telefonų knygoje
pl: Przeszukaj książkę telefoniczną
tr: Rehberde ara

source: Search region:
cs: vyhledat region :
it: Regione di ricerca:
lt: Ieškokite srities:
pl: Kraj wyszukiwania:
tr: Arama bölgesi:

source: Search results for "%s" in all albums
cs: výsledek hledání pro "%s" ze všech alb
it: Risultati ricerca per "%s" in tutti gli album
lt: Paieškos rezultatai "%s" visuose albumuose
pl: Wyniki wyszukiwania dla "%s" we wszystkich albumach
tr: Tüm albümlerde "%s" için arama sonuçları

source: Search results for "%s" in all artists
cs: výsledek hledání pro "%s" od všech zpěváků
it: Risultati ricerca per "%s" in tutti gli artisti
lt: Paieškos rezultatai "%s" visuose atlikėjuose
pl: Wyniki wyszukiwania dla "%s" u wszystkich wykonawców
tr: Tüm sanatçılarda "%s" için arama sonuçları

source: Search results for "%s" in all titles
cs: výsledek hledání pro "%s" ze všech titulků
it: Risultati ricerca per "%s" in tutti i titoli
lt: Paieškos rezultatai "%s" visuose antraštėse
pl: Wyniki wyszukiwania dla "%s" we wszystkich tutułach
tr: Tüm başlıklarda "%s" için arama sonuçları

source: Search results for "%s" in title, artist or album
cs: výsledek hledání pro "%s" z titulků, od zpěváka, z alba
it: Risultati ricerca per "%s" in titoli, artisti o album
lt: Paieškos rezultatai "%s" antraštėje, atlikėjuje arba albume
pl: Wyniki wyszukiwania dla "%s" w tytułach, wykonawcach lub albumach
tr: Başlıkta, sanatçıda veya albümde "%s" için arama sonuçları

source: Search results for:
cs: výsledek hledání pro :
it: Risultati ricerca per:
lt: Ieškoti rezultatų:
pl: Wyniki wyszukiwania dla:
tr: Arama sonuçları:

source: Search scope
cs: rozsah vyhledávání...
it: Area di ricerca
lt: Paieškos aprėptis
tr: Arama alanı

source: Search strictness
cs: vyhledat shodu
it: Rigore ricerca
lt: Paieškos griežtumas
pl: Szukaj ścisłości
tr: Arama hassasiyeti

source: Search through the EPG
cs: -- vyhledat podobné programy kanálů
it: Plugin che consente la ricerca di eventi nell'EPG
lt: Paieška per EPG
pl: Wyszukiwanie w EPG
tr: EPR üzerinden ara

source: Search type
cs: typ hledání
it: Tipo ricerca
lt: Paieškos tipas
pl: Szukaj typu
tr: Arama tipi

source: Search type:
cs: způsob hledání :
it: Tipo ricerca:
lt: Paieškos tipas:
pl: Typ wyszukiwania:
tr: Arama türü:

source: Search will return only matches from services in the selected bouquet.
cs: Hledání vrátí shodu pouze z vybrané sady kanálů_
it: La ricerca restituirà solo le corrispondenze nei canali del bouquet selezionato.
tr: Arama,yalnızca seçilen buketteki hizmetlerden eşleşmeleri döndürür.

source: SearchFilter Editor
it: Editor filtri ricerca
tr: Arama Filtresi Düzenleyici

source: Searching InternetRadio for %s...
cs: Hledat InternetRadio pro %s...
it: Ricerca InternetRadio per %s in corso...
lt: Ieškoma interneto radijo %s...
pl: Wyszukiwanie Radia Internetowego dla %s...
tr: %s için InternetRadio aranıyor...

source: Searching for %s
cs: hledám : %s
it: Ricerca per %s
lt: Ieškoma %s
pl: Wyszukiwanie dla %s
tr: %s aranıyor

source: Searching for channels containing '%s'
cs: prohledat kanály obsahující '%s'
it: Ricarca in corso per canali contenenti '%s'
lt: Ieškoti kanalų, kuriuose yra '%s'
tr: '%s' içeren kanallar aranıyor

source: Searching in LDIF...
it: Ricerca in LDIF...
lt: Ieškoti į LDIF...
tr: LDIF dosyası içinde aranıyor...

source: Searching in Outlook export...
it: Ricerca in Outlook export...
lt: Ieškoti Outlook eksporte...
tr: Outlook adres defteri içinde aranıyor...

source: Searching your network. Please wait...
cs: Prohledávám síť, čekejte ...
it: Ricerca sulla rete in corso. Attendere...
lt: Jūsų tinklo ieškojimas. Prašome laukti...
pl: Przeszukiwanie sieci. Proszę czekać...
tr: Ağınız aranıyor. Lütfen bekleyin...

source: Searching...
cs: ...vyhledávám...
it: Ricerca...
lt: Ieškoma...
pl: Wyszukiwanie...
tr: Aranıyor...

source: Season: {rawseason:s} {title:s}
cs: série : {rawseason:s} {title:s}
it: Stagione: {rawseason:s} {title:s}
lt: Sezonas: {rawseason:s} {title:s}
pl: Sezon: {rawseason:s} {title:s}
tr: Sezon: {ham sezon:s} {başlık:s}

source: Season: {rawseason:s} Episode: {rawepisode:s} {title:s}
cs: série : {rawseason:s}, epizoda : {rawepisode:s} {title:s}
it: Stagione: {rawseason:s} Episodio: {rawepisode:s} {title:s}
lt: Sezonas: {rawseason:s} Episode: {rawepisode:s} {title:s}
pl: Sezon: {rawseason:s} Odcinek: {rawepisode:s} {title:s}
tr: Sezon: {ham sezon:s} Bölüm: {ham bölüm:s} {başlık:s}

source: Seasons:
cs: sezóna :
it: Stagioni:
tr: Sezonlar:

source: Secondary playback audio language
cs: druhá audio stopa
it: Lingua: opzione secondaria
lt: Antroji garso takelio kalba
pl: Drugi język odtwarzania audio
tr: İkincil oynatma ses dili

source: Secondary playback subtitle language
cs: druhý jazyk titulků
it: Lingua sottotitoli: opzione secondaria
lt: Antroji subtitrų kalba
pl: Drugi język odtwarzania napisów
tr: İkincil oynatma altyazı dili

source: Seconds before activation
cs: počet sek.před aktivací
it: Attesa attivazione (secondi)
lt: Sekundės prieš aktyvavimą
tr: Aktivasyondan saniyeler önce

source: Seconds between images
cs: počet sek.mezi obrázky
it: Permanenza immagini (secondi)
lt: Sekundės tarp vaizdų
tr: Görüntüler arasındaki saniyeler

source: Security service not running.
cs: Služba ochrany je spuštěna.
it: Il servizio di sicurezza non è attivo.
lt: Saugos paslauga neveikia.
pl: kanał chroniony nie uruchomiony.
tr: Güvenlik hizmeti çalışmıyor.

source: See service-epg (and PiP) from other channels in an infobar.
cs: Procházení EPG programů v okně PiP v hl.info-panelu.
it: Plugin per mostrare EPG (e PiP) di altri canali in una barra informazioni.
lt: Žiūrėkite kanalų EPG (ir PiP) iš kitų kanalų info juostoje.
pl: Zobacz usługę EPG (i PiP) z innych kanałów w pasku informacyjnym.
tr: Kanal izlerken, başka bir kanalın EPR (ve PiP) bilgisini bilgi çubuğunda görün.

source: Seeding
cs: výskyt
lt: Sėjimas
pl: Wysyłanie
tr: Serpme

source: Seeding to %d of %d peers
cs: výskyt pro %d od %d uzlů
it: Seeding su %d da %d Peers
lt: Atrinkti į %d iš %d tokių pačių
pl: Wysyłanie do %d z %d użytkowników
tr: %d meslektaşın %d'sine ekleniyor

source: Seek
cs: posunout (min)
it: Ricerca
lt: Ieškoti
pl: Wyszukiwanie
tr: Ara
