Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: HELP_EMC always reload after open
cs: Při prvním otevření EMC bude vždy načtený seznam videa. Dále pak zůstává v paměti pro dalším otevření EMC_
it: Imporre la rilettura della directory ad ogni avvio di EMC. Disabilitando l'opzione il contenuto della directory verrà caricato dalla cache a partire dal secondo avvio
lt: PAGALBA-EMC visada iš naujo įkrauti po atidarymo
pl: Katalog jest wczytywany przy każdym uruchomieniu EMC. (W przeciwnym razie zostanie wczytywany z pamięci podręcznej podczas drugiego uruchomienia).
tr: EMC her açıldığında dizin yeniden yüklenir (Aksi takdirde dizin 2. açılıştan sonra tampondan okunacaktır.)

source: HELP_EMC output directory
cs: EMC centrum - výstupní složka_
it: Determinare la directory di output del debug di EMC
lt: PAGALBA-EMC išvesties katalogas
pl: Select the output directory for the log-file.
tr: EMC hata ayıklama çıktı dizinini belirtin.

source: HELP_EMC path access limit
cs: EMC - omezení přístupu ke struktuře složek nahoru. V "Menu" máte možnost jít i nad toto omezení_
it: Limitare la possibilità di navigare all'indietro nelle directory, a partire dalla home video. Tuttavia, tramite 'MENU' >> 'Directory superiore' sarà possibile continuare a navigare all'indietro, superando questo limite
lt: PAGALBA-EMC kelio prieigos riba
pl: Ogranicz swoją ścieżkę dostępu do Głównego katalogu filmów. Za pomocą strzałek (obok klawisza 0) można zmieniać ten limit.
tr: Bu, "Film Ana Sayfası"ndan dizin yapısında ne kadar geriye gidebileceğinizi sınırlamak için kullanılabilir. [MENÜ] "Klasör yukarı" ile bu sınırın ötesinde daha geriye gidebilirsiniz.

source: HELP_EMC re-open list after Movie end
cs: Přejít po "Exit" videa zpět do výchozí složky EMC. Jinak se vrátí do TV módu_
it: Determinare se una volta raggiunto il termine della riproduzione di una registrazione verrà visualizzata l'elenco video EMC. In caso contrario verrà riattivata la Modalità TV
lt: PAGALBA-EMC iš naujo atidarykite sąrašą pasibaigus filmui
pl: Jeśli odtwarzanie dobiegnie końca, lista filmów EMC zostanie wyświetlona ponownie. (W przeciwnym razie uaktywni się tryb TV.)
tr: Bir kayıt sonuna kadar oynatılırsa, EMC film listesi yeniden görünür. (Aksi takdirde TV moduna geri dönersiniz.)

source: HELP_EMC re-open list after STOP-press
cs: Přejít po "Stop" videa zpět do výchozí složky EMC. Jinak se vrátí do TV módu_
it: Determinare se interrompendo la riproduzione di una registrazione verrà visualizzata l'elenco video EMC. In caso contrario verrà riattivata la Modalità TV
lt: PAGALBA-EMC iš naujo atidarykite sąrašą, po STOP paspaudimo
pl: Jeśli odtwarzanie zostanie zatrzymane, lista filmów EMC zostanie wyświetlona ponownie. (W przeciwnym razie uaktywni się tryb TV.)
tr: Oynatma durdurulursa, EMC film listesi yeniden görünür. (Aksi takdirde TV moduna geri dönersiniz.)

source: HELP_Enable EMC debug output
cs: Odladění výstupu EMC. Použít pouze pro hledání chyby ! Log soubor bude ve "výstupním seznamu EMC"_
it: Definire se il debug di EMC debba essere attivato. Il file di log verrà salvato nella directory "EMC output directory". ATTIVARE SOLO IN CASO DI PROBLEMI
lt: PAGALBA-įjunkite EMC derinimo išvestį
pl: Aktywuj debugowanie EMC. Plik dziennika zostanie zapisany w katalogu "Katalog wyjściowy EMC". AKTYWUJ TYLKO W PRZYPADKU PROBLEMÓW !!!
tr: EMC'den hata ayıklama çıktısını etkinleştirin. Günlük dosyası, "EMC çıkış dizini" altında ayarlanan yola yazılır. SADECE SORUN GİDERME İÇİN ETKİNLEŞTİRİN !!!

source: HELP_Enable daily trashcan cleanup
cs: EMC nastaví dobu souborů v koši, než budou odstraněny_
it: Abilitare l'eliminazione dei vecchi file nel cestino, quando raggiungono il tempo limite di scadenza impostato nei parametri successivi
lt: PAGALBA-įjunkite kasdienį šiukšliadėžės valymą
pl: EMC deletes old files in your trashcan, when they reach the expiration limit you set in the next entry.
tr: EMC, Geri Dönüşüm Kutusu saklama süresine ulaşan eski dosyaları siler.

source: HELP_Enable playback AC3-track first
cs: Aktivovat AC3 přehrávání první stopy_
it: Abilitare la selezione prioritaria della traccia audio AC3
lt: PAGALBA-Pirmenybė AC3 takeliui
tr: Ses parçalarını seçerken AC3 parçaları tercih edilir

source: HELP_Enable playback auto-language selection
cs: Aktivace přehrávání s aut.výběrem jazyka_
it: Attivare la selezione automatica della lingua
lt: PAGALBA-įjunkite automatinį atkuriamos kalbos parinkimą
pl: Activate the automatic selection of the audio channel.
tr: Ayarlanan ses parçasının otomatik seçimi burada etkinleştirilir.

source: HELP_Enable playback auto-subtitling
cs: Aktivace přehrávání s aut.výběrem jazyka titulků_
it: Attivare la selezione automatica dei sottotitoli
lt: PAGALBA-įjunkite automatinį subtitrų kalbos parinkimą
pl: Aktywuj automatyczny wybór języka napisów.
tr: Ayarlanan altyazı dillerinin otomatik seçimi burada etkinleştirilir.

source: HELP_Enable remote recordings
cs: Povolení vzdáleného úložiště společně s jiným sat.přijímačem. Nahrávka má vlastní ikonu_
it: Rilevare l'utilizzo di un disco condiviso durante le registrazioni effettuate da un altro Sat Box. Queste registrazioni avranno una icona dedicata
lt: PAGALBA-įjungti nuotolinius įrašus
pl: Wykryj nagrania z innego Dreambox`a na wspólnym dysku.To nagranie otrzyma specjalną ikonę
tr: Başka bir uydu cihazı kayıt yaparken, paylaşılan bir veri ortamını kullanırken tanır. Bu süre boyunca kaydın kendi simgesi vardır

source: HELP_Fallback Cover
cs: Povolení nebo zákaz potisku na pozadí_
it: Determinare la visualizzazione di una cover di default in caso di mancanza di cover specifica. 'NO' non visualizzerà nulla
lt: PAGALBA-atvirkštinis viršelis
tr: "HAYIR" ile kapak arka planı yalnızca bir kapak da mevcutsa görüntülenir.

source: HELP_Finished watching percent
cs: Stav jako "zhlédnuté" - po určitém procentu přehrání videa. Označení se pak změní na zelené_
it: Definire la percentuale di progresso nella riproduzione alla quale i video verranno classificati come 'visti'. Il colore della barra di avanzamento cambierà in verde
lt: PAGALBA-baigtų peržiūrų procentas
pl: Określa procent postępu klasyfikowany jako "Widziany". Pasek postępu zmieni kolor na zielony.
tr: Film ilerlemesinin yüzde kaçının tamamlanmış olarak kabul edildiğini gösterir. İlerleme göstergesi daha sonra rengi yeşile değiştirir.

source: HELP_Force standby after auto-start
cs: Po aut.startu přepnout do režimu spánku_
it: Mettere in standby il decoder dopo un riavvio automatico a seguito di auto-start
lt: PAGALBA-Po auto paleidimo iš naujo į budėjimo būseną
tr: Otomatik Enigma2 yeniden başlatıldıktan sonra alıcı bekleme moduna alınır.

source: HELP_Hide movies being deleted
cs: Nahrávka je normálně při odstraňování zvýrazněna_
it: Definire se le registrazioni in fase di rimozione debbano essere nascoste nell'elenco video. L'eliminazione avverrà comunque in background
lt: PAGALBA-Slėpti šalinamus filmus
pl: Nagranie zostanie ukryte na liście filmów podczas usuwania. (W każdym razie polecenie usuwania zostanie wykonana w tle).
tr: Kayıt, silinirken film listesinde zaten gizlidir. (Her durumda, arka planda silinecektir.)

source: HELP_Hide movies being moved
cs: Nahrávka je normálně při přesunu zvýrazněna_
it: Definire se le registrazioni in fase di spostamento debbano essere nascoste nell'elenco video. Lo spostamento avverrà comunque in background
lt: PAGALBA-Slėpti perkeliamus filmus
pl: Nagranie zostanie ukryte z listy filmów podczas przenoszenia. (W każdym razie polecenie przeniesienia zostanie wykonana w tle).
tr: Kayıt, taşınırken film listesinde zaten gizlidir. (Her durumda, arka planda taşınacaktır.)

source: HELP_Horizontal alignment for count / size
cs: Vodorovné zarovnání počtu a velikosti na střed nebo vpravo_
it: Selezionare il tipo di allineamento orizzontale da utilizzare per conteggio / dimensione
lt: PAGALBA-horizontalus išdėstymas pagal skaičių / dydį
tr: Burada, dizinin numarası,boyutu veya açıklaması ve geri dönüşüm kutusu bilgileri için metnin yatay hizalaması belirlenebilir. Reklamın sola, ortaya veya sağa hizalanmış olup olmadığı.

source: HELP_Horizontal alignment for date
cs: Pro vodorovné zarovnání datumu_
it: Selezionare il tipo di allineamento orizzontale da utilizzare per le date
lt: PAGALBA-horizontalus teksto išdėstymas pagal datą
tr: Burada metnin yatay hizalaması belirlenecek tarih. Reklamın sola,ortaya veya sağa hizalanmış olup olmadığı.

source: HELP_How many days files may remain in trashcan
cs: Počet dnů před aut.smazáním souborů z koše_
it: Definire la permanenza nel cestino dei file cancellati (in giorni) prima di EMC li elimini definitivamente. Se impostato a '0' i file verranno eliminati immediatamente
lt: PAGALBA-Kiek dienų failai gali išbūti šiukšliadėžėje
pl: Określa ile dni pliki mogą pozostać w koszu, zanim EMC usunie je na stałe. (Po ustawieniu na [0] pliki zostaną natychmiast usunięte).
tr: Dosyaların otomatik olarak silinmeden önce Geri Dönüşüm Kutusu'nda kalacağı gün sayısı.

source: HELP_Icon shown for initially unknown count / size
cs: Volba zobrazení ikon v seznamu, i když počet nebo velikost souborů v paměti na počátku chybí_
it: Definire se visualizzare un'icona nel caso in cui inizialmente il numero di file e/o lo spazio di archiviazione occupato sono sconosciuti.
lt: PAGALBA-piktograma, rodoma iš pradžių nežinomam skaičiui / dydžiui
tr: Burada dizinler için bir sembol olup olmadığını belirleyebilirsiniz. başlangıçta dosya sayısı ve / veya işgal edilen depolama alanı bilinmiyor.

source: HELP_Install Mutagen-package for audio metadata
cs: Instalace balíčku Mutagen pro audio meta-data_
it: Installare il pacchetto Mutagen per i metadati audio
lt: PAGALBA-Įdiekite Mutagen paketą garso meta duomenims
tr: Ses meta veri mutajenik paketi mevcuttur. Kaydettikten sonra yüklemeye çalışacaktır.

source: HELP_Jump to first mark when playing movie
cs: Přeskok na první (střih.) značku při spuštění přehrávání. Umožní přehrávání bez úvodní (reklamní) pasáže_
it: Saltare automaticamente al primo contrassegno disponibile dall'inizio della registrazione. Può aiutare a raggiungere direttamente il punto iniziale del video
lt: PAGALBA-pereiti prie pirmos žymos žiūrint filmą
pl: Przeskakuje automatycznie do pierwszego znacznika, jeśli jest dostępny na początku nagrania. (Może pomóc to w automatycznym pominięciu czasu realizacji).
tr: Film başladığında, bu kaydın başındaysa, otomatik olarak ilk işaretçiye atlar. (Bazen teslim süresinin otomatik olarak atlanmasına yardımcı olur.)

source: HELP_Key period value (50-900)
cs: Doba do opakované periody při přidržení tlačítka (50-900)_
it: Definire il ritardo dell'inizio ripetizione quando si mantiene premuto un tasto, in ms (50-900)
lt: PAGALBA-pagrindinio periodo reikšmė (50-900)
pl: Time untill resending the button when keeping the button pressed.
tr: YARDIM_Anahtar dönem değeri (50-900)

source: HELP_Key repeat value (250-900)
cs: Rychlost opakování při přidržení tlačítka (250-900)_
it: Definire la velocità di ripetizione quando si mantiene premuto un tasto, in ms (250-900)
lt: PAGALBA-pagrindinė kartotinė reikšmė (250-900)
pl: Speed of resending the button when keeping the button pressed.
tr: Tuş basılı tutulduğunda tuş tekrarlama hızı.

source: HELP_Latest Recordings directory limit
cs: Časový limit pro poslední záznam v seznamu_
it: Definire un limite di tempo per le registrazioni tale da visualizzarle nella directory come 'Registrazioni recenti'
lt: PAGALBA-Naujausių įrašų katalogo ribojimai
tr: Kayıtlar için bir zaman sınırı burada belirtilebilir, "Son Kayıtlar" dizininde görünen olmalı.

source: HELP_Latest Recordings directory use emc-noscan.cfg
cs: Použít složku s posledním souborem nahrávání z emc-noscan.cfg_
it: Definire l'utilizzo di emc-noscan.cfg per la directory 'Registrazioni recenti'
lt: PAGALBA-naujausių įrašų kataloguose naudokite emc-noscan.cfg
tr: "Son kayıtlar" dizininde emc-noscan.cfg'yi kullanın.

source: HELP_Leave Movie with Exit
cs: Přerušení přehrávání "také" tlačítkem Exit_
it: Definire se la riproduzione può essere interrotta con i tasti EXIT o STOP
lt: PAGALBA-Užverti filmą 'EXIT' mugtuku
pl: The playback of a recording can be stopped with the EXIT button, additional to the Stop button.
tr: Durdur tuşuna ek olarak çıkış tuşu ile bir kaydın oynatılması durdurulabilir.

source: HELP_Limit file operations in dirs from emc-noscan.cfg
cs: Limit pro operace souboru ve složce : '/etc/enigma2/emc-noscan.cfg'_
it: Definire se il limite per le operazioni sui file debba essere determinato da '/etc/enigma2/emc-noscan.cfg'
lt: PAGALBA-apriboti failo operacijas kataloge iš emc-noscan.cfg
tr: Etkinleştirilirse, dizinlerde dosya işlemleri gerçekleştirilmeye çalışılır. '/etc/enigma2/emc-noscan.cfg' kaçınmak.

source: HELP_List entries to skip
cs: Přeskočit více zadání v seznamu_
it: Definire l'elenco di voci da saltare
lt: PAGALBA-Įrašai, kuriuos praleisti
tr: Buket düğmesine basıldığında atlanan liste öğelerinin sayısı

source: HELP_Listbox is skin able
cs: Změna vzhledu boxu podle skinu nebo EMC_
it: Definire se debbano essere usate le impostazioni della skin in uso (se disponibili) per la visualizzazione dell'elenco video (solo <widget name="list"). Se non presenti saranno applicate le impostazioni EMC
lt: PAGALBA-Sąrašo langas pritaikytinas temai
pl: Użyte zostanie wyświetlanie obrazu listy filmów ze Skóry (jeśli jest dostępna) (tylko <nazwa widżetu = "lista"). W przeciwnym razie zostanie zastosowana konfiguracja z EMC.
tr: Film listesinin görünümü - varsa - kullanılan skin'den alınır (yalnızca <widget name="list"). Aksi takdirde, EMC kurulumunda ayarlandığı şekilde.

source: HELP_Long Blue button function
cs: Přiřazení funkce pod dlouhé modré tlačítko_
it: Definire una funzione da assegnare al tasto Blu (pressione prolungata)
lt: PAGALBA-'MĖLYNO' mygtuko ilgas paspaudimas
tr: Mavi düğmeye seçilebilir bir işlev atanabilir (basılı tutun).

source: HELP_Long Red button function
cs: Přiřazení funkce pro dlouhé červené tlačítko_
it: Definire una funzione da assegnare al tasto Rosso (pressione prolungata)
lt: PAGALBA-'RAUDONO' mygtuko ilgas paspaudimas
tr: Kırmızı düğmeye seçilebilir bir işlev atanabilir (basılı tutun).

source: HELP_Long Yellow button function
cs: Přiřazení funkce pod dlouhé žluté tlačítko_
it: Definire una funzione da assegnare al tasto Giallo (pressione prolungata)
lt: PAGALBA-Geltono mygtuko ilgas paspaudimas
tr: Sarı düğmeye seçilebilir bir işlev atanabilir (basılı tutun).

source: HELP_LongInfo Button
cs: Přiřazení funkce pod dlouhé tlačítko Info_
it: Definire una funzione da assegnare al tasto Info (pressione prolungata)
lt: PAGALBA-Info mygtuko ilgas paspaudimas
tr: Bilgi tuşuna seçilebilir bir işlev atanabilir (basılı tutun).

source: HELP_Mark new recordings with a star
cs: Označení nového záznamu hvězdičkou_
it: Definire se marcare le nuove registrazioni con una stella
lt: PAGALBA-Naujus įrašus pažymėti žvaigždute
tr: Yeni kayıtları bir yıldızla işaretleyin

source: HELP_Minimum file cache limit
cs: Limit pro min.soubor.paměť_
it: Definire il limite minimo cache file (0=tutto)
lt: PAGALBA-Minimalus failų podėlio limitas
tr: YARDIM_Minimum dosya önbellek sınırı

source: HELP_Move finished movies in trashcan
cs: Přesunout všechny "zhlédnuté" soubory z "Movie" a podsložek do koše_
it: Definire se spostare tutte le registrazioni riprodotte dalla "home" dei film nel cestino, quando raggiungono il limite di scadenza impostato nella voce successiva
lt: PAGALBA-peržiūrėtus filmus perkelti į šiukšliadėžę
pl: Move all finished (watched) recordings from "Movie home" to the trashcan, when they reach the expiration limit you set in the next entry.
tr: "Film Ana Sayfası"ndaki ve alt dizinlerindeki (bağlantısız) "oku" durumundaki tüm kayıtları, bir sonraki noktada ayarlanan saklama süresine ulaşan geri dönüşüm kutusuna taşır.

source: HELP_Movie home at start
cs: EMC startuje vždy na složce "Movie"_
it: Definire l'avvio di EMC sempre dalla directory "home" delle registrazioni, che potrà essere personalizzata nelle voci successive di configurazione
lt: PAGALBA-Filmų namų katalogas paleidžiant
pl: EMC uruchomi się zawsze w katalogu Głównym. (W następnym wpisie możesz ustawić Główny katalog).
tr: EMC her zaman "Film Ana Sayfası" dizininde başlar. (Aksi takdirde EMC önceki dizini tekrar açacaktır.)

source: HELP_Movie home home path
cs: Umístění předvolené složky "Movie"_
it: Definire il percorso della directory "home" delle registrazioni
lt: PAGALBA-Kelias į filmų namų vietą
pl: Set your "Movie home" path.
tr: Burada "Movie Home" yolu belirlenir.

source: HELP_Movie preview delay in ms
cs: Náhled videa se zpožděním v ms_
it: Definire il ritardo dell'anteprima dei film in ms
lt: PAGALBA-Filmo peržiūros delsa ms
tr: Film Önizlemelerini Göster ayarlandığında, bu,film önizlemelerini göstermeden önceki gecikmeyi ayarlamanıza olanak tanır.Bu, film listesinde gezinirken film ön izlemesinin başlamasını ve/veya bir kapağın önceden görüntülenmesini engeller.

source: HELP_Movie preview offset in seconds
cs: Náhled videa - odsazení v sek._
it: Definire l'offset dell'anteprima dei film in secondi. La riproduzione dell'anteprima inizierà x secondi prima dell'ultima posizione di riproduzione
lt: PAGALBA-filmo peržiūra kompensuojama per kelias sekundes
tr: Film önizlemesini son oynatma konumundan birkaç saniye önce başlatır

source: HELP_No resume below 10 seconds
cs: Ignorovat obnovení pokud je přehráno méně než 10 sek._
it: Definire se ignorare un contrassegno di avvio quando il tempo di riproduzione è inferiore a 10 secondi. Se la riproduzione viene interrotta durante i primi 10 secondi, nessuna punto di ripresa verrà proposto alla prossimo avvio del video
lt: PAGALBA-Mažiau 10 sek. nepratęsti
pl: Ignoruje znacznik początkowy poniżej 10 sekund. Jeśli odtwarzanie zostanie zatrzymane w ciągu pierwszych 10 sekund, podczas następnego odtwarzania nie zostanie zaproponowane wznowienie.
tr: 10 saniyenin altındaki başlangıç işaretçisini yok sayın. İlk 10 saniye içinde durursanız, bir sonraki oynatmanızda özgeçmiş sunulmaz.

source: HELP_Own Path to movie picons
cs: Nastavit vlastní cestu pro ikony_
it: Definire se i picon video utilizzino un percorso personalizzato
lt: PAGALBA-Savas kelias į filmų piktogramas
tr: Evet ise, film pikonlarının bulunduğu kendi yolunuzu girebilirsiniz.

source: HELP_Path to movie picons
cs: Složka pro ikony videa_
it: Definire il percorso per i picon video
lt: PAGALBA-Kelias į filmų piktogramas
tr: Film pikonlarının bulunduğu yolu belirtin.

source: HELP_Position movie picons
cs: Pozice ikon videa_
it: Definire la posizione in cui i picon del film debbano essere visualizzati
lt: PAGALBA-Filmų piktogramos vieta
tr: Film pikonlarının görüntülenmesi gereken konumu belirleyin.

source: HELP_Preferred EPG language
cs: Předvolba jazyka pro EPG_
it: Definire la lingua preferita per l'EPG
lt: PAGALBA-Pageidaujama EPG kalba
pl: Here you can specify the prefered language for the EPG.
tr: EPG'nin tercih edilen dili buradan ayarlanabilir.

source: HELP_Primary playback audio language
cs: Volba první audio stopy při přehrávání_
it: Definire la traccia audio che dovrà essere selezionata di default, se disponibile
lt: PAGALBA-Pagrindinė garso takelio kalba
pl: First audio channel which should be selected, if availiable.
tr: Varsa, seçilecek ilk ses parçası.

source: HELP_Primary playback subtitle language
cs: Volba prvního jazyka titulků při přehrávání_
it: Definire la lingua dei sottotitoli che dovrà essere selezionata di default, se disponibile
lt: PAGALBA-Pagrindinė subtitrų kalba
pl: First language which should be selected, if availiable, for the subtitles.
tr: Varsa, seçilecek ilk altyazı dili.

source: HELP_Red button function
cs: Přiřazení funkce pod červené tlačítko_
it: Definire una funzione da assegnare al tasto Rosso
lt: PAGALBA-'RAUDONO' mygtuko funkcija
tr: Kırmızı düğmeye seçilebilir bir işlev atanabilir.

source: HELP_Replace special chars in title
cs: Nahrazení spec.znaků a teček v názvech mezerami_
it: Definire se sostituire underscore e punti nel titolo con spazi
lt: PAGALBA-Pakeisti specialius simbolius pavadinime
pl: Replace underscores and points in titles with spaces.
tr: Film listesindeki dosya adlarındaki alt çizgileri ve noktaları boşluklarla değiştirir.

source: HELP_Resolve links and show real path
cs: Vyhodnocení odkazu a zobrazení reálné cesty_
it: Definire se risolvere il percorso dei collegamenti. In caso di problemi con lo spinner o la riattivazione di un NAS, disabilitare questa opzione: il percorso verrà mostrato in 'Descrizione Estesa'
lt: PAGALBA-Atsekti nuorodas ir rodyti tiktąjį kelią
pl: Ścieżka z linkami. W przypadku problemów ze spinerem lub NAS, wyłącz tę opcję. (Ścieżka będzie wyświetlana jako "Rozszerzony Opis".)
tr: Bağlantıların ve sembolik bağlantıların hedefi çözüldü. Döndürücüler veya NAS'ın uyanmasıyla ilgili sorunlarınız varsa bu seçeneği kapatın. (Yol "Genişletilmiş Açıklama" bölümünde görüntülenir.)

source: HELP_Rewind finished movies before playing
cs: Po přehrání videa - ve stavu "zhlédnuto" se vrátí na začátek. Změní se barevné označení_
it: Definire se riavviando una registrazione con lo stato di "visto" il film debba essere riprodotto dall'inizio
lt: PAGALBA-Atsukti baigtus filmus prieš juos rodant
pl: If a recording with status "seen" is restarted, the movie will be replayed from the beginning.
tr: Bir kayıt oynatılmışsa (oynatma durumu "okuma tamamlandı", "görüntülenen film için renk" ayarı),kayıt bir sonraki başlatılışında baştan oynatılacaktır.

source: HELP_Scan for DVD structures
cs: Prohledat strukturu DVD nebo ji spustit jako celek_
it: Definire se disattivare l'analisi delle strutture DVD in tutte le directory per evitare risvegli inaspettati di dischi di rete
lt: PAGALBA-Nuskaityti DVD struktūrą
pl: Wyłącz parsowanie struktur DVD we wszystkich katalogach. Zapobiega to niechcianemu wybudzaniu się dysków (sieciowych).
tr: Bununla, dizinlerdeki DVD yapılarının aranması genellikle engellenebilir. Bu, sabit sürücülerin veya ağ sürücülerinin yanlışlıkla uyanmasını önleyebilir.

source: HELP_Scan for bluray structures
cs: Prohledat strukturu Bluray nebo ji spustit jako celek_
it: Definire se scansionare le strutture bluray
lt: PAGALBA-Nuskaityti Blu-ray struktūrą
tr: Bu, dizinlerde Blu-ray yapılarının aranmasını genel olarak engellemek için kullanılabilir. Bu, sabit sürücülerin veya ağ sürücülerinin yanlışlıkla uyanmasını önleyebilir.

source: HELP_Scan for bluray structures in .iso
cs: Kontrola struktury bluray disků v .iso _
it: Definire se scansionare le strutture bluray in .iso
lt: PAGALBA-Nuskaityti Blu-ray struktūrą ISO faile
tr: Bununla, dizinlerde .iso içindeki Blu-ray yapılarının aranması genel olarak önlenebilir. Bu, sabit sürücülerin veya ağ sürücülerinin yanlışlıkla uyanmasını önleyebilir.

source: HELP_Scan for movie structures
cs: Prohledat strukturu videa podle extenze (např. avi.)_
it: Definire se scansionare le strutture dei film
lt: PAGALBA-nuskaityti filmų struktūras
tr: Bununla, dizinlerdeki film yapılarının aranması genellikle engellenebilir. Bu, sabit sürücülerin veya ağ sürücülerinin yanlışlıkla uyanmasını önleyebilir.

source: HELP_Secondary playback audio language
cs: Druhá jazyková audio stopa, pokud existuje_
it: Definire la traccia audio che dovrà essere selezionata, se disponibile, come seconda opzione
lt: PAGALBA-antroji garso takelio kalba
pl: Second audio channel which should be selected, if availiable.
tr: Varsa, seçilecek ikinci ses parçası.

source: HELP_Secondary playback subtitle language
cs: Druhý jazyk titulků, pokud existuje_
it: Definire la lingua dei sottotitoli che dovrà essere selezionata, se disponibile, come seconda opzione
lt: PAGALBA-antroji subtitrų kalba
pl: Second language which should be selected, if availiable, for the subtitles.
tr: Varsa seçilecek ikinci altyazı dili.
