Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Push key "Exit long" to show the clock while watching TV. Clock will disappear after the specified timeout or by pushing key "Exit long" again. Modify the settings to match your preferences. To change the clock position, select "Move clock" and relocate.
cs: Exit dlouhý" -> při sledovaní TV zobrazí hodiny. Hodiny se schovají po nastaveném času nebo po dalším stlačení stejného tlačítka. Pokud chcete změnit polohu hodin, zvolte "přesun hodin".
it: Con la pressione prolungata del tasto EXIT, verrà visualizzato un orologio sulla TV. La visualizzazione terminerà dopo un intervallo di tempo configurabile oppure con una nuova pressione prolìungata del tasto EXIT. Configurare i parametri secondo le proprie preferenze. Per cambiare la posizione dell'orologio, selezionare "Move clock" e riposizionarlo.
lt: Ilgai spauskite mygtuką "Exit", kad rodyti laikrodį žiūrint TV. Laikrodis išnyks po pauzės arba ilgai paspaudus mygtuką "Exit" vėl. Pakeiskite nustatymus, kad atitiktų jūsų pageidavimus. Norėdami pakeisti laikrodį,poziciją, pasirinkite "Move clock" ir perkelkite.
pl: Wciśnij klawisz "Długo Exit", aby pokazać zegarek podczas oglądania TV. Zegarek zniknie po pewnym czasie lub po wciśnięciu "Długo Exit" ponownie Zmodyfikuj ustawienia pod swoje preferencje. Aby zmienić pozycję zegara wybierz "Przesuń zegar" i zmień pozycję.
tr: TV izlerken saati görüntülemek için "Çıkış"a uzun basın.Belirlenen zaman aşımından sonra veya tekrar "Çıkış uzun" tuşuna basılarak saat tekrar gizlenir. Ayarları ihtiyaçlarınıza göre değiştirin.Saatin konumunu değiştirmek için "Saati taşı" seçeneğini seçin ve saati yeniden konumlandırın.

source: Push test
cs: otestovat
it: Test invio
lt: Paspauskite testą
pl: Test Push
tr: Basma-Testi

source: PushService Config
cs: Konfigurace PushSer...
it: Configurazione PushService
lt: PushService konfigūracija
pl: PushService Konfiguracja
tr: Basma Servisi Yapılandırması

source: PushService Test exception:
cs: PushService - test vyjímky :
it: Eccezione test PushService:
lt: PushService testo išimtis:
pl: PushService Test wyjątku:
tr: Basma Servisi Testi istisnası:

source: PushService controller run() exception
cs: PushService controller run() vyjímky
it: Eccezione controllo PushService run()
lt: PushService controller run() išimtis
pl: PushService kontroler run() wyjątek
tr: Basma Servisi denetleyicisi run() istisnası

source: Puts the box in standby mode after boot.
cs: Přepnout sat.přijímač po nabootování do režimu spánku_
it: Pone il box in standby dopo l'avvio.
lt: Perveda imtuvą į budėjimo būseną po paleidimo.
pl: Ustaw Dreambox`a w tryb czuwania po starcie.
tr: Önyüklemeden sonra kutuyu bekleme moduna geçirir.

source: Query IMDb: %s
cs: dotaz do IMDb: %s...
it: Ricerca in IMDb: %s
lt: Užklausa IMDb: %s
pl: Zapytanie IMDb: %s
tr: Sorgu IMDb: %s

source: Query details from the Internet Movie Database
cs: -- internet.dbáze videa, obaly a info
it: Ricerca dettagli da "Internet Movie Database"
lt: Užklausos informacija iš interneto filmų duomenų bazės
pl: Szczegóły zapytania z Internetowej Bazy Danych Filmów
tr: Film detaylarını imdb.com'dan sorgulayın

source: Queue Manager
cs: správa fronty
it: Gestione code
lt: Eilės Valdymas
pl: Menedżer kolejki
tr: Kuyruk yöneticisi

source: Queue processed.
cs: ...probíhá zpracování fronty...
it: Coda processata.
lt: Eilė tvarkoma.
pl: Kolejka przetworzona.
tr: Kuyruk işleme alındı.

source: Quick switching of aspect ratio setting
cs: -- rychlé přepínání poměru stran
it: Gestione configurazione rapporto d'aspetto
lt: Greito formato perjungimo nustatymas
pl: Szybkie przełączanie ustawienia proporcji obrazu
tr: En boy oranı için hızlı ayar geçişi

source: Quick switching via remote control
cs: přepínání přes dálkový ovladač...
it: Commutazione rapida via telecomando
lt: Greitas jungimas su nuotolinio valdymo pultu
pl: Szybkie przełączanie za pomocą pilota
tr: Uzaktan kumanda ile hızlı geçiş

source: Quick-button
cs: tlačítko "Quick"
lt: Greitasis mygtukas
pl: Przycisk QUICK
tr: Hızlı Tuş

source: Quit
cs: konec
it: Uscire
lt: Baigti
pl: Wyjście
tr: Çıkış yap

source: Quotes:
cs: citáty :
it: Citazioni:
tr: Alıntılar:

source: RC command '%s' has been issued
cs: RC příkaz '%s' byl spuštěný
it: Il comando "%s" è stato inviato
lt: RC komanda '%s' buvo paskelbta
pl: Komenda RC '%s' została wydana
tr: '%s' RC komutu verildi

source: RSS viewer
cs: -- prohlížení informačních odkazů RSS
it: Plugin per visualizzare RSS
lt: RSS žiūrėjimas
pl: Przeglądarka RSS
tr: RSS gösterici

source: RTSP Path
cs: složka RTSP
it: Percorso RTSP
lt: RTSP kelias
pl: Ścieżka RTSP
tr: RTSP Yolu

source: RTSP Port
cs: port RTSP
it: Porta RTSP
lt: RTSP jungtis
pl: Port RTSP
tr: RTSP-Yolu

source: Radio
cs: kanály rádia
lt: Radijas
tr: Radyo

source: Radio key long
cs: dlouhé tlačítko Radio
it: Press. lunga tasto Radio
lt: Radijo klavišo ilgas spaudimas
pl: długo klawisz Radio
tr: Radyo tuşu uzun

source: Radio-button
cs: tlačítko "Radio"
it: Tasto RADIO
lt: 'RADIO' mygtukas
pl: Przycisk RADIO
tr: Radyo tuşu

source: Radio-mode
cs: Radio-mód
it: Modalità Radio
lt: Radijas
pl: Tryb Radio
tr: Radyo modu

source: Rating
cs: hodnocení
it: Valutazioni
lt: Įvertinimas
pl: Oceny
tr: Puan

source: Ratings:
cs: hodnocení :
it: Valutazioni:
lt: Įvertinimai:
pl: Ocena:
tr: Puan:

source: Ratio: %.2f
cs: poměr : %.2f
it: Rapporto: %.2f
lt: Santykis: %.2f
pl: Proporcja: %.2f
tr: Oran: %.2f

source: Re-Query IMDb: %s...
cs: nový dotaz na IMDb : %s...
it: Ripetere ricerca IMDb: %s...
lt: Iš naujo užklausti IMDb: %s...
pl: Ponowne zapytanie IMDb: %s...
tr: %s IMDb'de yeniden sorgulanıyor...

source: Read PhoneBook from FRITZ!Box
cs: načíst tel.seznam pro FRITZ!Box
it: Caricare la rubrica dalla FRITZ!Box
lt: Skaityti telefonų knygą iš FRITZ!Box
pl: Odczyt książki telefonicznej z FRITZ!Box
tr: FRITZ!Box telefon rehberini oku

source: Read, write (644)
cs: čtení, zápis (644)
tr: Oku, yaz (644)

source: Read, write, execute (755)
cs: čtení, zápis, spouštění (755)
tr: Oku, yaz, yürüt (755)

source: Read/write error (disk full?)
cs: načíst / zapsat chyby (disk plný?)
it: Errore Lettura/Scrittura! (disco pieno?)
lt: Skaitymo/rašymo klaida (diskas pilnas?)
pl: Błąd Odczytu/Zapisu (dysk pełny?)
tr: Okuma/yazma hatası (disk dolu mu?)

source: Reading directory...
cs: Načítám složky...
it: Lettura directory...
lt: Katalogas skaitomas...
pl: Odczytywanie katalogu...
tr: Dizin okunuyor...

source: Reading log file...
cs: načíst protokol...
it: Lettura file di log in corso...
lt: Skaitomas log failas…
pl: Wczytywanie pliku dziennika...
tr: Günlük dosyası okunuyor...

source: Reading speed [80-450] words/min
cs: rychlost čtení [80-450] slov/min.
it: Velocità di lettura [80-450] parole/minuto
lt: Skaitymo greitis [80-450] žodžių/per min
tr: Okuma hızı [80-450] kelime/dak.

source: Really close without saving settings?
cs: Zavřít bez uložení nastavení ?
it: Chiudere senza salvare le modifiche?
lt: Tikrai uždaryti be nustatymų išsaugojimo ?
pl: Wyjść bez zapisywania ustawień?
tr: Ayarlarınızı kaydetmeden çıkmak istediğinizden emin misiniz?

source: Really close without saving settings? What do you want to do?
cs: Zavřít bez uložení nastavení ? Co chcete udělat ?
it: Chiudere senza salvare la configurazione? Cosa si intende fare?
lt: Ar tikrai uždaryti, neišsaugant nustatymų? Ką norite daryti?
tr: Ayarları kaydetmeden gerçekten kapansınmı? Ne yapmak istiyorsun?

source: Really delete account %s?
cs: Opravdu odstranit účet %s ?
it: Rimuovere l'account %s?
lt: Tikrai trinti paskyrą %s?
pl: Na pewno usunąć konto %s?
tr: %s hesabını silmek istiyor musunuz?

source: Really delete this Partnerbox Entry?
cs: Odstranit zadání z Partnerboxu ?
it: Rimuovere la voce?
lt: Ar tikrai norite ištrinti šį Partnerbox įrašą?
pl: Na pewno usunąć ten wpis Partnerbox ?
tr: Bu Partnerbox Girişi gerçekten silinsin mi?

source: Really delete this Server?
cs: Odstranit server ?
it: Rimuovere il server?
lt: Tikrai trinti šį serverį?
pl: Na pewno usunąć ten Serwer?
tr: Bu sunucu silinsin mi?

source: Really delete this WeatherPlugin Entry?
cs: Chcete odebrat záznamy z WeatherPlugin ?
it: Rimuovere la voce?
lt: Ar tikrai norite ištrinti šį Orų priedo įrašą?
pl: Naprawdę usunąć ten wpis?
tr: Bu WeatherPlugin/Hava Durumu girişi gerçekten silinsin mi?

source: Really delete this entry? It cannot be recovered!
cs: Odstranit zadání ? Nepůjde to pak vrátit !
it: Rimuovere questa voce? Non potrà essere recuperata.
lt: Ar tikrai norite ištrinti šį įrašą? Jo nebus galima atstatyti!
pl: Na pewno usunąć ten wpis? Nie da się potem ich odzyskać!
tr: Bu kaydı silmek istiyor musunuz? Geri kurtarılamayabilir!

source: Really delete this page? It cannot be recovered!
cs: Odstranit stránku ? Nepůjde to pak vrátit !
it: Rimuovere la pagina? Non potrà essere recuperata.
lt: Ar tikrai norite ištrinti šį puslapį? Jo nebus galima atstatyti!
pl: Na pewno usunąć tą stronę? Nie da się potem jej odzyskać!
tr: Bu sayfa gerçekten silinsin mi? Geri alınamaz!

source: Really delete torrent?
cs: Odstranit torrent ?
it: Rimuovere il torrent?
lt: Ar tikrai ištrinti torrent?
pl: Usunąć torrent?
tr: Torrent gerçekten silinsin mi?

source: Really quit MyTube Player?
cs: Ukončit MyTube Player ?
it: Uscire da MyTubePlayer?
lt: Iš tikro norite uždaryti MyTube grotuvą?
pl: Zamknąć Odtwarzacz MyTube?
tr: MyTube oynatıcı'dan çıkmak istiyor musunuz?

source: Reboot
cs: >restart systému
it: Riavvio
lt: Perjungti
pl: Restart
tr: Yeniden başlat

source: Rebuild skin on boot
cs: znovu sestavit skin při bootování
it: Ricostruire skin all'avvio
tr: Önyüklemede skin'i yeniden oluştur

source: Receive Notifications?
cs: Přijmout zprávu ?
it: Ricevere notifiche?
lt: Gauti perspėjimas?
pl: Otrzymywać Powiadomienia ?
tr: Bildirimleri al?

source: Received %d new news item(s).
cs: přijato %d nových položek
it: Nuovi argomenti ricevuti: %d.
lt: Gautas %d naujas naujienų elementas(i).
pl: Otrzymano %d nowych wiadomości.
tr: %d yeni bildirim alındı.

source: Reconstruct .ap and .sc files
cs: -- modul pro rekonstrukci souboru ".ap" a ".sc"
it: Plugin per ricostruire file .ap e .sc
lt: Atstatyti.ap ir.sc failus
pl: Rekonstrukcja plików .ap i .sc
tr: .ap ve .sc dosyalarını yeniden oluşturun

source: Reconstruct AP/SC ...
cs: obnovení AP/SC ...
it: Ricostruire AP/SC ...
lt: Rekonstruoti AP/SC ...
pl: Rekonstrukcja plików AP / SC ...
tr: AP/SC'yi yeniden yapılandırın...

source: Reconstruct all missing .ap and .sc files in this directory
cs: Obnovit všechny chybějící .ap- a .sc soubory v této složce
it: Ricostruire tutti i file .ap e .sc mancanti nella directory
lt: Rekonstruoti visus trūkstamus .ap ir .csc failus šiame kataloge
pl: Rekonstrukcja wszystkich brakujących plików .ap i .sc w tym katalogu
tr: Bu dizindeki tüm eksik .ap ve .sc dosyalarını yeniden oluşturun

source: Reconstruct missing or corrupt .ap and .sc files of recorded movies.
cs: Opraví chybějící nebo poškozené soubory .ap a.sc nahraného videa.
it: Plugin per ricostruire file .ap e .sc corrotti o mancanti nelle registrazioni.
lt: Atstatyti dingusius arba sugadintas .ap ir .sc failus iš įrašytų filmų.
pl: Rekonstrukcja brakujących lub uszkodzonych plików .ap i .sc z nagranych filmów.
tr: ReconstructApSc ile,kaydettiğiniz filmlerin eksik veya bozuk .ap ve .sc dosyalarını yeniden oluşturabilirsiniz.

source: Reconstruct the .ap and .sc files of the selected movie
cs: Obnovit .ap- a .sc soubory pro vybrané video
it: Ricostruire i file .ap e .sc del video selezionato
lt: Rekonstruoti .ap ir .csc failus pasirinktam filmui
pl: Rekonstrukcja plików .ap i .sc w wybranym nagraniu
tr: Seçilen film için .ap ve .sc dosyalarını kurtarın

source: Record
cs: nahrát
it: Registrare
lt: Įrašas
pl: Nagraj
tr: Kayıt

source: Record Notification
cs: zpráva při nahrávání
it: Notifica registrazione
lt: Įrašo pranešimas
pl: Powiadomienie Nagrania
tr: Kayıt bildirimi

source: Record Summary
cs: shrnutí záznamu
it: Elenco registrazioni
lt: Įrašų santrauka
pl: Podsumowanie Nagrania
tr: Kayıt Özeti

source: Record a maximum of x times
cs: nahrát maximálně x -krát
it: Registrare per un massimo di "x" volte
lt: Įrašas daugiausiai x kartų
pl: Nagraj maximum z x czasów
tr: Maksimum x defa kaydet

source: Record a maximum of x times:
cs: nahrát max. x -krát :
it: Registrare per un massimo di "x" volte:
lt: Įrašas daugiausiai x kartų:
pl: Nagrywanie maksymalnie x razy:
tr: Maksimum x kez kaydedin:

source: Record current event
cs: nahrát aktuální program
it: Registrare l'evento corrente
lt: Dabartinio įvykio įrašymas
pl: Nagraj aktualne Wydarzenie
tr: Mevcut etkinliği kaydet

source: Record description episode pattern
cs: vzor pro popis epizody
it: Registrare modello descrizione episodio
lt: Įrašo aprašymo epizodo šablonas
pl: Wzór opisu nagrania odcinka
tr: Kayıt açıklaması bölüm deseni

source: Record directory pattern
cs: předloha složky pro nahrávání
it: Registrare modello directory
lt: Įrašų katalogo šablonas
pl: Wzór katalogu nagrania
tr: Dizin kalıbını kaydet

source: Record finished:
cs: Nahrávání bylo dokončeno :
it: Registrazione terminata:
lt: Įrašas baigtas:
pl: Nagrywanie zakończone:
tr: Kayıt bitti:

source: Record on
cs: nahrát z kanálu...
it: Registrare da
lt: Įrašas ant
pl: Nagraj na
tr: Kaydedilecek

source: Record or zap timer
cs: zapsat časovač pro nahrávání
it: Timer: registrazione o zap
lt: Įrašo arba jungimo laikmatis
pl: Nagrywaj lub przełącz Timer
tr: Kayıt veya zap zamanlayıcı

source: Record rename has been finished with %d errors:
cs: Přejmenování záznamu skončilo s %d chybou :
it: Rinmomina registrazioni terminata. Errori: %d
lt: Įrašo pervadinimas baigtas su %d klaidomis:
pl: Zmiana nazwy nagrania zakończone z %d błędami:
tr: Kayıt yeniden adlandırma, %d hatayla tamamlandı:

source: Record started! Stopping timeshift now ...
cs: Záznam je spuštěný ! Timeshift bude zastavený ...
it: Registrazione avviata! Arresto timeshift in corso...
lt: Prasidėjo įrašymas! Laiko poslinkis stabdomas ...
pl: Nagrywanie rozpoczęte! Zatrzymano teraz timeshift ...
tr: Kayıt başladı!Zaman kaydırma kaydını durdur...

source: Record started:
cs: start nahrávání :
it: Registrazione iniziata:
lt: Įrašas prasidėjo:
pl: Nagrywanie rozpoczęte:
tr: Kayıt başladı:

source: Record title episode pattern
cs: vzor pro název epizody
it: Modello episodi per titolo registrazione
lt: Įrašo antraštės epizodo šablonas
pl: Wzór tytułu nagrywanego odcinka
tr: Başlık bölüm desenini kaydedin

source: Recorded files...
cs: Nahrané pořady...
it: Registrazioni...
lt: Įrašyti failai...
pl: Nagrane pliki...
tr: Kaydedilmiş dosyalar...

source: Recording Device
cs: nahrávací zařízení
it: Periferica di registrazione
tr: Kayıt cihazı

source: Recording Device 2
cs: nahrávací zařízení 2
it: Periferica di registrazione 2
tr: Kayıt Cihazı 2

source: Recording Device 3
cs: nahrávací zařízení 3
it: Periferica di registrazione 3
tr: Kayıt Cihazı 3

source: Recording is currently disabled!
cs: Nahrávání je aktuálně deaktivováno !
it: Registrazione disabilitata.
lt: Įrašymas šiuo metu išjungtas!
pl: Nagrywanie jest obecnie wyłączone!
tr: Kayıt şu anda devre dışı!

source: Recording is possible
cs: Nahrávání je použitelné
it: Registrazione abilitata
lt: Galima įrašyti
tr: Kayıt mümkündür

source: Recording length
cs: délka záznamu
it: Durata registrazione
lt: Įrašymo trukmė
pl: Długość nagrywania
tr: Kayıt uzunluğu

source: Recording location:
cs: složka pro záznamy...
it: Destinazione registrazioni:
lt: Įrašymo vieta:
pl: Ścieżka nagrywania
tr: Kayıt yolu:

source: Recording stream station
cs: nahrát stream ze stanice
it: Registrazione stream in corso
lt: Įrašymo srauto stotis
pl: Nagrywanie Strumienia Stacji
tr: Kayıt akışı istasyonu

source: Red
cs: červená
it: Rosso
lt: Raudona
pl: Czerwony
tr: Kırmızı

source: Red button function
cs: funkce pod tl.: červené
it: Funzione del tasto Rosso
lt: 'RAUDONO' mygtuko funkcija
pl: Funkcja czerwonego przycisku
tr: Kırmızı tuş işlevi

source: Redirect notifications to Growl, Snarl, Prowl or Syslog
cs: -- přesměrování zpráv na Growl, Snarl, Prowl, Syslog
it: Reindirizzare notifiche a Growl, Snarlo, Prowl o Syslog
lt: Peradresuokite pranešimus Growl, Snarl, Prowl arba Syslog
pl: Przekierowanie powiadomień Growl, Snarl, Prowl lub Syslog
tr: Growl, Snarl, Prowl veya Syslog'a bildirim gönderir

source: Refresh
cs: obnovit
it: Aggiornare
lt: Atnaujinti
tr: Yenile

source: Refresh EPG automatically
cs: >>aktivovat aut.obnovu "EPG" programů z kanálů...
it: Aggiornare automaticamente EPG
lt: Atnaujinti EPG automatiškai
pl: Odświeżaj EPG automatycznie
tr: EPG'yi otomatik yenile

source: Refresh EPG using
cs: způsob aktualizace ...
it: Aggiornare l'EPG usando
lt: Atnaujinti EPG naudojant
pl: Odśwież EPG za pomocą
tr: EPG'yi şunu kullanarak yenileyin

source: Refresh Rate
cs: obnovovací frekvence
it: Frequenza di aggiornamento
lt: Atnaujinimo norma
pl: Wartość odświeżania
tr: Tazeleme hızı

source: Refresh Screenshot
cs: sejmout...
it: Aggiornare screenshot
lt: Atnaujinti ekraną
pl: Odśwież ekran
tr: Ekran görüntüsünü yenile

source: Refresh now
cs: start aktualizace >>
it: Agg. ora
lt: Atnaujinti dabar
pl: Odśwież teraz
tr: Şimdi yenile

source: Refresh status
cs: stav obnovy
it: Aggiornare lo stato
lt: Naujinti būseną
pl: Odśwież status
tr: Durumu yenile

source: Refreshing
cs: ...aktualizuji...
it: Aggiornamento in corso
lt: Atnaujinama
pl: Odświeżanie
tr: Yenileniyor

source: Refreshing...
cs: ...obnovuji...
it: Aggiornamento in coso...
lt: Atnaujinama...
pl: Odświeżanie...
tr: Yeniliyor...

source: Region
it: Regione
lt: Regionas
tr: Ülke/Bölge

source: Related PiP Service
cs: odpovídající PiP kanál
it: PiP: canale associato
lt: Susiję Pip kanalai
pl: Powiązania Usług PIP
tr: İlgili PiP kanalı

source: Related PiP service for %s
cs: odpovídající PiP kanál pro %s
it: PiP: canale associato per %s
lt: Susijusi PiP paslauga %s
pl: Powiązania Usług PIP dla %s
tr: %s için ilgili PiP kanalı

source: Related Pip Service
cs: odpovídající PiP kanál
it: PiP: canale associato
lt: Susiję Pip paslaugos
pl: Powiązania Usług PIP
tr: İlgili PiP Kanalı

source: Related videos
cs: odpovídající video
it: Video associati
lt: Susiję vaizdo įrašai
pl: Powiązane wiedo
tr: İlgili videolar

source: Release Date:
cs: datum edice :
it: Data di uscita:
lt: Išleidimo data:
pl: Data wydania:
tr: Yayınlanma Tarihi:

source: Release date:
cs: datum vydání :
it: Data di uscita:
tr: Yayın tarihi:

source: Relevance
cs: důležitost
it: Rilevanza
lt: Tinkamumas
pl: Trafności
tr: Uygunluk

source: Reload
cs: znovu načíst
it: Ricaricare
lt: Užkrauti
pl: Przeładuj
tr: Yenile

source: Reload current directory
cs: otevřít aktuální složku
it: Ricarica la directory corrente
lt: Įkelti šį katalogą iš naujo
pl: Załaduj ponownie bieżący katalog
tr: Geçerli dizini yeniden yükle

source: Reload current page URL
cs: obnovit aktuální stránku
it: Ricaricare la pagina corrente
lt: Perkrauti dabartinio puslapio URL
pl: Przeładowanie bieżącej strony URL
tr: Mevcut sayfa URL'sini yeniden yükle

source: Reload interval for phonebooks (hours)
cs: obnovovat tel.seznam po hodině
it: Intervallo aggiornamento rubriche (ore)
lt: Telefonų knygos atnaujinimo intervalas (valandomis)
pl: Przedział czasu odświeżania dla książki telefonicznej (godziny)
tr: Telefon defterleri için yeniden yükleme aralığı (saat)

source: Reload movie file list
cs: obnovit seznam videa
it: Ricaricare elenco registrazioni
lt: Filmų failų sąrašą įkelti iš naujo
pl: Odśwież filmową listę plików
tr: Film dosyası listesini yeniden yükle

source: Remaining services: %d
cs: zbývající kanály : %d
it: Canali rimanenti: %d
lt: Likę kanalai: %d
tr: Kalan hizmetler: %d

source: Remaining time: %s
cs: zbývající čas : %s
it: Tempo residuo: %s
lt: Likęs laikas: %s
pl: Pozostały czas: %s
tr: Kalan süre: %s

source: Remaining: %s
cs: zbývá : %s
it: Rimanente: %s
lt: Liko: %s
pl: Pozostało: %s
tr: Kalan: %s

source: Remember last path of filebrowser
cs: zapamatovat si poslední složku z průzkumníka
it: Ricordare l'ultimo percorso browser file
lt: Įsiminti paskutinį kelią failų naršyklėje
pl: Zapamiętaj ostatnią ścieżkę przeglądarki plików
tr: Dosya tarayıcısının son yolunu hatırla

source: Remember last service
cs: zapamatovat si poslední kanál
it: Memorizzare l'ultimo canale
lt: Atsiminti paskutinį kanalą
pl: Zapamiętaj ostatni kanał
tr: Son hizmeti hatırla

source: Remember last tab:
cs: zapamatovat poslední záložku :
it: Ricordare l'ultimo tab:
lt: Atsiminti paskutinį skirtuką:
pl: Zapamiętaj ostatnią kartę:
tr: Son sekmeyi hatırla:

source: Remember service volume value
cs: zapsat hlasitost kanálu
it: Memorizzare il volume del canale
lt: Atsiminti kanalų garso reikšmę
pl: Zapamiętaj ustawienie głośności kanału
tr: Servis hacmi değerini hatırla

source: Remind before birthday:
cs: připomínka před narozeninami :
it: Avvisare con un anticipo di:
lt: Priminti prieš gimimo dieną:
pl: Przypomnij przed urodzinami:
tr: Doğum gününden önce hatırlat:

source: Reminder
cs: připomenutí
it: Promemoria
lt: Priminimas
tr: Hatırlatıcı

source: Reminds you of birthdays
cs: -- připomínat narozeniny
it: Plugin per rammentare i compleanni
lt: Jums primena apie gimtadienius
pl: Przypominaj o urodzinach
tr: Doğum günlerini hatırlatır

source: Remote
cs: vzdálený
it: Remoto
lt: Nuotolinis
pl: Zdalnie
tr: Uzak

source: Remote (not connected)
cs: FTP (není připojeno)
it: Remoto (non connesso)
lt: Nuotolinis (neprijungta)
pl: Zdalny (nie podłączony)
tr: Uzak (bağlı değil)

source: Remote Timer
cs: vzdálený časovač
it: Timer remoto
lt: Nuotolinis laikmatis
pl: Zdalny Timer
tr: Uzak Zamanlayıcı

source: Remote Timer - Hostname
cs: vzdálený časovač - hostitel
it: Remote Timer - Nome host
lt: Nuotolinis laikmatis - pagrindinio kompiuterio pavadinimas
pl: Zdalny Timer - Nazwa hosta
tr: Uzak Zamanlayıcı - Ana Bilgisayar Adı

source: Remote Timer - Network IP
cs: vzdálený časovač - IP sítě
it: Remote Timer - Indirizzo IP
lt: Nuotolinis laikmatis - Tinklo IP
pl: Zdalny Timer - IP Sieci
tr: Uzak Zamanlayıcı - Ağ IP'si

source: Remote Timer - Password
cs: vzdálený časovač - heslo
lt: Nuotolinis laikmatis - slaptažodis
pl: Zdalny Timer - Hasło
tr: Uzak Zamanlayıcı - Şifre

source: Remote Timer - Username
cs: vzdálený časovač - uživatel
lt: Nuotolinis laikmatis - vartotojas
pl: Zdalny Timer - Nazwa użytkownika
tr: Uzak Zamanlayıcı - Kullanıcı Adı

source: Remote Timer - WebIf Port
cs: vzdálený časovač - WebIf port
it: Remote Timer - Porta Webif
lt: Nuotolinis laikmatis -WebIf jungtis
pl: Zdalny Timer - Port Webowy
tr: Uzak Zamanlayıcı - WebIf Bağlantı Noktası

source: Remote control
cs: dálkové ovládání---
it: Telecomando
tr: Uzaktan Kumanda

source: Remote control button 8 can be used as an alternative to 2 (long press).
cs: Tlačítko ovladače 8 může být použito jako alternativa pro dlouhé tl.2.
it: Il tasto 8 del telecomando può essere utilizzato in alternativa al tasto 2 (pressione lunga).
lt: Nuotolinio valdymo mygtukas 8 gali būti naudojamas kaip alternatyva 2 (ilgas paspaudimas).
tr: Uzaktan kumanda tuşu 8, 2'ye (uzun basma) alternatif olarak kullanılabilir.

source: Remote control repeat delay (ms)
cs: dálkové ovládání - prodleva opakování (ms)
it: Ritardo ripetizione telecomando (ms)
tr: Uzaktan kumanda tekrar gecikmesi (ms)

source: Remote file display
cs: -- zobrazení vzdáleného text.souboru přes HTTP
it: Plugin per la visualizzazione di file remoti
lt: Nuotolinio failo ekranas
pl: Zdalne wyświetlanie plików
tr: Uzaktaki dosyaları görüntüler

source: Remote timer and remote TV player
cs: -- ovládání a časování vzdáleného TV z Dreamboxu
it: Plugin che permette la gestione di timer e visualizzazione da remoto
lt: Nuotolinio laikmačio ir nuotolinės televizijos grotuvas
pl: Zdalny Timer i odtwarzacz TV
tr: İkinci bir Dreambox'ın zamanlayıcı yönetimine erişim
