Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Error command '%s'
cs: chybný příkaz '%s'
it: Errore esecuzione comando '%s'
lt: Klaida komandoje '%s'
pl: Błąd polecenia '%s'
tr: '%s' komutunda hata

source: Error communicating with transmission-daemon: %s.
cs: Chyba při komunikaci s démonem přenosu : %s
it: Errore di comunicazione con il transmission-daemon: %s.
lt: Klaida komunikuojant su perdavimo tarnyba: %s.
pl: Błąd komunikacji z transmisją: %s.
tr: Aktarım arka plan programıyla iletişim kurulurken hata oluştu: %s.

source: Error during download.
cs: Chyba při stahování
it: Errore durante il download.
lt: Klaida atsisiuntimo metu.
pl: Błąd podczas pobierania.
tr: İndirilirken hata oluştu.

source: Error fetching URL:
cs: Chyba vyvolání URL :
it: Errore nel recupero URL:
lt: Klaida gaunant URL:
pl: Błąd podczas pobierania adresu URL:
tr: URL yüklenirken hata oluştu:

source: Error getting movies
cs: Chyba při načítání videa
it: Errore in acquisizione filmati
lt: Klaida gaunant filmus
pl: Błąd podczas pobierania nagrania
tr: Filmler getirilirken hata oluştu

source: Error loading filelist into server %(server)s: %(error)s
cs: Chyba při načítání seznamu souborů ze serveru %(server)s : %(error)s
it: Errore nel caricamento elenco file sul server %(server)s: %(error)s
lt: Klaida, užkraunant failų sąrašą į serverį %(server)s: %(error)s
pl: Błąd podczas ładowania listy plików na serwerze %(server)s: %(error)s
tr: Dosya listesi %(server)s sunucusuna yüklenirken %(error)s hatası oluştu

source: Error loading page feed:
cs: Chyba načítání zásobníku z netu :
it: Errore nel caricamento feed pagina:
lt: Klaida, įkeliant šaltinių puslapį:
pl: Błąd wczytywania strony Kanału:
tr: Sayfa feed'i yüklenirken hata oluştu:

source: Error loading playlist %(media)s into server %(server)s: %(error)s
cs: Chyba při stahování seznamu souborů %(media)s ze serveru %(server)s: %(error)s
it: Errore nel caricamento playlist %(media)s sul server %(server)s: %(error)s
lt: Klaida, užkraunant grojaraštį %(media)s į serverį %(server)s: %(error)s
pl: Błąd podczas ładowania listy odtwarzania %(media)s na serwerze %(server)s: %(error)s
tr: %(media)s oynatma listesi %(server)s sunucusuna yüklenirken %(error)s hatası oluştu

source: Error loading playlist into server %(server)s: %(error)s
cs: Chyba při stahování seznamu souborů ze serveru %(server)s: %(error)s
it: Errore nel caricamento playlist sul server %(server)s: %(error)s
lt: Klaida, užkraunant grojaraštį į serverį %(server)s: %(error)s
pl: Błąd podczas ładowania listy odtwarzania na serwerze %(server)s: %(error)s
tr: Oynatma listesi %(server)s sunucusuna yüklenirken %(error)s hatası oluştu

source: Error missing dependency
cs: Chybí návaznost !
it: Errore: dipendenza mancante
lt: Trūkstamo priklausomumo klaida
pl: Błąd brakujących zależności
tr: Eksik bağımlılıklar

source: Error processing the skin file!
cs: Chybné zpracování souboru skinu !
it: Errore durante l'elaborazione del file skin.
lt: Klaida apdorojant temos failą!
pl: Błąd podczas przetwarzania pliku skórki!
tr: Skin dosyası işlenirken hata oluştu!

source: Error reading file %s. Error: %s, %s
cs: Chyba při čtení souboru : %s Chyba : %s, %s
it: Errore in lettura file %s Errore: %s, %s
lt: Klaida skaitant failą %s. Klaida: %s, %s
pl: Błąd odczytu pliku %s. Błąd: %s, %s
tr: %s dosyası okunurken hata oluştu. Hata: %s, %s

source: Error updating filelist from server %(server)s: %(error)s
cs: Chyba při aktualizaci seznamu souborů ze serveru %(server)s : %(error)s
it: Errore in aggiornamento elenco file dal server %(server)s: %(error)s
lt: Klaida, atnaujinant failų sąrašą iš serverio %(server)s: %(error)s
pl: Błąd aktualizacji listy plików z serwera %(server)s: %(error)s
tr: Dosya listesi %(server)s sunucusuna güncellenirken %(error)s hatası oluştu

source: Error while backup of DVD!
cs: Chyba při zálohování na DVD !
it: Errone in esecuzione backup DVD.
lt: Klaida darant atsarginę kopiją į DVD!
pl: Błąd podczas tworzenia kopii zapasowej płyty DVD!
tr: DVD yedeklenirken hata oluştu!

source: Error while creating screenshot. You need grab version 0.8 or higher!
cs: Chyba při sejmutí obrazovky ! Potřebujete stáhnout verzi 0.8 nebo vyšší !
it: Errone nella creazione screenshot. Richiesto grab v.0.8 o superiore.
lt: Klaida kuriant ekrano užsklandą. Jums reikia 0.8 arba naujesnės versijos!
pl: Błąd podczas tworzenia zrzutu ekranu. Potrzebna wersja 0.8 lub wyższa!
tr: Ekran görüntüsü oluşturulurken hata oluştu. Grab sürüm 0.8 veya daha üstü gerekli!

source: Error while downloading file %s
cs: Chyba při stahování souboru %s
it: Errore durante il download di %s
lt: Failo parsisiuntimo klaida %s
pl: Błąd podczas pobierania pliku %s
tr: %s dosyası indirilirken hata oluştu

source: Error while parsing Feed, this usually means there is something wrong with it.
cs: Chyba při kontrole zásobníku na netu !
it: Errore nell'analisi del feed: solitamente si tratta di un problema del feed stesso.
lt: Klaida apdorojant serverį, tai paprastai reiškia, kad ten yra kažkas negerai su juo.
pl: Błąd podczas analizowania Kanału, zwykle oznacza to, że jest coś nie tak z nim.
tr: Besleme ayrıştırılırken hata oluştu, bu durum genellikle hatalı yapılandırmadan kaynaklanır.

source: Error with VLC server: %s
cs: Chyba na VLC serveru : %s
it: Errore con il server VLC: %s
lt: Klaida su VLC serveriu: %s
pl: Błąd z serwerem VLC: %s
tr: VLC sunucuda hata oluştu: %s

source: Error writing file %s. Error: %s, %s
cs: Chyba při zápisu do souboru %s ! Chyba : %s, %s
it: Errore in scrittura file %s Errore: %s, %s
lt: Klaida rašant failą %s. Klaida: %s, %s
pl: Błąd zapisu pliku %s. Błąd: %s, %s
tr: %s dosyası yazılırken hata oluştu. Hata: %s, %s

source: Error writing to %s!
cs: Chybný zápis do %s !
it: Errore di scrittura su %s.
lt: Klaida rašant į %s!
pl: Błąd zapisu do %s!
tr: %s yazarken hata!

source: Error! Can not open database! Check if save folder is correct and writeable! Press OK to close.
cs: Chyba ! Nelze otevřít databázi ! Zkontrolujte složku a práva k zápisu. OK -> zavřít...
it: Errore. Impossibile aprire il database. Controllare che la directory sia corretta e scrivibile. Premere OK per chiudere.
lt: Klaida! Nepavyko atidaryti duomenų bazės! Patikrinkite, ar išsaugojimui skirtas aplankas yra teisingas ir įrašomas! Spauskite OK, kad uždaryti.
pl: Błąd! Nie można otworzyć bazy danych! Sprawdź czy zapisywany folder jest poprawny i zapisywalny! Naciśnij OK, aby zamknąć.
tr: Hata! Veritabanı açılamıyor! Klasörün doğru ve yazılabilir olup olmadığını kontrol edin! Kapatmak için Tamam'a basın.

source: Error! Error Text: %s
cs: Chyba ! Výpis chyby : %s
it: Errore. Descrizione: %s
lt: Klaida! Klaidos tekstas: %s
pl: Błąd! Tekst Błędu: %s
tr: Hata! Hata mesajı: %s

source: Error...
cs: Chyba...
it: Errore...
lt: Klaida...
pl: Błąd...
tr: Hata...

source: Event ID
cs: ID události
it: ID evento
lt: Įvykio ID
pl: ID wydarzenia
tr: Etkinlik kimliği

source: Event ID Selected
cs: ID události bylo vybráno
it: ID evento selezionato
lt: Pasirinktas įvykio ID
pl: Wybrano ID wydarzenia
tr: Etkinlik kimliği seçildi

source: Event Info
cs: program...
it: Info evento
lt: Įvykio informacija
pl: Wydarz. Info
tr: Etkinlik Bilgisi

source: Event info
cs: info o programu
it: Info evento
lt: Įvykio informacija
pl: Wydarzenie Info
tr: Etkinlik Bilgisi

source: EventId not found
cs: ID události nebylo nalezeno !
it: ID evento non trovato
lt: Įvykio ID nerastas
pl: ID Wydarzenia nie znalezione
tr: Etkinlik kimliği bulunamadı

source: EventInfo blue button:
cs: Info programu přes modré tl.:
it: EventInfo tasto blu:
lt: Įvykio info mėlynas mygtukas:
pl: Info Wydarzenia niebieski przycisk:
tr: EventInfo mavi düğme:

source: EventInfo yellow button:
cs: Info programu přes žluté tl.:
it: EventInfo tasto giallo:
lt: Įvykio info geltonas mygtukas:
pl: Info Wydarzenia żółty przycisk:
tr: Etkinlik bilgisi sarı düğme:

source: Eventdescription
cs: popis události
it: Descrizione evento
lt: Įvykio aprašas
pl: Opis wydarzenia
tr: Etkinlik açıklaması

source: Eventdescription Selected
cs: popis události byl vybraný
it: Descrizione evento selezionato
lt: Pasirinktas įvykio aprašas
pl: Opis Wydarzenia Wybrany
tr: Gönderi açıklaması seçildi

source: Eventinfo
cs: Info - dlouhé...
it: Info evento
lt: Įvykio info
pl: Info Wydarzenia
tr: Etkinlik Bilgisi

source: Eventname
cs: název události
it: Nome evento
lt: Įvykio pavadinimas
pl: Nazwa Wydarzenia
tr: Gönderi adı

source: Eventname Selected
cs: název události byl vybraný
it: Nome evento selezionato
lt: Pasirinktas įvykio pavadinimas
pl: Wybrano Nazwę Wydarzenia
tr: Seçilen adı göster

source: Every time the inode is modified, the i_version field will be incremented.
cs: Vždy, když bude inode upravený, bude přidáno pole i_version
it: Ogni modifica di inode incrementerà il campo i_version.
lt: Kiekvieną kartą, kai inode yra pakeista, i_version laukas bus didinamas.
pl: Za każdym razem, gdy modyfikowany jest i-węzeł, pole i-wersji zostanie zwiększone.
tr: İnode değiştirildiğinde i_version alanını artırın.

source: Everything done ;)
cs: Všechno uděláno... ;)
it: Tutto fatto ;-)
lt: Viskas padaryta ;)
pl: Wszystko gotowe ;)
tr: Her şey bitti ;)

source: Exact match
cs: přesná shoda
it: Corrispondenza esatta
lt: Tikslus atitikmuo
pl: Dokładne dopasowanie
tr: Tam eşleşme

source: Exact match of title
cs: přesná shoda v titulku
it: Corrispondenza esatta titolo
lt: Tikslus atitikties pavadinimas
pl: Dokładne dopasowanie tytułu
tr: tam başlık eşleşmesi

source: Exclude
cs: vyjmout
it: Escludere
lt: Išskyrus
pl: Wyklucz
tr: Dışla

source: Excluded days:
cs: vyloučené dny :
it: Giorni esclusi:
lt: Išskyrus dienas:
pl: Wykluczone dni:
tr: Hariç tutulan günler:

source: Execute "after event" during timespan
cs: spustit v časovém úseku "po události"
it: Eseguire "dopo l'evento" durante l'arco di tempo
lt: Vykdyti "po įvykio " per laiko atkarpą
pl: Wykonaj "po wydarzeniu" podczas trwania przedziału czasowego
tr: Zaman aralığındaki eylemden sonra çalıştır

source: Execute cuts...
cs: Vystřihnout...
it: Eseguire tagli...
lt: Vykdyti iškirpimus...
pl: Wykonywanie cięć...
tr: Kesintileri gerçekleştirin...

source: Execute script
cs: Spustit skript
it: Eseguire lo script
lt: Vykdyti scenarijų
pl: Wykonaj skrypt
tr: Komut dosyasını çalıştır

source: Execute the cuts, as set by the CutlistEditor,by physically removing unwanted parts from the files.
cs: Vystřižení nežádoucích částí videa podle nastavení CutlistEditoru.
it: Eseguire tagli, predisposti tramite CutlistEditor, rimuovendo fisicamente le parti indesiderate dai file.
lt: Vykdyti iškirpimą, kaip nustatyta su CutlistEditor, fiziškai pašalinti nenorimas dalis iš failų.
pl: Wykonaj cięcia ustawione Edytorem Cięcia przez fizyczne usunięcie niechcianych części z plików
tr: Film düzenleyiciyi kullanarak, istemediğiniz bölümleri dosyadan silebilirsiniz.

source: Exist
cs: hotovo
it: Esiste
lt: Yra
pl: Istnieje
tr: Bulunan: %s

source: Exist: %s
cs: již existuje : %s
it: Esistente: %s
lt: Yra: %s
pl: Istnieje: %s
tr: Bulunan: %s

source: Exit
cs: konec
it: Uscire
lt: Išeiti
pl: Wyjście
tr: Çıkış

source: Exit on TV <-> Radio switch:
cs: uzamknout výměnu mezi TV <--> Radio :
it: Uscire commutando TV <-> Radio:
lt: Išeiti iš TV <-> Radijo perjungiklis:
pl: Wyjście na TV <--> Radio przełącznik:
tr: TV'den çık <-> Radyo anahtarı:

source: Exit the plugin
cs: zavřít modul
it: Uscire dal plugin
lt: Išeiti iš priedo
pl: Opuść wtyczkę
tr: Eklentiden çıkış

source: Exit without saving
cs: ukončit bez uložení
it: Uscire senza salvare
lt: Išeiti neįrašius
pl: Wyjdź bez zapisywania
tr: Kayıt etmeden çık

source: Expert
it: Avanzato
lt: Išplėstinis
pl: Ekspert
tr: Uzman

source: Expert options
cs: rozšířené možnosti
it: Opzioni avanzate
tr: Uzman Ayarları

source: Export CSV file
cs: export CSV souboru
it: Esportare come CVS
lt: Eksportuoti CSV failą
pl: Eksport pliku CSV
tr: CSV dosyasını dışa aktar

source: Export Timer 2 Autotimer
cs: export časovače z aut.časovače
it: Esportare timer in AutoTimer
lt: Eksporto laikmatis 2 Automatinis laikmatis
pl: Eksport Timera do Automatycznego Timera
tr: Zamanlayıcıyı Otomatik Zamanlayıcıya Aktar

source: Export selected as AutoTimer
cs: exportovat vybrané jako aut.časovač
it: Esportare la selezione come AutoTimer
lt: Eksportuoti pasirinktą, kaip auto laikmatį
pl: Eksport wybrany jako AutoTimer
tr: Seçililenleri AutoTimer olarak dışarı ver

source: Extend the list of services to refresh by those your AutoTimers use?
cs: Rozšířit seznam kanálů při obnovení i z aut.časovačů_
it: Estendere l'elenco dei canali da aggiornate in base a quelli usati da AutoTimer?
lt: Ar išplėsti atnaujintinų kanalų sąrašą, naudojantis auto laikmačiu?
pl: Rozszerzyć listę kanałów, aby odświeżyć użycie Auto Timery ?
tr: Otomatik Zamanlayıcı kanallarıyla kanal listesi otomatik olarak genişletilsin mi?

source: Extended Control Range
cs: rozšířit rozsah regulace
it: Range di controllo esteso
lt: Išplėsta kontrolės zona
pl: Wzbogacona oferta sterowania
tr: Genişletilmiş kontrol aralığı

source: Extended Search for faces
cs: rozšířit hledání o obličeje
it: Ricerca avanzata per immagini
lt: Išplėsta veidų paieška
pl: Rozszerzone wyszukiwanie twarzy
tr: Görüntüler için gelişmiş arama

source: Extended Search for names
cs: rozšířit hledání o názvy
it: Ricerca avanzata per nome
lt: Išplėsta vardų paieška
pl: Rozszerzone wyszukiwanie nazw
tr: Adlar için gelişmiş arama

source: Extended configuratin menu:
cs: rozšířené konfigurační menu :
it: Menu di impostazione avanzato:
lt: Išplėstas konfigūracijos meniu:
pl: Rozszerzone menu konfiguracji:
tr: Genişletilmiş yapılandırma menüsü:

source: Extended search filter
cs: rozšířit filtr hledání
it: Filtro di ricerca avanzato
lt: Išplėsti paieškos filtrą
pl: Rozszerzony filtr wyszykiwania
tr: Gelişmiş arama filtresi

source: Extended timerlist with EPG-Lookups and more
cs: Rozšířený seznam časovačů EPG a další
it: Elenco timer esteso con ricerche EPG e altro
lt: Išplėstinis laikmačių sąrašas su EPG paieškomis ir dar daugiau
pl: Rozszerzona lista Timerów z podglądem EPG .
tr: EPG sorguları ve daha fazlasını içeren genişletilmiş zamanlayıcı listesi

source: Extension number to initiate call on
cs: Rozšířit počet volání
it: Numero dell'interno su cui avviare la chiamata
lt: Numerio išplėtimas, kad pradėti skambinti
pl: Numer wewnętrzny, aby zainicjować połączenie
tr: Dış hatta ulaşmak için çevrilen numara

source: Extensions
cs: rozšířené
it: Estensioni
lt: Išplėtimai
pl: Rozszerzenia
tr: Eklentiler

source: Extensions menu
cs: rozšířeném menu
it: Menu Estensioni
lt: Išplėtimų meniu
pl: Rozszerzone Menu
tr: Eklenti menüsü

source: Extra Info
cs: rozšířené info
it: Info Extra
lt: Papildoma informacija
pl: Dodatkowe Info
tr: Detay bilgi

source: Extract archive
cs: rozbalit archív
it: Estrarre archivio
tr: Arşivi aç

source: Extras
cs: -nástroje-
it: Extra
lt: Papildomai
pl: Dodatki
tr: Ekstralar

source: FHD Progressive Mode
cs: progresivní mód FHD
it: Modalità progressiva FDH
lt: FHD progresyvusis režimas
pl: Tryb progresywny FHD
tr: FHD aşamalı modu

source: FRITZ!Box - Could not load calls: %s
cs: FRITZ!Box - nelze načíst volání : %s
it: FRITZ!Box - Impossibile caricare le chiamate: %s
lt: FRITZ!Box - nepavykę įkelti skambučiai: %s
pl: FRITZ!Box - Nie udało się załadować połączeń: %s
tr: FRITZ!Box - Aramalar yüklenemedi: %s

source: FRITZ!Box - Dialling failed: %s
cs: FRITZ!Box - vytáčení selhalo : %s
it: FRITZ!Box - Composizione fallita: %s
lt: FRITZ!Box - nepavykę numerio rinkimai: %s
pl: FRITZ!Box - Wybieranie nie powiodło się: %s
tr: FRITZ!Box araması başarısız: %s

source: FRITZ!Box - Error getting blacklist: %s
cs: FRITZ!Box - chyba při načtení seznamu : %s
it: FRITZ!Box - recupero blacklist fallita: %s
lt: FRITZ!Box - klaida, gaunant juodąjį sąrašą: %s
pl: FRITZ!Box - Błąd pobierania czarnej listy: %s
tr: FRITZ!Box - engelleme listesi getirilemedi: %s

source: FRITZ!Box - Error getting status:
cs: FRITZ!Box - chyba při načtení stavu :
it: FRITZ!Box - Errore verifica stato:
lt: FRITZ! Box - statuso gavimo klaida:
pl: FRITZ!Box - Błąd otrzymywania statusu:
tr: FRITZ!Box - durum yüklenirken hata oluştu:

source: FRITZ!Box - Error getting status: %s
cs: FRITZ!Box - chyba při načtení stavu : %s
it: FRITZ!Box - Errore verifica stato: %s
lt: FRITZ!Box - gavimo būsenos klaida: %s
pl: FRITZ!Box - Błąd pobierania stanu: %s
tr: FRITZ!Box durum bilgisi alınamadı: %s

source: FRITZ!Box - Error logging in
cs: FRITZ!Box - chyba u hlášení
it: FRITZ!Box - Errore login: %s
lt: FRITZ!Box - prisijungimo klaida į
pl: FRITZ!Box - Błąd logowania
tr: FRITZ!Box - kayıt hatası

source: FRITZ!Box - Error logging in: %s
cs: FRITZ!Box - chyba při přihlášení : %s
it: FRITZ!Box - Errore login: %s
lt: FRITZ!Box - prisijungimo klaida: %s
pl: FRITZ!Box - Błąd logowania: %s
tr: FRITZ!Box oturumu başlatılamadı: %s

source: FRITZ!Box - Error logging in: %s Disabling plugin.
cs: FRITZ!Box - chyba při přihlášení : %s Modul bude zavřený...
it: FRITZ!Box - Errore login: %s Il plugin verrà disabilitato.
lt: FRITZ!Box - Klaida jungiantis: %s Priedas išjungiamas.
pl: FRITZ!Box - Błąd logowania: %s Wyłączania wtyczki.
tr: FRITZ!Box - Oturum açma hatası: %s Eklenti kapalı.

source: FRITZ!Box - Error logging out: %s
cs: FRITZ!Box - chyba při odhlášení : %s
it: FRITZ!Box - Errore nel logout: %s
lt: FRITZ!Box - atsijungimo klaida: %s
pl: FRITZ!Box - Błąd wylogowania: %s
tr: FRITZ!Box oturumu kapatılamadı: %s

source: FRITZ!Box - Error resetting: %s
cs: FRITZ!Box - chyba při resetu : %s
it: FRITZ!Box - Errore di reset: %s
lt: FRITZ!Box - klaidos atstatymas: %s
pl: FRITZ!Box - Błąd resetu: %s
tr: FRITZ!Box - yeniden başlatılamadı: %s

source: FRITZ!Box - Failed changing GuestAccess: %s
cs: FRITZ!Box - chyba při změně uživatele : %s
it: FRITZ!Box - Impossibile cambiare GuestAccess: %s
lt: FRITZ!Box - Nepavyko pakeisti svečio prisijungimo: %s
pl: FRITZ!Box - Nie udało zmienić dostępu jako gość: %s
tr: Konuk hesabı değiştirilirken hata oluştu: %s

source: FRITZ!Box - Failed changing Mailbox: %s
cs: FRITZ!Box - chyba při změně schránky : %s
it: FRITZ!Box - Fallito cambio di Mailbox: %s
lt: FRITZ!Box - Nepavyko pakeisti pašto dėžutės: %s
pl: FRITZ!Box - Nie udało się zmienić skrzynki pocztowej: %s
tr: FRITZ!Box - posta kutusu durumu değiştirilemedi: %s

source: FRITZ!Box - Failed changing WLAN: %s
cs: FRITZ!Box - chyba při změně WLAN : %s
it: FRITZ!Box - Cambiamento WLAN fallito: %s
lt: FRITZ!Box - Nepavyko pakeisti WLAN: %s
pl: FRITZ!Box - Nie udało się zmienić WLAN: %s
tr: FRITZ!Box WLAN durumu değiştirilemedi: %s

source: FRITZ!Box FON address (Name or IP)
cs: FRITZ!Box FON adresa (název nebo IP-adresa)
it: FRITZ!Box FON - Indirizzo (nome o IP)
lt: FRITZ!Box FON adresas (Vardas arba IP)
pl: FRITZ!Box adresy (Nazwa lub IP)
tr: FRITZ!Box adresi (isim yada IP)

source: FRITZ!Box FON firmware version
cs: FRITZ!Box FON firmware-verze
it: FRITZ!Box FON - Versione firmware
lt: FRITZ!Box FON programinės įrangos versija
pl: FRITZ!Box wersja firmware FON
tr: FRITZ!Box FON donanım yazılımı sürümü

source: FRITZ!Box Fon Status
cs: FRITZ!Box Fon stav
it: FRITZ!Box Fon - Stato
lt: FRITZ!Box Fon Būsena
pl: FRITZ!Box stan telefonu
tr: FRITZ!Box durumu

source: FRITZ!Box PhoneBook to read
cs: FRITZ!Box - pro čtení z telefonu
it: Rubrica FRITZ!Box da caricare
lt: Skaityti telefonų knygą iš FRITZ!Box
pl: FRITZ!Box Książka telefoniczna
tr: FRITZ!Box telefon rehberi içe aktarılacak

source: FRITZ!Box firmware version not configured! Please set it in the configuration.
cs: FRITZ!Box - firmware-verze není korektně nakonfigurovaná ! Zkontrolujte konfiguraci...
it: Versione firmware FRITZ!Box non inserita. Aggiornare le impostazioni.
lt: FRITZ!Box programinės įrangos versija dar nesukonfigūruota! Pirmiausiai nustatykite konfigūraciją.
pl: FRITZ!Box wersja oprogramowania nie została skonfigurowana! Proszę ustawić w konfiguracji.
tr: FRITZ!Box donanım yazılımı sürümü yapılandırılmamış! Lütfen yapılandırmaya girin.

source: FRITZ!Box not available for calling
cs: FRITZ!Box - není použitelné pro volání
it: FRITZ!Box non disponibile per le chiamate
lt: FRITZ!Box - nėra šaukimo
pl: FRITZ!Box niedostępne dla połączeń
tr: FRITZ!Cihaz çağrılar için kullanılamaz

source: FTP Queue Manager
cs: FTP - správa fronty
it: Gestore code FTP
lt: FTP eilės tvarkyklė
pl: Menedżer kolejki FTP
tr: FTP kuyruk yöneticisi

source: FTP Server Editor
it: Editor server FTP
lt: FTP serverio redaktorius
pl: Edytor Serwera FTP
tr: FTP sunucu düzenleyici

source: FTP Server Manager
cs: správa FTP serveru
it: Gestore server FTP
lt: FTP serverio valdytojas
pl: Menedżer Serwera FTP
tr: FTP sunucu yöneticisi

source: FTPBrowser allows uploading and downloading files between your Dreambox and a server using the file transfer protocol.
cs: Prohlížeč FTP umožňuje posílání a stahování souborů mezi sat.přijímačem a serverem pomocí protokolu FTP
it: FTPBrowser consente il caricamento e il download di file tra il Dreambox e un file server tramite FTP.
lt: FTPBrowser leidžia įkelti ir atsisiųsti failus tarp jūsų Dreambox ir serverio naudojant failų perdavimo protokolą.
pl: FTPBrowser umożliwia wysyłanie i pobieranie plików między Dreambox`em i serwerem za pomocą protokołu przesyłania plików FTP.
tr: FTP istemcisi, Dreambox ve ftp sunucusu arasında dosya aktarımı yapmanızı sağlar.

source: Failed to add %d torrents.
cs: Chyba přidání %d torrentů !
it: Impossibile aggiungere %d torrent.
lt: Nepavyko pridėti %d torrentų.
pl: Dodanie %d torrentów się nie powiodło.
tr: %d torrent eklenemedi.

source: Failed to download or save file. Possible problems: - Subtitle filname: %s - Subtitle codepage: %s - Subtitle filetype: %s - Movie fsp: %s .
cs: Selhalo stahování nebo uložení souboru ! Možný problém : - název titulků : %s - kód.tabulka titulků : %s - typ souboru titulků : %s - video fsp: %s .
it: Impossibile scaricare o salvare il file. Possibili cause: - Nome file sottotitoli: %s - Codepage sottotitoli: %s - Tipo file sottotitoli: %s - fsp film: %s .
lt: Nepavyko atsisiųsti ar išsaugoti failo. Galimos problemos: - Subtitrų failo pavadinimas: %s - Subtitrų kodavimas: %s - Subtitrų failo tipas: %s - Filmo fsp: %s .
pl: Nie udało się pobrać lub zapisać pliku. Możliwe problemy: - Nazwa pliku napisów: %s - Strona kodowa napisów: %s - Typ pliku napisów: %s - Nagrania fsp: %s .
tr: Dosya indirilirken veya kaydedilirken hata oluştu. Olası sorunlar: - Altyazı dosya adı: %s - Altyazı karakter seti: %s - Altyazı dosya türü: %s - Film kare hızı (FPS): %s .

source: Failed to get subscriptions from Google Reader.
cs: Selhalo stahování příspěvků přes Google Reader !
it: Impossibile ottenere sottoscrizioni da Google Reader.
lt: Nepavyko gauti prenumeratos iš Google skaitytojo.
pl: Nie udało się pobrać subskrypcji z czytnika Google.
tr: Google Reader abonelik bilgileri alınamadı.

source: Failed to login to Google Reader.
cs: Selhalo přihlášení na Google Reader !
it: Login a Google Reader fallito.
lt: Nepavyko prisijungti prie Google skaitytojo.
pl: Nie można zalogować się do czytnika Google.
tr: Google Reader oturumu açılamadı.

source: Failed to move the movie %s to %s in the background
cs: Přesun videa na pozadí z %s do %s selhal !
it: Spostamento di %s a %s in background fallito
lt: Nepavyko perkelti filmo %s į %s fone
pl: Nie udało się przenieść w tle nagrania %s do %s
tr: Film %s konumundan %s konumuna taşınırken hata oluştu.

source: Failed: %s.
cs: Chyba : %s.
it: Fallito: %s.
lt: Nepavyko: %s.
pl: Nieudane: %s.
tr: Başarısız: %s.

source: Fake recording
cs: napodobit nahrávání
it: Falsa registrazione
lt: Netikras įrašymas
pl: Złe nagranie
tr: sahte kayıt

source: False
cs: chybné
it: Falso
lt: Klaidinga
pl: Nie poprawny
tr: Yanlış

source: Fan is not working!
cs: Chlazení nepracuje !
it: La ventola non funziona.
lt: Ventiliatorius neveikia!
pl: Wentyl. nie pracuje!
tr: Fan çalışmıyor!
