Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Last day to match events. Events have to begin before this date to be matched.
cs: Poslední den pro shodu programů. Po tomto dnu bude vše ignorováno_
it: Termine corrispondenza eventi. Deve essere previsto il loro inizio prima di questa data.
lt: Praėjusios dienos atitikti įvykiai. Įvykiai turi prasidėti prieš šią datą ir sutapti.
pl: Ostatni dzień dopasowania wydarzeń. Wydarzenia zaczynające się przed tą datą należy dopasować.
tr: Eşleşmenin biteceği ilk günü seçin. Bu tarihten sonraki eşleşmeler dikkate alınmaz.

source: Last played movie/playlist not available...
cs: Poslední spuštěné video není dostupné...
it: Ultima registrazione/playlist non disponibile...
lt: Paskutinis žiūrėtas filmas/grojaraštis neprieinamas...
pl: Ostatnio odtwarzany film/lista odtwarzania nie jest dostępna...
tr: Son oynatılan film/oynatma listesi mevcut değil...

source: Last refresh was %s
cs: poslední aktualizace : %s
it: Ultimo aggiornamento: %s
lt: Paskutinis atnaujinimas buvo %s
pl: Ostatni odświeżanie było %s
tr: Son güncelleme: %s

source: Last updated:
cs: poslední aktualizace :
it: Ultimo aggiornamento
lt: Paskutinį kartą atnaujinta:
pl: Ostatnia aktualizacja:
tr: Son güncellenmiş:

source: Latest
cs: poslední
it: Recenti
lt: Naujausi
pl: Ostatnie
tr: En sonuncu

source: Latest Recordings
cs: poslední nahrávky
it: Ultime registrazioni
lt: Naujausi įrašai
pl: Najnowsze Nagrania
tr: Son Kayıtlar

source: Latest Recordings directory limit
cs: časový limit složky pro "nový záznam"
it: Limite directory Ultime Registrazioni
lt: Naujausių įrašų katalogo apribojimas
pl: Limit katalogu najnowszych nagrań
tr: En Son Kayıtlar dizini sınırı

source: Latest Recordings directory use emc-noscan.cfg
cs: použít složku "posledního záznamu" z emc-noscan.cfg
it: Usa emc-noscan.cfg per la directory Ultime Registrazioni
lt: Naujausių įrašų katalogui naudoti emc-noscan.cfg
pl: Katalog najnowszych nagrań używa emc-noscan.cfg
tr: En Son Kayıtlar dizini emc-noscan.cfg'yi kullanır

source: LayoutTheme: A LayoutTheme defines layouts that are reused in the skin and guarantee e.g. a consistent look and feel of buttons.
cs: LayoutTheme : definuje rozložení, která se znovu používají ve skinu a zaručují např. konzistentní vzhled a dojem z tlačítek.
it: LayoutTheme: Un LayoutTheme definisce i layout che sono riutilizzati nella skin e garantiscono, per esempio, un aspetto coerente dei pulsanti.
tr: LayoutTheme: Düzen Teması, skin'de yeniden kullanılan düzenleri tanımlar ve örn. tutarlı bir görünüm ve tuş hissi.

source: Leave Movie with Exit
cs: přerušit přehrávání tlačítkem Exit
it: Abbandonare la riproduzione con Exit
lt: Užverti filmą 'EXIT' mygtuku
pl: Wyłączyć Film i wyjść
tr: Çıkış ile Filmden Ayrıl

source: Left: %s
cs: vlevo : %s
it: Disponibili: %s
lt: Kairėje: %s
pl: Pozostało %s
tr: Sol: %s

source: Legend
cs: legenda
it: Legenda
lt: Legenda
pl: Legenda
tr: Gösterge

source: Length
cs: délka
it: Durata
lt: Ilgis
pl: Długość
tr: Boyut

source: Length of History
cs: limit pro historii
it: Dimensione History
lt: Istorijos ilgis
pl: Długość Historii
tr: Arama geçmişi sınırı

source: Length of the title:episode separator
cs: délka titulku : oddělovač epizody
it: Lunghezza titolo: separatore episodi
lt: Pavadinimo ilgis:epizodo skirtuvas
pl: Długość tytułu: separator odcinka
tr: Başlığın uzunluğu: bölüm ayırıcı

source: License
cs: licence
it: Licenza
lt: Licenzija
pl: Licencja
tr: Lisans

source: Light green
cs: sv.zelená
it: Verde chiaro
lt: Šviesiai žalia
pl: Jasno zielony
tr: Açık yeşil

source: Light grey
cs: sv.šedá
it: Grigio chiaro
lt: Šviesiai pilka
pl: Jasno szary
tr: Açık gri

source: Light orange
cs: sv.oranžová
it: Arancio chiaro
lt: Šviesiai oranžinė
pl: Jasno pomarańczowy
tr: Açık portakal

source: Light red
cs: sv.červená
it: Rosa
lt: Šviesiai raudona
pl: Jasno czerwony
tr: Açık kırmızı

source: Likes:
cs: záliby :
it: Mi piace:
lt: Mėgsta:
pl: Polubień:
tr: Beğeniler:

source: Limit
it: Limite
lt: Riba
tr: Sınır

source: Limit file operations in dirs from emc-noscan.cfg
cs: limit operací souboru ve složce z emc-noscan.cfg
it: Limita le operazioni su file nelle directory in emc-noscan.cfg
lt: Apriboti operacijas su failais emc-noscan.cfg kataloguose
pl: Ogranicz operacje na plikach w katalogach z emc-noscan.cfg
tr: emc-noscan.cfg dizinindeki dosya işlemlerini sınırlayın

source: Limit search results to bouquet services:
cs: omezit hledání na sadu kanálů :
it: Limitare i risultati ai canali nei bouquet:
lt: Apriboti paieškos rezultatus kanalų paketuose:
pl: Ogranicz wyniki wyszukiwania do kanałów bukietu:
tr: Arama sonuçlarını buketlerdeki kanallara indirgeyin:

source: Limit: %d GB
it: Limite: %d GB
lt: Riba: %d GB
tr: Sınır: %d GB

source: Link
cs: Odkaz
lt: Nuoroda
pl: Odnośnik
tr: Bağlantı

source: List entries to skip
cs: přeskočit v seznamu x řádků
it: Elenco voci da saltare
lt: Įrašai, kuriuos praleisti
pl: Lista wpisów do pominięcia
tr: Atlanacak girişleri listele

source: List goes up
cs: směr seznamu nahoru
it: Elenco in primo piano
lt: Sąrašas eina aukštyn
pl: Lista w górę
tr: Liste yukarı çıkıyor

source: List of Files
cs: seznam souborů
it: Elenco files
lt: Failų sąrašas
pl: Lista plików
tr: Dosya Listesi

source: List of Plugins has been read
cs: Seznam modulů byl načtený
it: Elenco plugin letto
lt: Priedų sąrašas buvo perskaitytas
pl: Lista Wtyczek została wczytana
tr: Eklentilerin listesi okundu

source: List of Storage Devices
cs: <<nahoru>>
it: Elenco dispositivi di archiviazione
lt: Išsaugotų įrenginių sąrašas
pl: Lista zapamiętanych urządzeń
tr: Depolama Aygıtları

source: List of Timers has been cleaned
cs: Seznam časovačů byl upravený !
it: Elenco timer ripulito
lt: Laikmačių sąrašas buvo išvalytas
pl: Lista Timerów została wyczyszczona
tr: Zamanlayıcı Listesi temizlendi

source: List of known VLC-Server Profiles
cs: seznam známých profilů VLC serveru
it: Elenco profili server VLC riconosciuti
lt: Žinomų VLC serverių profilių sąrašas
pl: Lista znanych profili serwerów VLC
tr: Bilinen VLC Sunucu Profilleri

source: List similar timer(s)
cs: seznam podobných časovačů
it: Mostra timer(s) simili
lt: Panašių laikmačių sąrašas
pl: Lista bliźniaczych timerów
tr: Benzer zamanlayıcıları listeleyin

source: List style:
cs: styl seznamu :
it: Stile elenco:
lt: Sąrašo stilius:
pl: Styl listy:
tr: Liste biçimi:

source: List upcoming timer
cs: Seznam připravovaných časovačů
it: Elenco prossimi timer
lt: Artėjančių laikmačių sąrašas
pl: Lista zbliżających się Timerów
tr: Yaklaşan zamanlayıcıyı listele

source: Listbox is skin able
cs: povolit změnu vzhledu boxu
it: Usa skin per la listbox
lt: Sąrašo langas pritaikytinas temai
pl: Wylistuj w sknie
tr: Liste kutusu skin özelliğine sahiptir

source: Listen on Remote Control
cs: aktivační mód pro dálk.ovladač :
it: Ascolta su TeleComando
lt: Nuotolinių valdiklių sąrašas
pl: Słuchaj na Zdalnym Pilocie
tr: Uzaktan Kumandada Dinleyin

source: Lists
cs: seznamy
it: Elenchi
lt: Sąrašai
pl: Listy
tr: Listen

source: Live Streams
cs: živé sdílení
it: Flussi live
lt: Tiesioginės transliacijos
tr: Canlı yayınlar

source: Livestreams
cs: živé sdílení
it: Flussi live
lt: Tiesioginės transliacijos
tr: Canlı Yayınlar

source: Load
cs: načíst
it: Caricare
lt: Užkraunama
pl: Otwórz
tr: Yükle

source: Load Bouquet
cs: otevřít sadu kanálů :
it: Caricare il bouquet
lt: Įkelti paketą
pl: Wczytaj Bukiet
tr: Buket yükle

source: Load Genre:
cs: načíst žánr :
it: Carica Genere:
lt: Žanras:
pl: Załaduj Gatunek:
tr: Yük Türü:

source: Load Production Countries:
cs: načíst zemi původu :
it: Carica Paese di Produzione:
lt: Šalys gamintojos:
pl: Załaduj Kraje Produkcji:
tr: Üretim Ülkelerini Yükle :

source: Load Release Date:
cs: načíst datum vydání :
it: Carica Data di Uscita:
lt: Išleidimo data:
pl: Załaduj Date Wydania:
tr: Çıkış Tarihini Yükle:

source: Load Runtime:
cs: načíst délku videa :
it: Carica Durata:
lt: Trukmė:
pl: Załaduj Czas wykonywania:
tr: Çalışma Zamanını Yükle:

source: Load STB channels for bouquet
cs: načíst sat.kanály pro sadu kanálů
it: Carica canali dal decoder per bouquet
lt: Įkelti STB kanalus paketui
pl: Wczytaj kanały STB dla bukietu
tr: Buket için STB kanallarını yükle

source: Load Vote:
cs: načíst hodnocení :
it: Caricare la valutazione:
lt: Atsiliepimai:
pl: Załaduj Ocene:
tr: Oy Yükle:

source: Load Web channels for bouquet
cs: načíst webové kanály pro sadu kanálů
it: Carica canali Web per bouquet
lt: Įkelti Web kanalus paketui
pl: Wczytaj kanały WEB dla bukietu
tr: Buket için web kanallarını yükle

source: Load default settings will overwrite all settings, really load them?
cs: Při nastavení podle předvoleb bude přepsáno i stávající nastavení. Pokračovat ?
it: Il caricamento di impostazioni predefinite sovrascriverà tutte le impostazioni: si conferma?
lt: Numatytieji nustatymai perrašys dabartinius, tikrai įkelti numatytuosius?
tr: Varsayılan ayarları yüklemek, mevcut ayarların üzerine yazacaktır. Varsayılan ayarları gerçekten yüklemek istiyor musunuz?

source: Load feed on startup:
cs: načíst obsah zásobníku při spuštění :
it: Caricare fedd all'avvio:
lt: Užkrauti serverį startuojant:
pl: Załaduj listę podczas startu:
tr: Açılırken seçilen beslemeyi yükle:

source: Load movie-length
cs: načíst délku videa
it: Caricare durata registrazioni
lt: Keisti filmo ilgį
pl: Wczytaj długość nagrania
tr: Kaydedilmiş dosyalarda süreyi göster

source: Load pages from feed
cs: načíst stránky z web.zásobníku
it: Caricare pagine dal feed
lt: Įkelti puslapius iš naujienų kanalo
pl: Załaduj strony z Kanału
tr: Sayfaları feed'den yükle

source: Loading ...
cs: ...stahuji ...
it: Caricamento...
lt: Įkeliama ...
pl: Wczytywanie...
tr: Yüklüyor ...

source: Loading config file %s failed: %s
cs: načtení konfig.souboru %s selhalo : %s
it: Caricamento file di configurazione %s falliti: %s
lt: Įkelti konfigūracinio failo %s nepavyko: %s
pl: Ładowanie pliku konfiguracyjnego %s nie powiodło się: %s
tr: %s yapılandırma dosyası yüklenemedi: %s

source: Loading followed channels for %s
cs: načíst sledované kanály pro %s
it: Caricamento canali tracciati per %s
lt: Įkeliami kanalai po %s
pl: Wczytywanie obserwowanych kanałów dla %s
tr: %s için takip edilen kanallar yükleniyor

source: Loading...
cs: ...načítám...
it: Caricamento in corso...
lt: Įkeliama...
pl: Wczytywanie...
tr: Yükleniyor...

source: Local
cs: lokální
it: Locale
lt: Vietinis
pl: Lokalny
tr: Yerel

source: Local channel name
cs: lokální název kanálu
it: Nome canale locale
lt: Vietinio kanalo pavadinimas
pl: Lokalna nazwa kanału
tr: Yerel kanal adı

source: Local share name
cs: název lokálního sdílení
it: Nome condivisione locale
lt: Vietinio bendrinimo pavadinimas
pl: Lokalna nazwa udziału
tr: Yerel paylaşım adı

source: Local subtitle convertion for: %s.
cs: Konverze lokálních titulků pro : %s
it: Conversione sottotitoli per: %s.
lt: Vietinių subtitrų keitimas dėl: %s.
pl: Lokalna konwersja napisów dla: %s.
tr: Şunun için yerel altyazı dönüştürme: %s.

source: Locate rogue files and remove them? (permanently if no trashcan available, may take a minute or so)
cs: Najít osamocené soubory (bez .ts) a odstranit je ? (...natrvalo, pokud není aktivní koš)
it: Individuare file rougue e rimuoverli? (definitivamente se cestino non disponibile, occorrerà circa un minuto)
lt: Nustatyti neteisingus failus ir pašalinti? (visiškai, jei negalima į šiukšliadėžę. Tai užtruks apie minutę)
pl: Wyszukać niechciane pliki i usunąć je? (Na stałe, jeśli katalog kosza nie jest dostępny, trwa około kilka minut)
tr: Şüpheli dosyalar bulun ve silinsin mi? (kalıcı olarak çöp kutusu yoksa, bir dakika kadar sürebilir)

source: Location
cs: - uložit do složky
it: Posizione
lt: Vieta
pl: Lokalizacja
tr: Konum

source: Location '%s' added successfully
cs: umístění '%s' bylo doplněno
it: Destinazione '%s' aggiunta correttamente
lt: Vietovė '%s' sėkmingai pridėta
pl: Miejsce docelowe '%s' dodane pomyślnie
tr: '%s' konumu başarıyla eklendi

source: Location '%s' does not exist
cs: umístění '%s' neexistuje
it: La destinazione %s non esiste
lt: Vietovė '%s' neegzistuoja
pl: Miejsce docelowe '%s' nie istnieje
tr: '%s' konumu mevcut değil

source: Location '%s' is already existing
cs: umístění '%s' již existuje
it: La destinazione %s è già presente
lt: Vietovė '%s' jau yra
pl: Miejsce docelowe '%s' już istnieje
tr: '%s' konumu zaten mevcut

source: Location '%s' removed successfully
cs: umístění '%s' bylo odstraněno
it: Destinazione '%s' rimossa correttamente
lt: Vietovė '%s' sėkmingai pašalinta
pl: Miejsce docelowe '%s' zostało usunięte poprawnie
tr: '%s' konumu başarıyla kaldırıldı

source: Location and name of log file
cs: složka a název souboru protokolu_
it: Percorso e nome del file log
lt: Loginio failo vieta ir pavadinimas
pl: Lokalizacja i nazwa pliku dziennika
tr: Günlük dosyasının depolama konumu ve adı

source: Location code
cs: kód lokace...
it: Codice località
lt: Vietovės kodas
pl: Kod lokalizacji
tr: Konum kodu

source: Location of autotimer_search.log
cs: složka pro umístění protokolu autotimer_search.log
it: Posizione di autotimer_search.log
lt: Autotimer_search.log vieta
tr: autotimer_search.log otomatik arama kayıt dosyasının konumu

source: Location:
cs: umístění :
it: Destinazione:
lt: Vieta:
pl: Położenie:
tr: Konum:

source: Log debug prints to shell
cs: vytisknout protokol do schránky
it: Registrare l'output nella shell
lt: Žurnalų derinimo spaudiniai apvalkale
tr: Kabuğa günlük çıktısı

source: Log file path and name
cs: umístění a název protokolu
it: Percorso e nome file di log
lt: Žurnalo failo kelias ir pavadinimas
tr: Günlük dosyası yolu ve adı

source: Log level
cs: log.úroveň
it: Livello log
lt: Loginio žurnalo lygis
pl: Poziom dziennika
tr: Günlük düzeyi

source: Log to file
cs: soubor protokolu
it: Creare file di log
lt: Žurnalas į failą
pl: Loguj do pliku
tr: Dosyaya günlüğünü gir

source: Log to shell
cs: protokol do schránky
it: Log nella shell
tr: Kabukta oturum aç

source: Log(s) are attached
cs: log je připojený
it: Log(s) allegati
lt: Log(s) pridedami
pl: Plik(i) dziennika dodano
tr: Günlük(ler) eklenmiştir

source: Log:
lt: Log failas:
pl: Dziennik:
tr: Kayıt:

source: Logging path
cs: složka pro zápis
it: Percorso log
lt: Žurnalo kelias
pl: Rejestrowanie ścieżki
tr: Kayıt Yolu

source: Logging-Path: %s
cs: složka pro zápis : %s
it: Percorso log: %s
lt: Žurnalo kelias: %s
pl: Ścieżka wpisania: %s
tr: Kayıt Yolu: %s

source: Logical address: %s
cs: logická adresa : %s
it: Indirizzo logico: %s
tr: Mantıksal adres: %s

source: Long Blue button function
cs: funkce pod tl.: modré dlouhé
it: Funzione del tasto Blu prolungato
lt: 'MĖLYNO' mygtuko ilgas paspaudimas
pl: Funkcja długiego niebieskiego przycisku
tr: Uzun Mavi tuş işlevi

source: Long Red button function
cs: funkce pod tl.: červené dlouhé
it: Funzione del tasto Rosso prolungato
lt: 'RAUDONO' mygtuko ilgas paspaudimas
pl: Funkcja długiego czerwonego przycisku
tr: Uzun Kırmızı tuş işlevi

source: Long Yellow button function
cs: funkce pod tl.: žluté dlouhé
it: Funzione del tasto Giallo prolungato
lt: 'GELTONO' mygtuko ilgas paspaudimas
pl: Funkcja długiego żółtego przycisku
tr: Uzun Sarı tuş işlevi

source: LongInfo Button
cs: funkce pod tl.: Info dlouhé
it: Tasto Info prolungato
lt: 'INFO' mygtuko ilgas paspaudimas
pl: Funkcja długiego info przycisku
tr: Uzun Bilgi Tuşu

source: Lookup
cs: hledání
lt: Paieška
pl: Wyszukaj
tr: Sorgula

source: Lookup of %d episodes was successful
cs: vyhledání %d epizod bylo úspěšné
it: Ricerca di %d episodi eseguita correttamente
lt: Epizodų paieška iš %d buvo sėkminga
pl: Udało się wyszukać %d odcinków
tr: %d bölümün aranması başarılı oldu

source: Lookup on IMDb.com
cs: hledat v IMDb.com
it: Ricercare su IMDb.com
lt: Paieška IMDb.com
pl: Przeszukaj na IMDb.com
tr: IMDb.com'da arama yapın

source: Low (Yes/No)
cs: nízké (ano/ne)
it: Basso (Si/No)
lt: Žemas (Taip/Ne)
pl: Niska (Tak / Nie)
tr: Düşük (Evet/Hayır)

source: Lower bound of timespan.
cs: Počáteční hranice časového úseku_
it: Limite inferiore arco di tempo.
lt: Žemesnioji trukmės riba.
pl: Dolny przedział czasu.
tr: Alt zaman aralığı.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
cs: Počáteční hranice časového úseku. Nic před tím nebude použito. Časové rezervy se nepočítají_
it: Limite inferiore intervallo. Niente dopo questo limite verrà confrontato. I margini registrazione non saranno considerati!
lt: Žemesnioji trukmės riba. Niekas prieš šį laiką nebus suderinama. Į padengimą neatsižvelgia!
pl: Dolny przedział czasowy. Nic przed tym czasem nie będzie odpowiadać. Offset nie jest brany dla tego konta!
tr: Zaman aralığının alt sınırı. Bu saatten önce eşleşme aranmaz. Boşluk buraya dahil değildir!

source: MM/DD HH:MM
it: MM/GG HH:MM
pl: MM/DD GG:MM
tr: AA/GG SS:DD

source: MSN location search result
cs: vyhledat MSN kód města
it: Risultato ricerca posizione MSN
lt: MSN vietovės paieškos rezultatas
tr: MSN konum araması sonucu

source: MSN to show (separated by ,)
cs: zobrazit MSN (oddělovač)
it: MSN da mostrare (separare con ,)
lt: MSN parodyti (atskirtų ,)
pl: pokaż MSN (oddzielone przecinkiem ,)
tr: MSN göster (virgülle ayrılmış)

source: Mac Address
cs: Mac adresa
it: Indirizzo Mac
lt: Mac adresas
pl: Adres MAC
tr: Mac Adresi

source: Mail from
cs: e-mail od
it: Mittente
lt: Laiškai nuo
pl: Wiadomość Mail od
tr: Mail şu kişiden geldi

source: Mail to or leave empty (From will be used)
cs: Mail pro... nebo povolit prázdný (podle použití)
it: Destinatario (o lasciare vuoto - verrà usato il mittente)
lt: Rašykite arba palikti tuščią (Iš kur bus naudojamas)
pl: Wiadomość Mail do lub zostaw puste (zostanie użyta nazwa od kogo)
tr: Posta gönder veya boş bırak (Kimden kullanılacak)

source: Mailbox
cs: poštovní složka
it: Casella di posta
lt: Pašto dėžutė
pl: Skrzynka
tr: Posta kutusu

source: Main
cs: hlavní
it: Princip.
lt: Pagrindinis
pl: Główny
tr: Ana menü

source: Main Picture
cs: na hlavní obraz
it: Schermo principale
lt: Pagrindinis vaizdas
pl: Główne Zdjęcie
tr: Ana resim

source: Main bouquet for channel editor
cs: hlavní sada kanálů pro editor
it: Bouquet principale per editor
lt: Pagrindinis paketas kanalų redaktoriui
pl: Główny bukiet dla edytora kanału
tr: Kanal düzenleyici için ana buket

source: Manage Cover
cs: výsledek stahování
it: Gestisci Cover
lt: Tvarkyti viršelius
pl: Zarządzaj okładkami
tr: Kapağı Yönet

source: Manage autotimer for other dreamboxes in network
cs: správa časovačů pro další Dreamboxy v síti
it: Gestire AutoTimer per altri dreambox in rete
lt: Valdyti kitų imtuvų auto laikmačius tinkle
tr: Ağdaki diğer Dreambox'lar için otomatik zamanlayıcıları yönetin

source: Manage extensions
cs: dostupné std.moduly
it: Gestire le estensioni
lt: Išplėtimų valdymas
pl: Zarządzaj rozszerzeniami
tr: Eklentileri yönet

source: Manage files on your Dreambox
cs: -- správa souborů Dreamboxu
it: Gestione files su Dreambox
lt: Failų valdymas Jūsų imtuve
pl: Zarządzanie plikami na Dreambox'ie
tr: Dreambox'ınızdaki dosyaları yönetin

source: Manage local files
cs: -- správa lokálních souborů
it: Plugin per la gestione locale di file
lt: Valdykite vietinius failus
pl: Zarządzaj lokalnymi plikami
tr: Yereldeki dosyaları yönet

source: Manage logos to display at boot time or while in radio mode.
cs: Správa loga zobrazeného při bootování nebo v módu rádia.
it: Plugin per la gestione dei loghi mostrati durante l'avvio o in modalità radio.
lt: Valdykite emblemas, kad rodyti paleidžiant ar radijo būsenoje.
pl: Zarządzanie logiem wyświetlene podczas uruchamiania tunera lub w trybie radio.
tr: Açılış sırasında ya da radyo kipinde gösterilecek logoları yönet.

source: Manage logos to display at boottime
cs: -- správa loga zobrazeného při bootování
it: Plugin per la gestione dei loghi mostrati durante l'avvio
lt: Valdykite emblemas, kad rodyti paleidžiant
pl: Zarządzanie logoiem wyświetllane podczas startu tunera
tr: Açılış sırasında gösterilecek logoyu yönet

source: Manage network mounts...
cs: Správa síť.přípoj.bodů Mount Manager_
it: Gestione periferiche di rete...
lt: Valdykite tinklo pajungimus...
pl: Zarządzaj montowaniem sieci
tr: Ağ bağlantılarını yönet...

source: Manage timer for other dreamboxes in network
cs: správa časovačů pro další sat. přijímače v síti
it: Gestire timer su altri Dreambox in rete
lt: Valdykite laikmatį, kituose dreambox'uose tinkle
pl: Zarządza Timer`em dla innych dreambox`ów w sieci
tr: Ağdaki diğer Dreambox'lar için zamanlayıcıyı yönetin

source: Manage your music files in a database, play it with Merlin Music Player.
cs: Správa audio souborů a přehrávání přes Merlin Music Player.
it: Plugin per la gestione di un database di file musicali, da riprodurre tramite Merlin Music Player.
lt: Valdykite savo muzikos failus duomenų bazėje, grokite tai su Merlin Music grotuvu.
pl: Zarządzaj plikami muzycznymi w bazie danych, odtwarzaj z Merlin Music Player.
tr: Müzik dosyalarınızı yönetin, Merlin müzik oynatıcısı ile dinleyin.

source: Manual specification
cs: manuální nastavení
it: Specifiche manuali
lt: Rankinis specifikacija
pl: Instrukcja Obsługi
tr: Elle ayarlar

source: Margin after record (in seconds)
cs: čas.rezerva za záznamem (sek.)
it: Margine dopo registrazione (in secondi)
lt: Skirtumas po įrašo (sekundėmis)
pl: Margines po nagraniu (w sekundach)
tr: Kayıttan sonraki boşluk (saniye cinsinden)

source: Mark all movies
cs: označit všechna videa
it: Marca tutti i filmati
lt: Pažymėti visus filmus
pl: Oznacz wszystkie nagrania
tr: Tüm filmleri işaretle

source: Mark new recordings with a star
cs: označit nově nahraná videa hvězdičkou
it: Marca le nuove registrazioni con una stella
lt: Naujus įrašus pažymėti žvaigždute
pl: Oznacz nowe nagrania gwiazdką
tr: Yeni kayıtları bir yıldızla işaretleyin

source: Match Timespan: %(begin_hour)02d:%(begin_minutes)02d - %(end_hour)02d:%(end_minutes)02d
cs: shodný čas.interval: %(begin_hour)02d:%(begin_minutes)02d - %(end_hour)02d:%(end_minutes)02d
it: Concordanza arco di tempo: %(begin_hour)02d:%(begin_minutes)02d - %(end_hour)02d:%(end_minutes)02d
lt: Atitikimo laiko atkarpa: %(begin_hour)02d:%(begin_minutes)02d - %(end_hour)02d:%(end_minutes)02d
pl: Dopasuj przedział czasowy: %(begin_hour)02d:%(begin_minutes)02d - %(end_hour)02d:%(end_minutes)02d
tr: Eşleşme zaman aralığı: %(begin_hour)02d:%(begin_minutes)02d - %(end_hour)02d:%(end_minutes)02d

source: Match ratio defines a minimum value to be met to consider a timer a duplicate when comparing the extended description (min.=80, max.=100; extended description must be identical to skip duplicates when set to 100, default=90)
cs: Procento porovnání a vhodná min.hodnota pro uvažovaný časovač a duplikát při porovnání rozšířeného popisu (min.=80, max.=100; rozšířený popis musí být identický pro přeskočení duplikátů, když je nastavený na 100, předvoleno=90)
it: Il rapporto di corrispondenza definisce un valore minimo che deve essere soddisfatto per considerare un timer come duplicato quando si confrontano le descrizioni estese (min = 80, max = 100). Le descrizioni estese devono essere identiche per saltare i duplicati se il valore = 100. (Standard = 90)
lt: Atitikties santykis apibrėžia minimalią vertę, kurią reikia įvykdyti, kad būtų galima laikyti laikmatį dublikatu lyginant išplėstinį aprašymą (min.=80, maks.=100; išplėstas aprašymas turi būti identiškas praleidimo dublikatams, kai nustatytas 100, numatytasis=90)
tr: Eşleşme puanı,genişletilmiş açıklamayı karşılaştırırken bir zamanlayıcıyı yinelenen olarak değerlendirmek için karşılanması gereken minimum bir değeri tanımlar (min=80, maks=100; 100 değerindeki kopyaları atlamak için genişletilmiş açıklama aynı olmalıdır,varsayılan=90)
