Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Change symlink name
cs: změnit název odkazu
it: Cambiare nome symlink
tr: Sembolik bağlantı adını değiştir

source: Change the filename to save current Playlist:
cs: Změnit název souboru pro uložení akt.seznamu :
it: Cambiare il nome file per salvare la Playlist corrente:
lt: Išsaugant šį grojaraštį, pervadinti failą:
pl: Zmień nazwę pliku, aby zapisać obecną Listę Odtwarzania:
tr: Geçerli çalma listesini kaydetmek için dosya adını değiştirin:

source: Change the hostname of your Dreambox.
cs: -- zadání host.názvu tohoto Dreamboxu
it: Cambiare nome Host del Dreambox.
lt: Keiskite savo imtuvo mazgo pavadinimą.
pl: Zmień nazwę hosta w Dreambox`ie.
tr: Dreambox'ınızın konak adını değiştirin.

source: Change to %s
cs: změnit na %s
it: Cambiare in %s
lt: Keiskite į %s
pl: Zmień na %s
tr: %s'e geç

source: Changes to skin
cs: změny skinu
it: Adattamenti alla skin
lt: Temos pokyčiai
pl: Zmiany w skórze
tr: Skin için ayarlamalar

source: Changing keymap failed (%s).
cs: Změna mapování tlačítek selhala (%s) !
it: Cambio keymap fallito: (%s).
lt: Klaviatūros išdėstymo pakeisti nepavyko (%s).
pl: Zmiana mapy klawiszy nie powiodła się (%s).
tr: Tuş haritası (%s) yüklenemiyor.

source: Changing the timer for '%s' failed!
cs: Změna časovače '%s' selhala !
it: Modifica timer per '%s' fallita.
lt: Laikmačio dėl '%s' pakeisti nepavyko!
pl: Zmiana Timera dla '%s' nieudana!
tr: Zamanlayıcı '%s' değiştirilemedi!

source: Channel
cs: kanál
it: Canale
lt: Kanalas
pl: Kanał
tr: Kanal

source: Channel '- %(servicename)s - %(remote)s -' added.
cs: Kanál '- %(servicename)s - %(remote)s -' je přidaný
it: Canale '- %(servicename)s - %(remote)s -' aggiunto.
lt: Kanalas '- %(servicename)s - %(remote)s -' pridėtas.
pl: Kanał '- %(servicename)s - %(remote)s -' dodany.
tr: Kanal '- %(servicename)s - %(remote)s -' eklendi.

source: Channel '- %(servicename)s - %(remote)s -' replaced.
cs: Kanál '- %(servicename)s - %(remote)s -' je nahrazený
it: Canale '- %(servicename)s - %(remote)s -' sostituito.
lt: Kanalas ' %(servicename)s - %(remote)s -'pakeistas.
pl: Kanał '- %(servicename)s - %(remote)s -' zamieniony.
tr: Kanal '- %(servicename)s - %(remote)s -' değiştirildi

source: Channel '- %s -' removed.
cs: Kanál '- %s -' je odebraný
it: Canale '- %s -' rimosso.
lt: Kanalas '- %s -' pašalintas.
pl: Kanałl '- %s -' usunięty.
tr: Kanal '- %s -' kaldırıldı.

source: Channel Edit
cs: Kanál je upravený
it: Modificare canale
lt: Redaguoti kanalą
pl: Edycja Kanału
tr: Kanalı düzenle

source: Channel Editor
cs: Editor kanálu
it: Editor Canali
lt: Kanalas redaktorius
pl: Edytor Kanału
tr: Kanal düzenleyici

source: Channel Icon
cs: ikona kanálu
it: Picon
pl: Ikona Kanału
tr: Pikon

source: Channel Name
cs: název kanálu
it: Nome canale
lt: Kanalo pavadinimas
pl: Nazwa Kanału
tr: Kanal Adı

source: Channel Number
cs: číslo kanálu
it: Numero canale
lt: Kanalo numeris
pl: Numer Kanału
tr: Kanal Numarası

source: Channel Selection
cs: sada kanálů---
it: Selezione canale
lt: Kanalo pasirinkimas
pl: Wybór kanału
tr: Kanal Seçimi

source: Channel and EPG selectors style:
cs: volba vzhledu kanálu a programů :
it: Selezione stile Canali ed EPG:
lt: Kanalo ir EPG pasirinkimo stilius:
pl: Styl wyborów Kanału i EPG :
tr: Kanal ve EPG seçici stili:

source: Channel audio:
cs: >audio kanál<
it: Canale audio:
lt: Garso kanalas:
pl: Kanał audio:
tr: Ses izi:

source: Channel info
cs: info kanálu
it: Info sul canale
lt: Kanalo informacija
pl: Info Kanału
tr: Kanal bilgisi

source: Channel matching file
cs: odpovídající soubor kanálu
it: File di corrispondenza canali
lt: Kanalo sutapimo failas
pl: Pasujący plik kanału
tr: Eşleşen kanal dosyası

source: Channel matching...
cs: Kanál je shodný...
it: Corrispondenza canali...
lt: Kanalo sutapimas...
pl: Dopasowanie kanału...
tr: Kanal Eşleşmesi...

source: Channel videos
cs: video-kanál
it: Canale video
lt: Kanalo vaizdai
pl: Kanały Wideo
tr: Kanal videoları

source: Channel:
cs: kanál :
it: Canale:
lt: Kanalas:
pl: Kanał:
tr: Kanal:

source: Channellist red
cs: červený seznam kanálů
it: Elenco canali rosso
tr: kanal listesi kırmızı

source: Channels
cs: >>kanály...
it: Canali
lt: Kanalai
pl: Kanały
tr: Kanalda

source: Channels are not matched
cs: kanály neodpovídají !
it: I canali non sono abbinati
lt: Kanalai nesutampa
pl: Kanały nie są dopasowane
tr: Kanal uyuşmazlığı

source: Channels with VPS
cs: kanály s VPS
tr: VPS'li Kanallar

source: Chap.
cs: kap.
it: Cap.
lt: Skyr.
pl: Roz.
tr: Bölüm.

source: Chapter
cs: kapitola
it: Capitolo
lt: Skyrius
pl: Rozdział
tr: Bölüm

source: ChatBox
lt: Pokalbio internetu, laukelis
pl: Okno Czatu
tr: Sohbet Kutusu

source: Cheat attempt detected. Box has not been shudown correctly. Remaining time was set to 0.
cs: Detekovaný pokus o podvod ? Box nebyl korektně vypnutý ! Zbývající čas byl vynulovaný.
it: Rilevato un tentativo di truffa. Il box non è stato spento correttamente. Il tempo residuo è stato azzerato...
lt: Aptiktas apgaulės bandymas. Imtuvas išjungtas neteisingai. Likęs laikas nustatytas į 0.
pl: Wykryto próbę oszukania. Dreambox nie został poprawnie wyłączony. Pozostały czas został ustawiony na 0.
tr: Aldatma girişimi tespit edildi. Kutu temiz bir şekilde kapanmadı! Kalan süre 0'a sıfırlandı.

source: Check
cs: zkontrolovat
it: Verificare
lt: Tikrinti
pl: Kontrola
tr: Kontrol et

source: Check IPs (press OK to edit)
cs: test IP (OK -> upravit)
it: Verificare IP (Ok >> Modificare)
lt: Tikrinkite IP (redagavimui spauskite OK)
pl: Sprawdź IP (naciśnij OK, aby edytować)
tr: IP'leri test edin (düzenlemek için Tamam'a basın)

source: Check Timer for corresponding EPG events
cs: kontrola časovače zda koresponduje s programy kanálů
it: Controllare i Timer per gli eventi EPG corrispondenti
lt: Tikrinkite laikmatį, atitinkantį EPG įvykius
pl: Sprawdź Timer dla odpowiednich wydarzeń EPG.
tr: İlgili EPG girişi için zamanlayıcıyı kontrol edin

source: Check VPS support
cs: kontrola podpory VPS
tr: VPS desteğini kontrol edin

source: Check any running reconstruct process
cs: kontrola běžícího procesu
it: Controllare tutti i processi di ricostruzione in corso
lt: Tikrinkite visus veikiančius atkūrimo procesus
pl: Sprawdź wszelkie uruchomione procesy.
tr: Devam eden süreçleri kontrol edin

source: Check for dead links
cs: prověřit mrtvé odkazy
it: Controllare i link inattivi
lt: Tikrinti, ar yra neveikiančių nuorodų
pl: Sprawdzanie martwych linków
tr: Ölü bağlantıları kontrol edin

source: Check for sleep directly on going to idle mode and show a message if want to go to sleep.
cs: Kontrola režimu spánku a zobrazení zprávy, pokud to chcete uspat_
tr: Doğrudan bekleme moduna geçerken uyku durumunu kontrol edin ve uyumak istiyorsanızbir mesaj gösterin.

source: Check for uniqueness in
cs: kontrola jedinečnosti ve...
lt: Tikrinkite unikalumą
pl: Sprawdź wyjątkowości w
tr: Tekilliği seçilen kriterde ara

source: Check the event id (eit) and remove the timer if there is no corresponding EPG event. Due to compatible issues with SerienRecorder and IPRec, only timer created by AutoTimer are affected.
cs: Kontrola ID programu a odebrání neodpovídajících časovačů._
it: Controllare l'id dell'evento (eit) e rimuovere il timer se non c'è un evento EPG corrispondente. A causa di problemi di compatibilità con SerienRecorder e IPRec, solo i timer creati da AutoTimer sono gestiti.
lt: Tikrinkite Įvykio id (eit) ir pašalinkite laikmatį, jei nėra atitinkamo EPG įvykio. Dėl suderinamumo problemų su serijų Įrašymo ir IPRec, veikia tik laikmatis, sukurtas su auto laikmačiu.
pl: Sprawdź identyfikator zdarzenia (EIT) i usuń Timer, jeśli nie ma odpowiedniego zdarzenia EPG. Ze względu na problemy z kompatybilnością z SerienRecorder i IPRec.
tr: Etkinlik kimliğini (eit) kontrol edin ve ilgili EPG girişi yoksa zamanlayıcıyı kaldırın. Dizi Kaydedici ve IPRec ile uyumluluğu korumak için yalnızca Otmatik Zamanlayıcı tarafından oluşturulan girişler işlenecektir.

source: Check timer every x minutes
cs: kontrolovat časovače každých x minut
it: Controllare i timer ogni x minuti
lt: Tikrinkite laikmatį kas x minučių
pl: Sprawdź timer co x minut
tr: Zamanlayıcıyı her x dakikada bir kontrol edin

source: Check timer list for series (SP)
cs: kontrola seznamu časovačů pro série (SP)
it: Controllare l'elenco timer per serie (SP)
lt: Tikrinkite laikmačių sąrašą serijoms (SP)
pl: Sprawdź listę timerów dla seriali (SP)
tr: Diziler için zamanlayıcı listesini kontrol edin (SP)

source: Check timer list from extension menu
cs: kontrola seznamu časovačů z rozšířeného menu
it: Controllare l'elenco timer dal menu estensioni
lt: Tikrinkite laikmačio sąrašą iš išplėtimo meniu
pl: Sprawdź listę timerów z rozszerzonego menu
tr: Uzantılar menüsünden zamanlayıcı listesini kontrol edin

source: Choose Directory:
cs: Výběr složek na disku, USB, v síti ...
it: Selezionare Directory:
lt: Pasirinkite katalogą:
pl: Wybierz Katalog:
tr: Dizin seçin:

source: Choose Napisy24 search method:
cs: zvolte metodu hledání pro Napisy24 :
it: Selezionare il metodo di ricerca Napisy24:
lt: Pasirinkite Napisy24 paieškos metodą:
pl: Wybierz metodę wyszukiwania Napisy24:
tr: Napisy24 arama yöntemini seçin:

source: Choose bookmark
cs: vybrat záložku
it: Selezionare un segnalibro
lt: Pasirinkite žymelę
pl: Wybierz zakładkę
tr: Yer imi seçin

source: Choose directory
cs: Výběr složek na disku, USB, v síti...
it: Scegliere la directory
lt: Pasirinkite katalogą
pl: Wybierz katalog
tr: Dizin seçin

source: Choose operation
cs: Vyberte příkaz :
it: Scegliere operazione
lt: Pasirinkite veiksmą
pl: Wybierz działanie
tr: İşlemi seçin

source: Choose path
cs: zvolit cestu
it: Scegliere il percorso
lt: Pasirinkite kelią
pl: Wybierz ścieżkę
tr: Yolu seçin

source: Choose plugin
cs: vybrat modul
it: Scegliere il plugin
lt: Pasirinkite įskiepį
pl: Wybierz wtyczkę
tr: Eklenti seçin

source: Choose script
cs: Vybrat skript
it: Selezionare script
lt: Pasirinkite scenarijų
pl: Wybierz skrypt
tr: Komut dosyası seçin

source: Choose subtitle server:
cs: server pro titulky :
it: Selezionare un server sottotitoli:
lt: Pasirinkti subtitrų serverį:
pl: Wybierz serwer z napisami:
tr: Altyazılar için sunucu seçin:

source: Choose target folder
cs: zvolit cílovou složku
it: Directory destinazione
lt: Pasirinkite aplanką
pl: Wybierz folder docelowy
tr: Hedef klasör seç

source: City
cs: město...
it: Città
lt: Miestas
pl: Miasto
tr: Şehir

source: Classic
cs: standardní
it: Classico
lt: Klasika
pl: Klasyczny
tr: Klasik

source: Cleans up the list of timers by removing e.g. finished timers
cs: Vyčistit seznam časovačů, odebrat dokončené nahrávky
it: Ripulire l'elenco timer rimuovendo ad esempio quelli terminati
lt: Išvalo laikmačių sąrašą pašalinant, pvz.: baigtus laikmačius
pl: Czyści listę Timerów jak np. zakończone Timery
tr: Zamanlayıcı listesini örneğin tamamlanmış zamanlayıcıları kaldırarak temizleyin

source: Cleanup
cs: odebrat hotové
it: Ripulire
lt: Išvalyti
pl: Czyść
tr: Temizle

source: Cleanup timerlist automatically
cs: -- automaticky vymazat seznam časovačů
it: Pulire automaticamente l'elenco dei timer
lt: Automatinis laikmačio sąrašo išvalymas
pl: Czyść listę Timerów automatycznie
tr: Zamanlayıcı listesini otomatik temizle

source: Cleanup timerlist automatically.
cs: Aut.čistit seznam časovačů.
it: Pulire automaticamente l'elenco dei timer.
lt: Automatinis laikmačio sąrašo išvalymas.
pl: Czyść listę Timerów automatycznie.
tr: Zamanlayıcı listesini otomatik temizle.

source: Cleanup timerlist, orphaned movie files and setting backups automatically according to specfied rules.
cs: -- aut.vyčištění časovačů, osamocených souborů, záloh nastavení podle pravidel
it: Consente di provvedere automaticamente alla pulizia dell'elenco timer, di file di video orfani e all'impostazione di backup secondo regole specificate.
lt: Laikmačio sąrašo valytojas, prarastų filmų failų ir atsarginių kopijų automatiškas išvalymas pagal specifines taisykles.
pl: Czyść automatycznie listę timerów, starych plików filmowych i kopie ustawień według ustalonych zasad.
tr: Zamanlayıcıları,filmleri,yedekleri otomatik olarak silin.

source: Cleanup timerlist, orphaned movie files and setting backups automatically.
cs: -- aut.vyčištění časovačů, osamocených souborů, záloh nastavení
it: Consente di provvedere automaticamente alla pulizia dell'elenco timer, di file di video orfani e all'impostazione di backup.
lt: Laikmačio sąrašo valytojas, prarastų filmų failų ir atsarginių kopijų automatiškas išvalymas.
pl: Czyść automatycznie listę timerów, stare pliki filmowe i kopie ustawień
tr: Zamanlayıcıları,filmleri,yedekleri otomatik olarak silin.

source: Cleanup timerlist, orphaned movie files and stored setting backups automatically. Modify the settings to match your preferences. More detailed explanations given with each adjustable option.
cs: Upravit nastavení podle předvoleb, viz vysvětlení u každé volby.
it: Pulizia automatica di elenchi timer, file di video orfani e backup configurazioni di sistema. Modificare le impostazioni secondo le proprie preferenze. Ulteriori dettagli sono disponibili per ogni opzione configurabile.
lt: Automatiškai išvalyti laikmačio sąrašus, beprasmius įrašus, nustatymų atsargines kopijas. Keisti parametrus, kad atitiktų jūsų pageidavimus. Išsamesni paaiškinimai pasirenkami su kiekvienu reguliavimu.
pl: Automatyczne czyszczenie listy timera, osamotnionych plików nagrań i przechowywanych kopii zapasowych ustawień. Możliwość modyfikacji ustawień do własnych preferencji. Bardziej szczegółowe wyjaśnienia udzielone w każdej opcji regulacji.
tr: Zamanlayıcı listesinin,artık film dosyalarının ve yedeklerin ayarlanmasının otomatik olarak temizlenmesi. Ayarları istediğiniz gibi değiştirin.Her ayar seçeneği için daha fazla açıklama verilmiştir.

source: Cleanup timerlist-entries
cs: aut.čistit - AutomaticTimerlistCleanup
it: Pulizia voci elenco timer
lt: Išvalyti laikmačio sąrašo įrašus
pl: Czyść wpisy listy timera
tr: Zamanlayıcı listesi girişlerini temizle

source: Clear
cs: vymazat
it: Pulire
lt: Išvalyti
pl: Wyczyść
tr: Temizle

source: Clear all
cs: vymazat vše
it: Rimuovere tutto
lt: Išvalyti viską
pl: Wyczyść wszystko
tr: Hepsini temizle

source: Clear all Tags
cs: odebrat všechny značky
it: Rimuovere tutte le etichette
lt: Išvalyti visas žymes
pl: Usuń wszystkie Znaczniki
tr: Tüm etiketleri sil

source: Clear all Tags? This will delete ALL tags in ALL recodings! Are you sure?
cs: Odebrat všechny značky ? Odstraníte všechny značky ze všech záznamů ! Chcete pokračovat ?
it: Rimuovere tutte le etichette? Verranno rimosse TUTTE le etichette di TUTTE le registrazioni. Proseguire comunque?
lt: Išvalyti visas žymes? Bus panaikintos visos žymės, visuose įrašuose! Ar tikrai to norite?
pl: Usunąć wszystkie Znaczniki? To usunie wszystkie Znaczniki we Wszystkich nagraniach! Jesteś pewny?
tr: Tüm etiketler silinsin mi? Bu, TÜM kayıtlardaki TÜM etiketleri siler! Emin misin?

source: Clear current songlist and play selected entry
cs: vyprázdnit aktuální seznam a přehrát vybranou skladbu
it: Pulire l'elenco brani corrente e riprodurre il brano selezionato
lt: Išvalyti dabartinį dainų grojaraštį ir groti pasirinktą įrašą
pl: Czyść aktualną listę utworów i odtwórz wybrany wpis
tr: Mevcut listeyi boşaltın ve seçilen girişi oynatın

source: Clear history on Exit:
cs: po dokončení vymazat historii :
it: Rimuovere la cronologia in uscita:
lt: Išvalyti istoriją išeinant:
pl: Wyczyść historię przy wyjsciu:
tr: Çıkışta geçmişi temizle:

source: Clear search
cs: vyhledat prázdné
it: Pulire la ricerca
lt: Išvalyti paiešką
pl: Wyczyść pole wyszukiwania
tr: Aramayı temizle

source: Click to show/hide extended description
cs: zap/vyp. popis pořadu
it: Premere per mostrare/nascondere la descrizione estesa
lt: Paspauskite, kad rodyti/slėpti išplėstą aprašymą
pl: Naciśnij, aby pokazać lub ukryć rozszerzony opis
tr: Genişletilmiş açıklamayı göstermek/gizlemek için tıklayın

source: Clock
cs: hod.
it: Orologio
lt: Laikrodis
pl: Zegar
tr: Saat

source: Clock show timeout
cs: čas zobrazení hodin
it: Persistenza orologio
lt: Laikrodis rodo pauzę
pl: Zegar - pokaż limitu czasu
tr: Saat gösterimi zaman aşımı

source: Clone selected timer
cs: klonovat vybraný časovač
it: Clonare il timer selezionato
lt: Klonuoti pasirinktą laikmatį
pl: Sklonuj wybrany timer
tr: Seçilen zamanlayıcıyı klonla

source: Close
cs: zavřít
it: Chiudere
lt: Uždaryti
pl: Zamknij
tr: Kapat

source: Close EMC
cs: ukončit EMC centrum
it: Chiudere EMC
lt: Uždaryti EMC
pl: Zamknij EMC
tr: EMC'yi kapat

source: Close EMC and do power button action
cs: zavřít EMC tlačítkem PVR
it: Chiudere EMC ed eseguire l'azione del pulsante di accensione
lt: Uždarykite EMC ir atlikite veiksmus su įtampos mygtuku
pl: Zamknij EMC i wyłącz zasilanie
tr: EMC'yi kapatın ve güç düğmesi eylemini gerçekleştirin

source: Close MediaPlayer
cs: zavřít Mediaplayer
it: Chiudere MediaPlayer
lt: Uždaryti medijos grotuvą
pl: Zamknij MediaPlayer
tr: Medya oynatıcıyı kapat

source: Close Player with exit-key
cs: zavřít přehrávač tlačítkem Exit
it: Chiudere il player con tasto EXIT
lt: Uždaryti grotuvą su exit mygtuku
pl: Zamknij Odtwarzacz klawiszem EXIT
tr: Çıkış tuşuyla oynatıcıdan çıkın

source: Close and forget changes
cs: zavřít kanály a změny neukládat
it: Chiudere senza salvare le modifiche
lt: Uždarykite ir pamirškite pakeitimus
pl: Zamknij i nie zapisuj zmian
tr: Değişiklikleri kaydetmeden kapat

source: Close and save changes
cs: zavřít kanály a změny uložit
it: Chiudere e salvare le modifiche
lt: Uždarykite ir išsaugokite pakeitimus
pl: Zamknij i zapisz zmiany
tr: Değişiklikleri kaydet ve kapat

source: Close plugin
cs: zavřít modul
it: Chiudere il plugin
lt: Uždarykite priedą
pl: Zamknij wtyczkę
tr: Eklentiyi kapat

source: Close the plugin without saving changes
cs: zavřít modul bez uložení změn
it: Chiudere il plugin senza salvare le modifiche
tr: Eklentiyi kaydetmeden kapatın

source: Close window
cs: zavřít okno
it: Chiudere la finestra
lt: Uždarykite langą
pl: Zamknij okno
tr: Pencereyi kapat

source: Codecs
cs: kodeky---
it: Codec
tr: Kodekler

source: Collection
cs: sbírka
it: Raccolta
lt: Rinkinys
pl: Zbiór
tr: Koleksiyon

source: Color space setup
cs: nastavit barevný prostor
it: Impostazioni spazio colore
lt: Spalvų erdvės nustatymas
pl: Ustawienia przestrzeni kolorów
tr: Renk alanı ayarları

source: Color:
cs: barva :
it: Colore:
tr: Renk:

source: ColorTheme: A ColorTheme defines the set of colors. This allows to give a skin a completely different appearance.
cs: ColorTheme : definuje sadu barev - díky tomu může skin vypadat úplně jinak.
it: ColorTheme: un ColorTheme definisce l'insieme dei colori, permettendo di dare a una skin un aspetto completamente diverso.
tr: ColorTheme, bir renk kümesini tanımlar. Bu, skin'in tamamen farklı bir görünüme sahip olmasını sağlar.

source: Comedy
cs: komedie
it: Commedia
lt: Komedija
pl: Komedia
tr: Komedi

source: Command '%s' executed
cs: příkaz '%s' byl provedený
it: Comando '%s' eseguito
lt: Komanda '%s' įvykdyta
pl: Polecenie '%s' wykonane
tr: '%s' komutu yürütüldü

source: Command [poweroff, shutdown -h,...]
cs: příkaz [poweroff, shutdown -h,...]
it: Comando [poweroff, shutdown -h,...]
lt: Komanda [maitinimo įtampos išjungimas, išjungimas -h,...]
pl: Polecenie [poweroff, shutdown -h,...]
tr: Kommando [poweroff, shutdown -h,...]

source: ComponentTheme: A ComponentTheme defines the look and feel of components used in e.g. Movielist or Channel Selection.
cs: ComponentTheme : definuje vzhled a chování komponent, např. použitých ve výběru filmů nebo kanálů.
it: ComponentTheme: un ComponentTheme definisce l'aspetto dei componenti usati ad esempio in Movielist o Channel Selection.
tr: ComponentTheme, örneğin film listesi veya kanal listesinde kullanılan bileşenlerin görünümünü tanımlar.

source: Composition of the recording filenames
cs: názvy nahrávaných souborů (datum+název)
it: Struttura dei nomi file delle registrazioni
lt: Įrašytų failų pavadinimų sudėtis
pl: Skład nazwy nagrania
tr: Kayıt işleminde dosya adı düzeni

source: Config
cs: nastavení ...
it: Impostazioni
lt: Konfigūravimas
tr: Yapılandır

source: Config file
cs: konfigurační soubor
it: File di configurazione
lt: Konfigūracijos failas
pl: Plik konfiguracyjny
tr: Yapılandırma dosyası

source: Config file %s not found.
cs: Konfigurační soubor %s nebyl nalezený !
it: File di configurazione %s non trovato.
lt: Konfigūracinio failo %s nerasta.
pl: Plik konfiguracyjny %s nie znaleziony.
tr: %s yapılandırma dosyası bulunamadı.

source: Configuration
cs: konfigurace
it: Impostazioni
lt: Konfigūracija
pl: Konfiguracja
tr: Yapılandırma

source: Configuration for the Webinterface
cs: Konfigurace rozhraní Webinterface_
it: Impostazioni Webinterface
lt: Web sąsajos konfigūravimas
pl: Konfiguracja dla Interfejsu Webowego
tr: Web arayüzünü yapılandırın

source: Configuration of the title:episode separator
cs: konfigurace titulku : oddělovač epizody
it: Impostazioni titoli: separatore episodi
lt: Įrašo antraštės konfigūravimas:epizodo skirtuvas
pl: Konfiguracja tytułu : separator odcinka
tr: Başlık Yapılandırması:Bölüm Ayırıcı

source: Configuration saved.
cs: Konfigurace byla uložena
it: Impostazioni salvate.
lt: Konfigūracija išsaugota.
pl: Zapisano konfigurację.
tr: Yapılandırma kaydedildi.

source: Configuration tool for All.In HD skins
cs: Konfigurační nástroj pro All.In HD skiny
it: Impostazioni per skin All.In HD
lt: Programa All.In HD temai konfigūruoti
pl: Narzędzie konfiguracji dla skórek All.In HD
tr: All.In HD skinlerinin yapılandırması için uzantı

source: Configure AutoTimer behavior
cs: Konfigurace časovačů...
it: Configurare il comportamento di AutoTimer
lt: Konfigūruokite auto laikmačio elgseną
pl: Ustaw zachowanie AutoTimera
tr: Otomatik zamanlayıcı davranışını düzenle

source: Configure Growlee
cs: Growlee - konfigurace
it: Configurare Growlee
lt: Konfigūruokite Growlee
pl: Konfiguracja Growlee
tr: Growlee'yi yapılandır

source: Configure Movie-EPG Plugin
cs: konfigurace modulu Movie-EPG
it: Configurare il plugin Movie-EPG
lt: Konfigūruokite filmo EPG priedą
pl: Konfiguracja wtyczki Movie-EPG
tr: Film EPG Eklentisini Yapılandırın

source: Configure Stalker Middleware Client
cs: nakonfigurovat klienta pro Stalker Middleware
it: Configurare il client Stalker Middleware
lt: Konfigūruokite Stalker Middleware klientą
pl: Skonfiguruj klienta Stalker Middleware
tr: Stalker Ara Yazılım İstemcisini Yapılandırın

source: Configure Track Autoselect
cs: konfigurovat aut.výběr stopy
it: Configurare Track Autoselect
lt: Konfigūruokite automatinio pasirinkimo takelį
pl: Konfiguracja Auto Wybór Ścieżki
tr: Otomatik parça seçimini yapılandırın

source: Configure connection
cs: konfigurace připojení
it: Configurare la connessione
lt: Konfigūruokite ryšį
pl: Konfiguracja połączenia
tr: Bağlantıyı yapılandır

source: Configure how long systemd should wait for a device to show up before giving up on an entry from /etc/fstab. Specify a time in seconds.
cs: Konfigurace, jak dlouho (v sek.) by měl systemd čekat na zobrazení zařízení z /etc/fstab_
it: Impostare per quanto tempo systemd debba attendere un dispositivo prima di desistere per le voci in /etc/fstab (secondi).
lt: Konfigūruokite, kiek laiko systemd turėtų laukti, kol įrenginys atsiras prieš atsisakant įrašo iš /etc/fstab. Nurodykite laiką sekundėmis.
pl: Określ czas w sekundach jak długo systemd powinien czekać na pojawienie się urządzenia, zanim zrezygnujesz z wpisu w /etc/fstab.
tr: /etc/fstab öğesinden girişi atlamadan önce systemd'nin bir aygıt için ne kadar beklemesi gerektiğini yapılandırır. Saniye cinsinden zaman belirtimi.

source: Configured directories at the top of movielist
cs: konfigurace složek nahoře v seznamu videa
it: Posizionare le directory personalizzate in cima all'elenco video
lt: Sukonfigūruoti katalogai filmų sąrašo viršuje
pl: Skonfiguruj katalogi u góry listy filmów
tr: Film listesinin başındaki yapılandırılmış dizinler
