Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: EMC always reload after open
cs: vždy po otevření EMC načíst seznam videa
it: EMC: ricaricare sempre all'avvio
lt: Atvėrus EMC, visada katalogą įkelti iš naujo
pl: Zawsze przeładować po otwarciu
tr: EMC'yi açarken her zaman yeniden yükle

source: EMC output directory
cs: výstupní složka EMC
it: EMC: directory di output
lt: EMC išvesties katalogas
pl: Katalog wyjściowy EMC
tr: EMC çıkış dizini

source: EMC path access limit
cs: limit přístupu ke struktuře EMC, vůči zákl.složce
it: EMC: limiti accesso percorso
lt: EMC kelio prieigos apribojimas
pl: Ogranicz dostęp do ścieżki
tr: Dizin Erişim Kısıtlaması

source: EMC re-open list after Movie end
cs: přejít po "Exit" do výchozí složky, ne=do TV
it: EMC: riaprire elenco su fine riproduzione
lt: Pasibaigus filmui, EMC atverti filmų sąrašą
pl: Ponownie otwórz listę po zakończeniu filmu
tr: Film bittikten sonra EMC'yi tekrar açın

source: EMC re-open list after STOP-press
cs: přejít po "Stop" do výchozí složky, ne=do TV
it: EMC: riaprire elenco su pressione STOP
lt: Paspaudus 'STOP', EMC atverti filmų sąrašą
pl: Ponowne otwarcie listy po naciśnięciu STOP
tr: Film durduktan sonra EMC'yi tekrar açın

source: EMC-TMDB Info
cs: info z EMC-TMDB
it: Info EMC-TMDB
lt: EMC TMDb informacija
tr: EMC-TMDB Bilgi

source: EMC: Skipping Trashcan Cleanup Movie Home Path is equal to or a subfolder of the Trashcan
cs: EMC: přeskočit vyprázdnění koše Cesta Movie Home se shoduje nebo leží pod košem
it: EMC: Salta lo svuotamento cestino Il percorso Home dei Film è il Cestino opp. una sua sottocartella
lt: EMC: Šiukšliadėžė valoma nebus- Filmų namų katalogo kelias toks pat, kaip šiukšliadėžės, arba yra jos pakatalogis
pl: EMC: Pomijanie czyszczenia kosza Ścieżka Głównego Katalogu jest ta sama co kosza
tr: EMC: Çöp boşaltmayı atla Film ana yolu, geri dönüşüm kutusuyla aynı veya alt dizini

source: EPG Copy - Active
tr: EPG Kopyası - Aktif

source: EPG Copy - Password
cs: kopie programů - heslo
lt: EPG Kopija - slaptažodis
pl: Kopia EPG - Hasło
tr: EPG Kopyası - Parola

source: EPG Copy - Source Network IP
cs: kopie programů - zdrojové IP sítě
it: EPG Copy - IP di rete origine
lt: EPG Kopija - šaltinio tinklo IP
pl: EPG Copy - Źródło IP Sieci
tr: EPG Kopyası - Orijinal Ağ IP'si

source: EPG Copy - Time to Copy
cs: kopie programů - čas pro kopírování
it: EPG Copy - Ora di Copia
lt: EPG Kopija - laikas kopijuoti
pl: EPG Copy - Czas wykonywania kopii
tr: EPG kopyalama - kopyalama zamanı

source: EPG Copy - Username
cs: kopie programů - uživatel
lt: EPG Kopija - vartotojas
pl: EPG Copy - Nazwa Użytkownika
tr: EPG Kopya - Kullanıcı adı

source: EPG Copy view
cs: kopie programů - náhled
it: Visualizzazione EPG Copy
lt: EPG kopijos peržiūra
pl: Kopia EPG podgląd
tr: EPG kopya görünümü

source: EPG Copy view 1280
cs: kopie programů - náhled 1280
it: Visualizzazione EPG Copy: 1280
lt: EPG kopijos peržiūra 1280
pl: Kopia EPG podgląd 1280
tr: EPG kopya görünümü 1280

source: EPG Search
cs: -podobné prg...
it: Ricerca EPG
lt: EPG paieška
pl: EPG Wyszukiwanie
tr: EPG Arama

source: EPG Selection
cs: programy---
it: Selezione EPG
lt: EPG pasirinkimas
pl: Wybór EPG
tr: EPR Seçimi

source: EPG Single/Eventview blue
cs: EPG jednou / modré události
it: EPG singolo/Vista evento blu
tr: EPG görünümü tek / etkinlik mavi

source: EPG refresh
cs: obnovení programů
lt: EPG atnaujinimas
pl: EPG Odśwież
tr: EPG yenileme

source: EPG refresh auto-start earliest (hh:mm)
cs: aut.obnovit data kanálů od ... (čas : hh:mm)
it: EPG refresh automatico non prima delle (hh:mm)
lt: EPG automatinį atnaujinimą pradėti anksčiau (hh:mm)
pl: Auto odświeżanie EPG najwcześniej (gg:mm)
tr: EPG yenilemeyi en erken otomatik başlatma (ss:dd)

source: EPG refresh auto-start latest (hh:mm)
cs: aut.obnovit data kanálů do ... (čas : hh:mm)
it: EPG refresh automatico non dopo le (hh:mm)
lt: EPG automatinį atnaujinimą pradėti vėliau (hh:mm)
pl: Auto odświeżanie EPG najpóźniej (gg:mm)
tr: EPG yenilemesi otomatik başlatma en son (ss:dd)

source: EPG refresh finished.
cs: Stahování EPG programů bylo dokončeno...
it: EPG refresh terminato.
lt: EPG atnaujinimas baigtas.
pl: Odświeżanie EPG zakończone.
tr: EPG güncellemesi tamamlandı.

source: EPG refresh finished. Should AutoTimer be search for new matches?
cs: Aktualizace EPG programů byla dokončena. Spustit AutoTimer pro vyhledání časovačů ?
it: Aggiornamento EPG terminato. Verificare nuove corrispondenze con AutoTimer?
lt: EPG atnaujinimas baigtas. Auto laikmačiui reikia ieškoti naujų atitikčių?
pl: Odświeżanie EPG zakończone. Czy AutoTimer ma szukać nowych dopasowań?
tr: EPG yenilemesi tamamlandı. Otomatik Zamanlayıcı yeni eşleşmeler mi aramalı?

source: EPG refresh save.
cs: Ukládám aktualizované EPG programy...
it: Salvare EPG refresh.
lt: EPG atnaujinimas išsaugotas.
pl: Odświeżanie EPG zapisane.
tr: EPG güncellemesini kaydedin.

source: EPG refresh started in background.
cs: Stahuji EPG programy na pozadí...
it: EPG refresh avviato in background.
lt: EPG atnaujinimas pradėtas fone.
pl: Odświeżanie EPG uruchomione w tle.
tr: EPG güncellemesi arka planda başladı

source: EPG refresh starts scanning channels.
cs: Stahuji EPG programy u předvolených kanálů...
it: EPG Refresh: avvio scansione canali.
lt: EPG atnaujinimas pradeda skenuoti kanalus.
pl: Odświeżanie EPG rozpoczyna skanowanie kanałów.
tr: EPG yenileme kanalları taramaya başlıyor

source: EPG search
cs: -podobné prg...
it: Ricerca EPG
lt: EPG paieška
pl: Wyszukiwanie EPG
tr: EPG arama

source: EPG-Copy epg.db via FTP
cs: Kopie EPG programů.db přes FTP.
lt: EPG kopija epg.db su FTP
pl: EPG - Kopia pliku bazy epg.db przez FTP
tr: EPG-Kopie epg.db über FTP

source: EPG-Search
cs: -podobné prg...
it: Ricerca EPG
lt: EPG paieška
pl: Wyszukaj w EPG
tr: EPG arama

source: EPGREFRESH_NOTIFICATION_DOMAIN
cs: EPGRefresh - zpráva
it: EPGRefresh
lt: EPG ATNAUJINTOJO_ PRANEŠIMO_ DOMENAS
pl: EPG Refresh
tr: EPGYenileme

source: EPGRefresh Configuration
cs: EPGRefresh -konfigurace
it: Impostazioni EPGRefresh
lt: EPG atnaujintojo konfigūravimas
pl: EPGRefresh Konfiguracja
tr: EPG Yenileyici Ayarları

source: EPGRefresh Configuration Help
cs: EPGRefresh - nápověda...
it: Help impostazioni EPGRefresh
lt: EPG atnaujintojo konfigūravimo pagalba
pl: EPGRefresh POMOC Konfiguracji
tr: EPGYenileme yapılandırma yardımı

source: EPGRefresh Functions
cs: EPGRefresh - příkaz...
it: Funzioni EPGRefresh
lt: EPG atnaujintojo funkcijos
pl: EPGRefresh Funkcje
tr: EPGYenileme İşlevleri

source: EPGRefresh Services
cs: Aktualizované kanály
it: Canali EPGRefresh
lt: EPG atnaujintojo kanalai
pl: EPGRefresh
tr: EPG Yenileyici - Kanallar

source: EPGRefresh is not installed!
cs: Modul EPGSearch není nainstalovaný !
it: EPGRefresh non è installato.
lt: EPG atnaujintojas nėra įdiegtas!
pl: EPGRefresh nie zainstalowany!
tr: EPGYenileme yüklü değil.

source: EPGRefresh requires services/bouquets to be configured. Configure now?
cs: Pro stahování EPG programů z kanálů je nutné jejich určení. Nastavit to ?
it: EPGRefresh necessita l'impostazione di canali e bouquet. Farlo ora?
lt: EPG atnaujinimui reikia sukonfigūruoti kanalus/paketus. Konfigūruoti dabar?
pl: EPGRefresh wymaga skonfigurowania kanałów / bukietów. Skonfigurować teraz?
tr: EPGYenileme,kanalların/buketlerin yapılandırılmasını gerektirir.Şimdi yapılandırılsın mı?

source: EPGRefresh wants to set your Dreambox to idle. Do that now?
cs: EPGRefresh potřebuje Dreambox uspat. Chcete to udělat ?
it: EPGRefresh vorrebbe porre il Dreambox in modalità idle. Permetterlo ora?
tr: EPGYenileme Dreambox'ınızı boşta moduna almak istiyor. Boşta moduna geçilsin mi?

source: EPGRefresh wants to shut down your Dreambox. Shutdown now?
cs: EPGRefresh potřebuje Dreambox vypnout. Chcete to udělat ?
it: EPGRefresh vorrebbe spegnere il Dreambox. Permetterlo ora?
tr: EPGYenileme Dreambox'ınızı kapatmak istiyor Şimdi kapatılsın mı?

source: EPGRefresh will automatically switch to user-defined channels when the box is idling(i.e. in standby mode and no recordings running) to perform updates of the EPG information on these channels. On multi-tuner boxes it may optionally run in background hidden or in PiP, to not disturb the current TV program.
cs: Aut.přepíná kanály v definovaném času tak, aby nebylo narušeno nahrávání nebo sledování kanálu. U vícetunerových boxů to ale problém není...
it: EPGRefresh provvede automaticamente a sintonizzare il decoder su uno specifico canale (configurabile dall'utente) quando il box non è attivo (in standby e senza registrazioni in corso) per aggiornare i contenuti EPG. Su decoder multi-tuner può essere configurato per lavorare in background o nella PiP, per non disturbare la visione in corso al momento.
lt: EPG atnaujintojas automatiškai persijungs į vartotojo nustatytus kanalus, kai imtuvas yra budėjime ir nevyksta įrašymas, atliekamas šių kanalų EPG informacijos atnaujinimas. Multi imtuvai pasirinktinai gali būti paleisti paslėpti fone arba PIP režime, nesutrikdydami veikiančios televizijos programos.
pl: Odświeżanie EPG automatycznie przełączy na wybrane kanały gdy tuner czuwa (np.w trybie czuwania ,ale bez aktywnego nagrywania) aby pobrać aktualizacje EPG dla tych kanałów. Na dekoderach z kilkoma tunerami opcjonalnie może być uruchomione w tle lub podczas PiP, aby nie przeszkadzać podczas oglądania TV.
tr: EPGYenileme,Dreambox kullanımda değilken EPG bilgilerini güncellemek için otomatik olarak kullanıcı tanımlı kanallara geçer(örneğin, hiçbir kayıt devam ederken bekleme modunda).Birkaç tunerli Dreambox'larda,güncelleme isteğe bağlı olarak arka planda gizlenebilir veya mevcut seçili TV programının çalışmaya devam etmesi için PiP'de gerçekleştirilebilir.

source: EPGSearch Filters
cs: filtry pro EPGSearch
it: Filtri EPGSearch
tr: EPGArama Filtreleri

source: EPGSearch Services
cs: služby pro EPGSearch
it: Canali EPGSearch
tr: EPGArama Kanalları

source: EPGSearch Setup
cs: nastavení EPGSearch...
it: Impostazioni EPGSearch
lt: EPG paieškos valdymas
pl: EPGSearch Ustawienia
tr: EPGArama Kurulumu

source: EPGSearch menu
cs: Menu EPGSearch...
it: Menu EPGSearch
lt: EPG paieškos meniu
pl: Menu EPGSearch
tr: EPGArama Menüsü

source: EPGSearch search filter overview
cs: přehled vyhledávacích filtrů EPGSearch
it: Panoramica filtri di ricerca EPGSearch
tr: EPGArama arama filtresine genel bakış

source: EPGsearch is not installed!
cs: Modul EPGSearch není nainstalovaný !
it: EPGsearch non è installato.
lt: EPG paieškos priedas neįdiegtas!
pl: EPGsearch nie jest zainstalowane!
tr: EPGArama kurulu değil.

source: ERROR - Set Timer on Remote DreamBox via WebIf: %s
cs: Chyba - nastavený časovač na vzdáleném Dreambox přes WebIf : %s
it: ERRORE - Impostare il Timer sul DreamBox via WebIf: %s
lt: KLAIDA - Nustatykite laikmatį ant nuotolinį DreamBox su WebIf: %s
pl: BŁĄD - Ustawienia zdalnego Timera przez WebIf: %s
tr: Hata - Uzak Dreambox'ta zamanlayıcıyı WebIf aracılığıyla ayarlama: %s

source: ERROR: Cannot set SleepTimer while device is in Standby-Mode
cs: Chyba : nelze přepnout časovač do spánku, pokud je již zařízení v režimu spánku !
it: ERRORE: impossibile configurare uno Sleep timer con l'apparato in standby
lt: KLAIDA: Negalima nustatyti budėjimo laikmačio, kai įrenginys budėjimo būsenoje
pl: BŁĄD: Nie można ustawić Wyłącznika Czasowego ,gdy urządzenie jest w Trybie Czuwania
tr: HATA: Cihaz bekleme modundayken uyku zamanlayıcısı ayarlanamaz

source: ERROR: Obligatory parameter 'cmd' [get,set] has unspecified value '%s'
cs: Chyba : povinný parametr 'cmd' [get,set] má nepovolenou hodnotu : '%s'
it: ERRORE: valore indefinito del parametro richiesto 'cmd' [get,set]: '%s'
lt: KLAIDA: Privalomas parametras 'cmd' [gauti, rinkinį] turi nenurodytą reikšmę '%s'
pl: BŁĄD: Obowiązkowy parametr 'cmd' [pobierz, ustaw] ma nieokreśloną wartość '%s'
tr: HATA: Zorunlu parametre 'cmd' [get,set] tanımsız '%s' değerine sahip

source: ERROR: Obligatory parameter 'enabled' [True,False] has unspecified value '%s'
cs: Chyba : Povinný parametr 'enabled' [True,False] nemá definovaný '%s'
it: ERRORE: valore indefinito del parametro richiesto 'abilitato' [True,False]: %s
lt: KLAIDA: Privalomas parametras 'įjungtas' [teisingas, neteisingas] turi nenurodytą reikšmę '%s'
pl: BŁĄD: Obowiązkowy parametr 'włączony' [Poprawny,Niepoprawny] ma nieokreśloną wartość '%s'
tr: Hata: Zorunlu parametre 'etkin' [True,False] tanımsız '%s' değerine sahip

source: ERROR: Obligatory parameter 'time' [0-999] is missing
cs: Chyba : povinný parametr 'time' [0-999] chybí !
it: ERRORE: parametro richiesto 'time' [0-999] non presente
lt: KLAIDA: Privalomo parametro 'laikas' [0-999] nėra
pl: BŁĄD: Obowiązkowy parametr 'czas' [0-999] nie został wpisany
tr: Hata: Zorunlu parametre 'zaman' [0-999] eksik

source: ETA %d:%02d min
tr: ETA %d:%02d dakika

source: ETA ??:?? h
it: Stimato ??:?? h
tr: ETA ??:?? saat

source: EXTENSIONMENU_PREFIX
cs: EPG Refresh -
it: EPGRefresh
lt: EPG
pl: EPG Refresh
tr: EPGYenileme

source: EXTENSIONNAME_SETUP
cs: konfigurace
it: Impostazioni
lt: PLĖTINIO PAVADINIMO NUSTATYMAS
pl: Konfiguracja
tr: yapılandırması

source: Eastern Europe
cs: východní Evropa
it: Europa Orientale
lt: Rytų Europa
pl: Wschodnia Europa
tr: Doğu Avrupa

source: Easy-PG
lt: Paprastas PG
tr: Easy-PG / Kolay-PG

source: Easy-PG Primetime 1:
cs: Easy-PG hl.čas 1 :
lt: Paprasto PG geriausias laikas 1:
pl: Easy-PG Godziny największej oglądalności 1:
tr: Easy-PG Primetime 1 / Kolay PG Yoğun Zaman 1:

source: Easy-PG Primetime 2 (main):
cs: Easy-PG hl.čas 2 :
it: Easy-PG Primetime 2 (principale):
lt: Paprasto PG geriausias laikas 2:
pl: Easy-PG Godziny największej oglądalności 2 (główne):
tr: Easy-PG (Haupt-) Primetime 2 / Easy-PG (Ana) Yoğun Zaman 2:

source: Easy-PG Primetime 3:
cs: Easy-PG hl.čas 3 :
lt: Paprasto PG geriausias laikas 3:
pl: Easy-PG Godziny największej oglądalności 3:
tr: Easy-PG Primetime 3 / Kolay PG Yoğun Zaman 3:

source: Easy-PG picons path:
cs: Easy-PG složka ikon :
it: Percorso picon Easy-PG:
lt: Paprasto PG logotipų kelias:
pl: Easy-PG ścieżka pikon:
tr: Easy-PG / Kolay-PG Picon Yolu:

source: Easy-Selection
cs: Easy - volby
lt: Paprastas pasirinkimas
pl: Wybór Easy
tr: Easy-Selection / Kolay seçim

source: EasyInfo settings...
cs: EasyInfo - nastavení
it: Impostazioni EasyInfo...
lt: Paprastos info nuostatos...
pl: EasyInfo ustawienia...
tr: EasyInfo / Kolay Bilgi Ayarları...

source: EasyMedia settings...
cs: Nastavení EasyMedia ...
it: Impostazioni EasyMedia...
lt: Paprastos medijos nuostatos...
pl: EasyMedia ustawienia...
tr: EasyMedia / Kolay Mmedya Ayarları...

source: EasyPG
lt: Lengvas PG
tr: EasyPG / Kolay PG

source: EasySelection
lt: Lengvas pasirinkimas
tr: EasySelection / Kolay Sseçim

source: Edit
cs: upravit položku
it: Modificare
lt: Redaguoti
pl: Edytuj
tr: Düzelt

source: Edit AutoTimer
cs: upravit časovač
it: Modificare AutoTimer
lt: Redaguoti auto laikmatį
pl: Edytuj AutoTimer
tr: Otomatik Zamanlayıcıyı Düzenle

source: Edit AutoTimer filters
cs: upravit filtr aut.časovačů
it: Modificare i filtri AutoTimer
lt: Redaguokite auto laikmačio filtrus
pl: Edytuj filtry AutoTimera
tr: Otomatik zamanlayıcı filtrelerini düzenle

source: Edit AutoTimer services
cs: upravit kanály aut.časovačů
it: Modificare i canali AutoTimer
lt: Redaguokite auto laikmačio kanalus
pl: Edytuj kanały AutoTimera
tr: Otomatik zamanlayıcı kanallarını düzenle

source: Edit EPGSearch Services
cs: upravit služby EPGSearch
it: Editor canali EPGSearch
tr: EPGArama Kanal Düzenleyici

source: Edit EPGSearch filter
cs: upravit filtr EPGSearch
it: Modificare i filtri EPGSearch
tr: EPGArama filtresini düzenle

source: Edit EPGSearch search filter
cs: upravit filtr vyhledávání EPGSearch
it: Modificare i flitri di ricerca EPGSearch
tr: EPGArama filtresini düzenle

source: Edit Filter
cs: upravit filtr
it: Modificare filtro
lt: Redaguoti filtrą
pl: Edytuj filtr
tr: Filtreleri düzenle

source: Edit Off
cs: uzamknout
lt: Redagavimas išjungtas
pl: Edycja Wył.
tr: Düzenle Kapalı

source: Edit On
cs: odemknout
lt: Redagavimas Įjungtas
pl: Edycja Wł.
tr: Düzenle

source: Edit Services
cs: kanály k aktualizaci
it: Canali
lt: Redaguokite kanalus
pl: Edytuj Kanały
tr: Kanal Düzenle

source: Edit Services to refresh
cs: Kanály pro stažení programů...
it: Selezionare i canali da aggiornare
lt: Redaguokite atnaujinamus kanalus
pl: Edytuj Kanały do odświeżania
tr: Yenilecek kanalları düzenle

source: Edit Tags
cs: upravit značky
it: Mod. etich.
lt: Redaguokite žymas
pl: Edytuj Znaczniki
tr: Etiketleri Düzenle

source: Edit Timer
cs: upravit časovač
it: Modificare timer
lt: Redaguokite laikmačius
pl: Edycja Timera
tr: Zamanlayıcıyı düzenle

source: Edit Timers and scan for new Events
cs: -- aut.časovače nahrávání programů
it: Modificare timer e cercare nuovi eventi
lt: Redaguokite laikmačius ir ieškokite naujų įvykių
pl: Edytuj timery i skanuj po nowe wydarzenia
tr: Zamanlayıcı düzenle ve yeni eylemlerde ara

source: Edit birthday
cs: upravit narozeniny
it: Modificare compleanno
lt: Redaguokite gimtadienį
pl: Edytuj datę urodzin
tr: Doğum gününü düzenle

source: Edit birthdays
cs: upravit narozeniny
it: Mod. compleanni
lt: Redaguokite gimtadienius
pl: Edytuj daty urodzin
tr: Doğum günlerini düzenle

source: Edit line
cs: editační řádek
it: Modificare la linea
lt: Redaguokite eilutę
pl: Edytuj linie
tr: Satırı düzenle

source: Edit line: %d
cs: editační řádek : %d
it: Modificare la linea: %d
lt: Redaguokite eilutę: %d
pl: Edytuj linie: %d
tr: Düzenleme satırı: %d

source: Edit new timer defaults
cs: upravit předvolby pro nové časovače
it: Modificare parametri predefiniti nuovo timer
lt: Redaguokite naują laikmatį, kaip numatytąjį
pl: Edytuj domyślne timery
tr: Varsayılan zamanlayıcı taslağını düzenleyin

source: Edit selected AutoTimer
cs: upravit vybraný časovač
it: Modificare AutoTimer selezionato
lt: Redaguokite pasirinktą auto laikmatį
pl: Edytuj wybrany AutoTimer
tr: Seçilen otomatik zamanlayıcıyı düzenle

source: Edit selected entry
cs: upravit vybrané zadání
it: Mod. voce selezionata
lt: Redaguokite pasirinktą įrašą
pl: Edytuj wybrany wpis
tr: Seçili kaydı düzelt

source: Edit selected page
cs: upravit vybranou stránku
it: Modificare la pagina selezionata
lt: Redaguokite pasirinktą puslapį
pl: Edytuj wybraną stronę
tr: Seçili sayfayı düzenle

source: Edit service
cs: upravit službu
it: Modificare canale
tr: Hizmetleri düzenle

source: Edit tags of recorded movies
cs: -- modul pro úpravu žánrů k nahranému videu
it: Gestione delle etichette delle registrazioni
lt: Redaguokite įrašytų filmų žanrus
pl: Edytuj znaczniki nagrań
tr: Kayıtlı filmlerinizin etiketlerini düzenleyin

source: Edit tags of recorded movies.
cs: Modul pro úpravu žánrů k nahranému videu.
it: Gestione delle etichette da applicare alle registrazioni.
lt: Redaguokite įrašytų filmų žanrus.
pl: Edytuj znaczniki nagrań.
tr: Kayıtlı filmlerinizin etiketlerini düzenleyin.

source: Edit the selected entry
cs: upravit vybrané zadání
it: Mod. la voce selezionata
lt: Redaguokite pasirinktą įrašą
pl: Edytuj wybrany wpis
tr: Seçili girişi düzenle

source: Edit title:episode separator
cs: Úprava titulku : oddělovač epizody
it: Modifica titoli: separatore episodi
lt: Redaguokite antraštę:epizodo skirtuvas
pl: Edycja tytułu: separator odcinka
tr: Başlık: Bölüm Ayırıcıyı Düzenle

source: Edit/Move Filter Toggle
cs: upravit / přesunout přepínač filtru
it: Commutare Modifica/Spostamento filtro
lt: Redaguoti / perkelti filtrų jungiklį
pl: Edytuj / Przenieś Przełącznik Filtra
tr: Düzenle/Taşı Değiştir filtresi

source: Editing
cs: >>příkaz...
it: Modificare
lt: Redagavimas
pl: Edytowanie
tr: Düzenleme

source: Editor for fstab
cs: -- editor pro Fstab
it: Editor per fstab
lt: Fstab redaktorius
pl: Edytor dla fstab
tr: fstab editörü

source: Editor for new AutoTimers
cs: editor pro nový časovač
it: Editor nuovi AutoTimer
lt: Naujų auto laikmačių redaktorius
pl: Edytor dla nowych AutoTimerów
tr: Yeni otomatik zamanlayıcı editörü

source: Education
cs: instruktáž
it: Educativi
lt: Išsilavinimas
pl: Nauka
tr: Eğitim

source: Eject DVD?
cs: Vysunout DVD ?
it: Espellere il DVD?
lt: Išstumti DVD?
pl: Wysunąć DVD ?
tr: DVD'yi çıkar?

source: Elektro Power Save
lt: Elektros energijos taupymas
tr: Elektro enerji tasarrufçusu

source: Elektro-Plugin has checked and want to go to sleep.
cs: Ovládání modulu Elektro, pokud chcete do režimu spánku.
tr: Elektro-Plugin kontrol etti ve uyumak istiyor.

source: Email Client
cs: email klient
it: Client email
lt: Elektroninio pašto klientas
pl: Klient Poczty
tr: Eposta istemcisi

source: Email setup
cs: nastavit e-mail
it: Impostazioni email
lt: E-pašto valdymas
pl: Ustawienia Email
tr: Eposta ayarları

source: EmailClient for %(account)s: %(error)s
cs: Email klient pro %(account)s : %(error)s
it: EmailClient per %(account)s: %(error)s
lt: E-pašto klientas dėl %(account)s: %(error)s
pl: EmailClient dla %(account)s: %(error)s
tr: %(account)s hesabı için eposta istemcisi: %(error)s

source: Emailclient is an IMAP4 e-mail viewer for the Dreambox.
cs: E-mailový klient pro prohlížení mailů IMAP4.
it: Emailclient è un visualizzatore di e-mail (IMAP4) per il Dreambox.
lt: E-pašto klientas yra IMAP4 Dreambox e-pašto peržiūrėtojas.
pl: Emailclient jest przeglądarką maili IMAP4 dla Dreambox`a.
tr: Eposta istemcisi, IMAP4 temelli bir eposta görüntüleyicidir.

source: Embed volume slider:
cs: vložit posuvník hlasitosti :
it: Incorporare cursore volume:
lt: Įterpti garsumo slankiklį:
pl: Osadzić suwak głośności:
tr: Ses seviyesi kaydırıcısını göm:

source: Empty .ap file
cs: prázdný soubor .ap
it: File .ap vuoto
lt: Tuščias .ap failas
pl: Pusty plik .ap
tr: .ap dosyasını boşalt

source: Empty trashcan
cs: vyprázdnit koš
it: Svuotare il cestino
lt: Ištuštinti šiukšliadėžę
pl: Opróżnij Kosz
tr: Çöp kutusunu boşalt

source: Enable
cs: zapnuto
it: Abilitare
lt: Įjungti
pl: Włącz
tr: Aç

source: Enable
cs: zapnuto
it: Abilitare
lt: Įjungti
pl: Włącz
tr: Etkinleştir

source: Enable /media
cs: povolit "../media"
it: Abilitare /media
lt: Įjungti /mediją
pl: Włącz katalog /media
tr: /media yönetimine izin ver

source: Enable 1080p24 Mode
cs: aktivovat mód 1080p24
it: Abilitare modalità 1080p24
lt: Įjungti 1080p24 būseną
pl: Włącz tryb 1080p24
tr: 1080p24 kipini etkinleştir

source: Enable 1080p25 Mode
cs: aktivovat mód 1080p25
it: Abilitare modalità 1080p25
lt: Įjungti 1080p25 būseną
pl: Włącz tryb 1080p25
tr: 1080p25 kipini etkinleştir

source: Enable 1080p30 Mode
cs: aktivovat mód 1080p30
it: Abilitare modalità 1080p30
lt: Įjungti 1080p30 būseną
pl: Włącz tryb 1080p30
tr: 1080p30 kipini etkinleştir

source: Enable 2160p24 Mode
cs: aktivovat mód 2160p24
it: Abilitare modalità 2160p24
lt: Įjungti 2160p24 būseną
pl: Włącz tryb 2160p24
tr: 2160p24 modunu etkinleştir

source: Enable 2160p25 Mode
cs: aktivovat mód 2160p25
it: Abilitare modalità 2160p25
lt: Įjungti 2160p25 būseną
pl: Włącz tryb 2160p25
tr: 2160p25 modunu etkinleştir

source: Enable 2160p30 Mode
cs: aktivovat mód 2160p30
it: Abilitare modalità 2160p30
lt: Įjungti 2160p30 būseną
pl: Włącz tryb 2160p30
tr: 2160p30 modunu etkinleştir

source: Enable 720p24 Mode
cs: aktivovat mód 720p24
it: Abilitare modalità 720p24
lt: Įjungti 720p24 būseną
pl: Włącz tryb 720p24
tr: 720p24 kipini etkinleştir

source: Enable Autoresolution
cs: aktivovat Autoresolution
it: Abilitare Autoresolution
lt: Įjungti auto rezoliuciją
pl: Włącz Autoresolution
tr: Otoçözünürlüğü etkinleştir

source: Enable Babelzapper Audio
cs: aktivovat Babelzapper audio
it: Abilitare audio Babelzapper
lt: Įjungti Babelzapper garsą
pl: Włącz Babelzapper Audio
tr: Babelzapper sesini etkinleştir

source: Enable Babelzapper on Mute
cs: aktivovat přes tlačítko MUTE
it: Abilitare Babelzapper in Mute
lt: Įjungti Babelzapper nutildymą
pl: Włącz Babelzapper na Wyciszonym
tr: Babelzapper'ı sessiz düğmesiyle etkinleştirin
