Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Please select the movie path...
cs: Vyberte složku pro video...
it: Selezionare il percorso video...
lt: Prašome išsirinkti filmo kelią...
pl: Wybierz ścieżkę filmu...
tr: Lütfen film yol adını seçin...

source: Please select the type of tuner you want to add!
cs: Vyberte typ tuneru, který chcete přidat !
it: Selezionare il tipo di tuner da aggiungere.
lt: Prašome pasirinkti imtuvo tipą, kurį norite pridėti!
pl: Proszę wybrać typ tunera, który chcesz dodać!
tr: Lütfen eklemek istediğiniz tuner türünü seçin!

source: Please select what to add
cs: Vyberte co chcete přidat
it: Selezionare cosa aggiungere
tr: Lütfen ne ekleyeceğinizi seçin

source: Please select your KiddyTimer- option
cs: Vyberte příkaz pro KiddyTimer
it: Selezionare l'opzione KiddyTimer
lt: Prašome pasirinkti savo KiddyTimer- parinktį
pl: Proszę wybrać opcję KiddyTimer
tr: Lütfen Çocuk Zamanlayıcı seçeneğinizi seçiniz

source: Please select...
cs: ...vyberte...
it: Selezionare...
tr: Lütfen seçiniz...

source: Please update it
cs: spusťte aktualizaci
it: Aggiornare
lt: Prašome atnaujinti tai
pl: Proszę zaktualizować
tr: Lütfen güncelleyin

source: Please use direction keys to move the clock. Press OK to store current position and return to the setup menu or EXIT to cancel the moving.
cs: Pro přesun hodin použijte směrová tlačítka. "OK" -> uložit aktuální pozici a vrátit se do menu nebo "EXIT" -> ukončit přesun...
it: Utilizzare i tasti freccia per spostare l'orologio. Ok >> salvare la nuova posizione - EXIT >> annullare lo spostamento.
lt: Prašome naudoti kursoriaus klavišus, kad perkelti laikrodį. Paspauskite OK, jei norite išsaugoti esamą padėtį ir grįžti į nustatymų meniu arba EXIT, kad atšaukti perkėlimą.
pl: Proszę użyć klawisze kierunkowe, aby przesuwać położenie zegara. Naciśnij przycisk OK, aby zapisać aktualną pozycję i powrócić do menu ustawień lub klawisz EXIT, aby anulować przenoszenie.
tr: Saat, kontrol düğmeleri kullanılarak hareket ettirilebilir. "OK" ile yeni pozisyonu kaydedin ve menüye dönün veya "EXIT" ile işlemi iptal edin.

source: Please verify if your default storage device is attached or set up your default storage device in menu -> setup -> system -> recording paths.
cs: Zkontrolujte HDD a složky pro ukládání v Menu -> nastavení E2 -> tunery,nahrávání,přep.kanálů -> složky pro nahrávání.
it: Verificare che il dispositivo di archiviazione sia collegato o impostarlo in: Menu >> Impostazioni >> Sistema >> Percorso registrazioni.
lt: Prašome patikrinti, ar jūsų numatytasis saugojimo įrenginys yra prijungtas arba nustatykite savo numatytąjį saugojimo įrenginį meniu -> valdymas -> sistema -> įrašų vieta.
pl: Sprawdź czy domyślne urządzenie przechowywania jest dołączone lub ustaw swoje urządzenie przechowywania w Menu -> Ustawienia -> System -> Ścieżki nagrywania
tr: Lütfen depolama aygıtınız var ve ayarlarını yaptıysanız tanımların doğruluğunu, Menü -> Kurulum -> Sistem -> Kayıt ayarları bölümünden kontrol ediniz.

source: Please visit: %s And enter: %s
cs: Prohlédněte si : %s a zadejte : %s
it: Visitare il sito: %s Inserire: %s
lt: Prašome apsilankyti: %s Ir įrašykite: %s
pl: Proszę odwiedzić: %s I wpisać: %s
tr: Lütfen %s arayınız ve %s yazınız

source: Please wait (Step 2)
cs: ...čekejte, krok 2...
it: Attendere (passo 2)
lt: Prašome laukti (Step 2)
pl: Proszę czekać (krok 2)
tr: Lütfen bekleyin (2. adım)

source: Please wait while I'm saving your network mount...
cs: ...čekejte, ukládám síťový přípojný bod...
it: Attendere: salvataggio mount di rete in corso...
lt: Prašome palaukti, kol bus išsaugotas jūsų tinklo pajungimas...
pl: Poczekaj zapisuje twoje sieciowe montowanie...
tr: Ağ bağlantısını kaydederken lütfen bekleyiniz...

source: Please wait while removing your network mount...
cs: ...čekejte, odebírám síťový přípojný bod...
it: Attendere: rimozione mount di rete in corso...
lt: Prašome laukti, kol šalinamas jūsų tinklo pajungimas...
pl: Poczekaj usuwam twoje montowanie sieci...
tr: Ağ diski kaldırılırken lütfen bekleyin...

source: Please wait while the new hostname is being applied...
cs: Čekejte, než bude nový hostname aplikovaný...
it: Attendere: applicazione nuovo hostname in corso...
lt: Prašome laukti, kol naujas pavadinimas yra taikomas ...
pl: Poczekaj nowa nazwa hosta jest dodawana...
tr: Lütfen ana bilgisayar adı atanırken bekleyiniz...

source: Please wait while updating your network mount...
cs: ...čekejte, aktualizuji síťový přípojný bod...
it: Attendere aggiornamento mount di rete...
lt: Prašome laukti, kol atnaujinamas jūsų tinklo pajungimas...
pl: Poczekaj podczas aktualizacji montowania sieciowego...
tr: Ağ diski güncelleştirilirken lütfen bekleyin...

source: Please wait...
cs: ...čekejte...
it: Attendere...
lt: Prašome laukti...
pl: Proszę czekać...
tr: Lütfen bekleyiniz...

source: Please wait... Loading list...
cs: ...čekejte, načítám seznam...
it: Elenco in caricamento. Attendere...
lt: Prašome laukti... Užkraunamas sąrašas...
pl: Proszę czekać... Ładowanie listy...
tr: Lütfen bekleyin... Liste yükleniyor...

source: Plot outline:
cs: obrys zápletky :
it: Trama (vers. breve):
tr: Konu (kısa versiyon):

source: Plugin autoupdate:
cs: modul pro aut.aktualizaci :
it: Aggiornamento automatico plugin:
lt: Priedo automatinis atnaujinimas:
pl: Automatyczna aktualizacja wtyczki:
tr: Eklenti otomatik güncelleme:

source: Plugin browser
cs: Nainstalované std.moduly...
it: Browser plugin
lt: Papildomų programų naršyklė
pl: Przeglądarka wtyczek
tr: Eklenti Tarayıcı

source: Plugin menu
cs: sezn.modulů
it: Menu Plugin
lt: Priedų meniu
pl: Menu wtyczki
tr: Eklenti-Menü

source: Plugin not active
cs: Modul není aktivní
it: Plugin non attivo
lt: Priedas neaktyvus
pl: Wtyczka nieaktywna
tr: Eklenti etkin değil

source: Plugin not enabled
cs: Modul není aktivovaný
it: Plugin non abilitato
lt: Priedas neįjungtas
pl: Wtyczka nie włączona
tr: Eklenti etkinleştirilmedi

source: Plugin not found!
cs: Modul není dostupný !
it: Plugin non trovato!
lt: Priedas nerastas!
pl: Wtyczka nie znaleziona!
tr: Eklenti bulunamadı!

source: Plugin to edit fstab
cs: -- modul pro úpravu fstab
it: Modificare fstab
lt: Priedas fstab redagavimui
pl: Wtyczka do edycji pliku fstab
tr: fstab'ı düzenlemek için eklenti

source: Plugin: %(plugin)s , Version: %(version)s
cs: modul : %(plugin)s , verze: %(version)s
it: Plugin: %(plugin)s , Versione: %(version)s
lt: Papildoma programa: %(plugin)s , Versija: %(version)s
pl: Wtyczka: %(plugin)s , Wersja: %(version)s
tr: Eklenti: %(plugin)s , Sürüm: %(version)s

source: PluginHider Setup
cs: PluginHider - nastavení... <>
it: Configurazione PluginHider
lt: PluginHider valdymas
pl: PluginHider Ustawienia
tr: Eklenti Gizleyici / PluginHider Kurulumu

source: Pluginbrowser
cs: seznam std.modulů
lt: Priedų naršyklė
tr: Eklenti Tarayıcı

source: Podcast streams podcasts to your Dreambox.
cs: Podcasts - převod textu na audio v Dreamboxu.
it: Podcast riproduce flussi podcast sul Dreambox.
lt: Podcast srautų transliacijos į jūsų imtuvą.
pl: Wtyczka Podcast strumieniuje podcasty do Twojego Dreambox'a.
tr: Podcast'leri Dreambox'a aktarın.

source: Poland
cs: Polsko
it: Polonia
lt: Lenkija
pl: Polska
tr: Polonya

source: Poll Interval (in h)
cs: interval kontroly (hod.)
it: Intervallo ricerca (ore)
lt: Apklausos Intervalas (h)
pl: Przedział głosowania (w h)
tr: Tarama aralığı (saat)

source: Poll automatically
cs: aut.kontrola
it: Ricerca automatica
lt: Apklausa automatiškai
pl: Sonda automatycznie
tr: Otomatik tarama

source: Popup timeout in seconds
cs: zobrazit hlášení na dobu (sek.)
it: Permanenza popup (secondi)
lt: Iššokančio lango limitas sekundėmis
pl: Limit czasu okienka (w sekundach)
tr: Bilgi penceresinin süresini saniye cinsinden göster

source: Portuguese
cs: portugalsky
it: Portoghese
lt: Portugalų
pl: Portugalski
tr: Portekizce

source: Position 1 (info button):
cs: pozice 1 (Info tl.):
it: Posizione 1 (tasto Info):
lt: Pozicija 1 (info mygtukas):
pl: Pozycja 1 (przycisk info):
tr: Konum 1 (Info-Taste):

source: Position 10:
cs: pozice 10 :
it: Posizione 10:
lt: Pozicija 10:
pl: Pozycja 10:
tr: Konum 10:

source: Position 11:
cs: pozice 11 :
it: Posizione 11:
lt: Pozicija 11:
pl: Pozycja 11:
tr: Konum 11:

source: Position 2 (red button):
cs: pozice 2 (červené tl.) :
it: Posizione 2 (tasto ROSSO):
lt: Pozicija 2 (raudonas mygtukas):
pl: Pozycja 2 (przycisk czerwony):
tr: Konum 2 (kırmızı tuş):

source: Position 3 (green button):
cs: pozice 3 (zelené tl.) :
it: Posizione 3 (tasto VERDE):
lt: Pozicija 3 (žalias mygtukas):
pl: Pozycja 3 (przycisk zielony):
tr: Konum 3 (yeşil tuş):

source: Position 4 (yellow button):
cs: pozice 4 (žluté tl.) :
it: Posizione 4 (tasto GIALLO):
lt: Pozicija 4 (geltonas mygtukas):
pl: Pozycja 4 (przycisk żółty):
tr: Konum 4 (sarı tuş):

source: Position 5 (blue button):
cs: pozice 5 (modré tl.) :
it: Posizione 5 (tasto blu):
lt: Pozicija 5 (mėlynas mygtukas):
pl: Pozycja 5 (przycisk niebieski):
tr: Konum 5 (mavi düğme):

source: Position 6:
cs: pozice 6 :
it: Posizione 6:
lt: Pozicija 6:
pl: Pozycja 6:
tr: Konum 6:

source: Position 7:
cs: pozice 7 :
it: Posizione 7:
lt: Pozicija 7:
pl: Pozycja 7:
tr: Konum 7:

source: Position 8:
cs: pozice 8 :
it: Posizione 8:
lt: Pozicija 8:
pl: Pozycja 8:
tr: Konumn 8:

source: Position 9:
cs: pozice 9 :
it: Posizione 9:
lt: Pozicija 9:
pl: Pozycja 9:
tr: Konum 9:

source: Position and size
cs: pozice a velikost
it: Posizione e dimensioni
lt: Pozicija ir dydis
pl: Pozycja i rozmiar
tr: Konum ve boyut

source: Position movie picons
cs: pozice ikon videa
it: Posizione picons dei film
lt: Filmų piktogramos vieta
tr: Film pikonlarını konumlandır

source: Power Control
cs: pohotovost / restart
lt: Energijos valdymas
pl: Sterowanie Zasilaniem
tr: Güç kontrolü

source: Power Handling
cs: obsluha napájecích zdrojů---
it: Gestione alimentazione
tr: Güç Kontrolü

source: Power on AV-Receiver
cs: zapnout AV přijímač
it: Accendere il ricevitore A/V
tr: AV-alıcısını açın

source: Power on/off based on CEC Events
cs: zap./vyp. na základě událostí CEC
it: Alimentazione on/off su eventi CEC
tr: CEC olaylarına göre açma/kapama

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
cs: Akce po záznamu. Zvolte "standardní", pokud nechcete změnit předvolené chování Enigmy2 a ani vlastní hodnoty_
it: Stato del decoder al termine di una registrazione. "Standard" equivale all'opzione prevista nella configurazione di enigma2.
lt: Įtampos būsena pasikeis po įrašų. Pasirinkite "standartas" kad nepakeisti numatytosios enigma2 elgsenos arba pakeiskite reikšmes pagal save.
pl: Stan zasilania do zmiany po nagrywaniu. Wybierz "standard" aby nie zmieniać domyślnego zachowania e2 lub wartości zmienione przes siebie.
tr: Kayıttan sonra sistem durumu.enigma2'nin varsayılan ayarını veya özel değerlerini korumak için "standart"ı seçin.

source: Power state: %s
cs: stav napájení : %s
it: Stato alimentazione: %s
tr: Güç durumu: %s

source: Predefined Tag
cs: předvolit značku
it: Etich predefinita
lt: Pasirengimo žymė
pl: Predefiniowana Etykieta
tr: Öntanımlı Etiket

source: Preference of audio description
cs: preferovaný popis audia
it: Descrizioni audio preferite
lt: Garso aprašo pirmenybė
pl: Preferencje dźwięku
tr: Sesli açıklama tercihi

source: Preference of audio format
cs: preferovaný formát audia...
it: Formato audio preferito
lt: Garso pasirinkimo pirmenybė
pl: preferencje formatu dźwięku
tr: Ses formatı tercihi

source: Preference of audio language
cs: preferovaný jazyk audia...
it: Lingua audio preferita
lt: Garso kalbos pirmenybė
pl: Preferencje języka audio
tr: Ses dilinin tercihi

source: Preference of subtitle format
cs: preferovaný formát titulků...
it: Formato preferito sottotitoli
lt: Subtitrų formato pirmenybė
pl: Preferowany format napisów
tr: Altyazı formatı tercihi

source: Preference of subtitle language
cs: preferovaný jazyk titulků...
it: Lingua sottotitoli preferita
lt: Subtitrų kalbos pirmenybė
pl: Preferowany język napisów
tr: Altyazı dili tercihi

source: Preferred EPG language
cs: preferovaný jazyk EPG
it: Lingua EPG preferita
lt: Pageidaujama EPG kalba
pl: Preferowany język EPG
tr: Tercih edilen EPG dili

source: Preferred cover resolution (if possible):
cs: preferované rozlišení potisku (pokud je):
it: Risoluzione preferita per le cover (se possibile):
lt: Pageidautina viršelių rezoliucija (jei galima):
pl: Preferowana rozdzielczość okładki (jeśli to możliwe):
tr: Tercih edilen kapak çözünürlüğü (mümkünse):

source: Press OK to activate the settings.
cs: OK -> aktivovat nastavení...
it: Ok -> Attivare la configurazione.
lt: Spauskite OK norėdami aktyvuoti nustatymus.
pl: Wciśnij OK, aby aktywować ustawienia
tr: Onaylamak için OK tuşuna basın.

source: Press OK to collapse this host
cs: OK -> sbalit hostitele...
it: OK >> Collassare l'host
lt: Paspauskite OK, kad panaikinti šį hostą
pl: Wciśnij OK, aby zwinąć ten host
tr: Bu sunucuyu toparlamak için OK'a basın

source: Press OK to edit selected settings.
cs: OK -> vybrat toto nastavení...
it: Ok -> Modificare configurazione selezionata.
lt: Spauskite OK ir redaguokite nustatymus.
pl: Wciśnij OK, aby edytować wybrane ustawienia.
tr: Seçilen ayarları düzenlemek için OK tuşuna basın.

source: Press OK to edit the settings.
cs: OK -> upravit nastavení...
it: OK >> Modificare le impostazioni.
lt: Spauskite OK ir redaguokite nustatymus.
pl: W celu edytowania ustawień naciśnij OK.
tr: Düzenlemek için OK tuşuna basın.

source: Press OK to expand this host
cs: OK -> rozbalit hostitele...
it: OK >> Espandere l'host.
lt: Spauskite OK, kad išplėsti šį hostą
pl: Wciśnij OK, aby rozszerzyć ten host
tr: Bu sunucuyu genişletmek için OK'a basın

source: Press OK to mount this share!
cs: OK -> nastavit toto sdílení...
it: Ok -> Eseguire il mount della condivisione!
lt: Spauskite OK, kad prijungti šį bendrinimą!
pl: Wciśnij OK, aby zamontować ten udział!
tr: Paylaşımı bağlamak için OK tuşuna basın!

source: Press OK to mount!
cs: OK -> připojit...
it: Ok -> Eseguire il mount!
lt: Spauskite OK, kad pajungti!
pl: Wciśnij OK, aby zamontować!
tr: Diski bağlamak için OK tuşuna basın.

source: Press OK to save settings.
cs: OK -> uložit nastavení...
it: Ok >> Salvare impostazioni.
lt: Spauskite OK norėdami išsaugoti nustatymus.
pl: Wciśnij OK, aby zapisać ustawienia.
tr: Ayarları kaydetmek için OK tuşuna basın.

source: Press OK to select a related PiP service
cs: OK -> vybrat kanál pro PiP...
it: OK >> Associare canale alla PiP
lt: Paspauskite OK, kad pasirinktumėte atitinkamą PIP kanalą
pl: Naciśnij przycisk OK, aby wybrać powiązaną usługę PiP
tr: İlgili bir PiP hizmetini seçmek için Tamam'a basın

source: Press OK to select a service
cs: OK -> vybrat kanál...
it: OK >> Selezionare un canale
lt: Paspauskite OK norėdami pasirinkti kanalą
pl: Naciśnij przycisk OK, aby wybrać usługę
tr: Bir kanal seçmek için OK'e basın

source: Press OK to select.
cs: OK -> vybrat...
it: Ok -> Selezionare.
lt: Spauskite OK pasirinkimui.
pl: Wciśnij OK, aby wybrać.
tr: Seçmek için OK tuşuna basın.

source: Press green button to start search
cs: ...hledat přes zelené tlačítko, pak Exit...
it: Premere il tasto verde per avviare la ricerca
lt: Paieškai pradėti, spauskite 'ŽALIĄ' mygtuką
pl: Naciśnij zielony przycisk, aby rozpocząć wyszukiwanie
tr: Aramayı başlatmak için yeşil düğmeye basın

source: Press ok button to select bouquet
cs: OK -> výběr sady kanálů...
it: Ok >> Selezionare un bouquet
lt: Paspauskite OK mygtuką, kad pasirinktumėte paketą
pl: Naciśnij przycisk OK, aby wybrać bukiet
tr: Bouquet seçmek için OK düğmesine basın

source: Press ok button to select satellite
cs: OK -> výběr satelitu...
it: Ok >> Selezionare un satellite
lt: Paspauskite OK mygtuką, kad pasirinktumėte palydovą
pl: Naciśnij przycisk OK, aby wybrać satelitę
tr: Uydu seçmek için OK düğmesine basın

source: Press ok or green button to install satellites.xml
cs: OK -> nebo zelené tl. pro instalaci satellites.xml
it: Verde o Ok >> Installare satellite.xml
lt: Paspauskite OK arba žalią mygtuką, kad įdiegti satellites.xml
pl: Naciśnij przycisk OK lub Zielony, aby zainstalować satellites.xml
tr: satellites.xml yüklemek için OK veya yeşil düğmeye basın

source: Prev
cs: << předchozí
it: Prec.
lt: Buvęs
pl: Poprzedni
tr: Önceki

source: Previeous page
cs: předchozí stránka
it: Pagina precedente
lt: Ankstesnis puslapis
pl: Poprzednia strona
tr: Önceki sayfa

source: Preview
cs: náhled---
it: Anteprima
lt: Peržiūra
pl: Podgląd
tr: Önizleme

source: Preview AutoTimer
cs: náhled časovače
it: Anteprima AutoTimer
lt: Peržiūrėti Auto Laikmatį
pl: Podgląd AutoTimera
tr: Otomatik Zamanlayıcıyı Önizleme

source: Preview created.
cs: Náhled je hotový...
it: Anteprima creata.
lt: Peržiūra sukurta.
pl: Podgląd utworzony.
tr: Önizleme oluşturuldu.

source: Preview screenshots of running tv shows
cs: -- mozaika malých oken dostupných kanálů TV
it: Plugin per creare istantanee delle trasmissioni in corso
lt: Peržiūrėti momentines ekrano kopijas iš veikiančių tv laidų
pl: Foto podgląd nadawanej TV
tr: Gösterimde olan TV programlarının ekran görüntülerinden ön izleme oluşturur

source: Preview screenshots of running tv shows.
cs: Modul pro sejmutí obrazů TV a zobrazení do dlaždic.
it: Plugin per creare istantanee delle trasmissioni in corso.
lt: Peržiūrėti momentines ekrano kopijas iš veikiančių tv laidų.
pl: Foto podgląd nadawanej TV.
tr: Gösterimde olan TV programlarının ekran görüntülerinden ön izleme oluşturur.

source: Previous
cs: << předchozí
it: Precedente
lt: Ankstesnis
pl: Poprzedni
tr: Önceki

source: Previous bouquet
cs: předchozí sada nástrojů
it: Bouquet precedente
lt: Ankstesnis paketas
pl: Poprzedni bukiet
tr: Önceki buket

source: Primary playback audio language
cs: první audio stopa
it: Lingua: opzione preferenziale
lt: Pagrindinė garso takelio kalba
pl: Podstawowy język odtwarzania audio
tr: Birincil oynatma ses dili

source: Primary playback subtitle language
cs: první jazyk titulků
it: Lingua sottotitoli: opzione preferenziale
lt: Pagrindinė subtitrų kalba
pl: Główny język odtwarzania napisów
tr: Birincil oynatma altyazı dili

source: Prime Time
cs: hl.vysílací čas
lt: Geriausias laikas
tr: Yoğun Kuşak

source: Prime time:
cs: hl.vysílací čas
lt: Geriausias laikas:
tr: Yoğun Kuşak:

source: Primetime (h):
cs: hl.vysílací čas (h)
it: Prima serata (h):
lt: Geriausias laikas (h):
pl: Primetime (g):
tr: Yoğun kuşak (s):

source: Primetime from (m):
cs: hl.vysílací čas od (m)
it: Prima serata da (m):
lt: Geriausias laikas nuo (m):
pl: Primetime od (m):
tr: Şuradan Yoğun kuşak (dak.):

source: Primetime to (m):
cs: hl.vysílací čas do (m)
it: Prima serata a (m):
lt: Geriausias laikas į (m):
pl: Primetime do (m):
tr: Şuraya Yoğun kuşak (dak.):

source: Print debug messages to /tmp/dbttcp.log.
cs: vytisknout chybová hlášení z : /tmp/dbttcp.log
it: Salvare i messaggi di debug in /tmp/dbttcp.log.
lt: Spausdinti derinimo pranešimus /tmp/dbttcp.log.
pl: Prześlij wiadomości debugowania do /tmp/dbttcp.log
tr: Hata ayıklama mesajlarını /tmp/dbttcp.log dosyasına yazın.

source: Priorities 4 Timers
cs: priorita 4 časovačů
it: Priorità timer
lt: 4 Laikmačių prioritetas
tr: 4 zamanlayıcı öncelikleri

source: Priorities for Timers aka Timer+ - by pzy-co
cs: -- priorita pro časovače aka Timer+ - by pzy-co
it: Priorità per timer aka Timer+ - by pzy-co
lt: Prioritetai laikmačiams aka Laikmatis+ - pagal pzy-co
tr: pzy-co tarafından aka Timer+ için zamanlayıcısı öncelikleri

source: Private: %s
cs: privátní : %s
it: Privato: %s
lt: Privatus: %s
pl: Prywatny: %s
tr: Özel: %s

source: Problem during loading Webchannels
cs: Problém při načítání kanálů z webu !
it: Problema durante il caricamento dei canali web
lt: Problema su interneto kanalų įkėlimu
pl: Problem podczas ładowania kanałów internetowych
tr: Web kanalları yüklenirken sorun

source: Process aborted. 0 files added to database! Press OK to close.
cs: Proces byl přerušený ! 0 souborů přidáno do databáze ! OK -> zavřít...
it: Processo interrotto. 0 file aggiunti al database. OK >> Chiudere.
lt: Procesų nutrauktas. 0 failų įtraukta į duomenų bazę! Paspauskite OK, kad uždaryti.
pl: Proces został przerwany. 0 plików dodanych do bazy danych! Naciśnij OK, aby zamknąć.
tr: İşlem iptal edildi. 0 dosya veritabanına eklendi! Kapatmak için Tamam'a basın.

source: Processing failed for the %s "%s": %s
cs: Selhal proces pro : %s "%s": %s
it: Elaborazione fallita per %s "%s": %s
lt: Apdorojimas nesėkmingas dėl %s "%s": %s
pl: Przetwarzanie nie udane dla %s "%s": %s
tr: %s "%s" için işlem başarısız oldu: %s

source: Production Countries:
cs: země původu :
it: Paese di produzione:
lt: Šalys gamintojos:
pl: Produkcja:
tr: Üretim Ülkeleri:

source: Production companies:
cs: produkční společnost :
it: Case di produzione:
tr: Üretim şirketleri:

source: Production company:
cs: produkční společnost :
it: Casa di produzione:
tr: Üretim şirketi:

source: Progress
cs: ...průběh...
it: Avanzamento
lt: Eiga
pl: Postęp
tr: İlerleme

source: Progress bar style:
cs: typ pásku průběhu :
it: Stile barra avanzamento:
lt: Eigos juostos stilius:
pl: Styl paska postępu:
tr: İlerleme çubuğu stili:

source: Progress sort
cs: ↕průběh
it: Ordinamento per Progresso
lt: Pagal progresą
pl: Sortowanie postępów
tr: İlerleme sıralaması

source: Progress sort ascending (P+)
cs: ↑průběh
it: Oridinamento per Progresso descrescente (P+)
lt: Pagal progresą didėjančiai (P+)
pl: Postęp sortuj rosnąco (P+)
tr: Artan ilerlemeye göre sıralama (P+)

source: Progress sort descending (P-)
cs: ↓průběh
it: Ordinamento per progresso descrescente (P-)
lt: Pagal progresą mažėjančiai (P-)
pl: Sortuj postępy malejąco (P-)
tr: İlerleme sıralaması azalan (P-)

source: ProgressBar
cs: pásek
it: Barra Progresso
lt: Eigos juosta
pl: Pasek postępu
tr: İlerleme çubuğu

source: ProtocolError:
cs: chybový protokol :
it: Errore protocollo:
lt: Protokolo klaida:
tr: Protokol hatası:

source: Provided by Dreambox Plugin {name:s} {version:s} - {plugin:s}
cs: Poskytnutý od Dreamboxu, modul - {name:s} {version:s} - {plugin:s}
it: Fornito da Dreambox Plugin {name:s} {version:s} - {plugin:s}
lt: Pateiktas Dreambox priedas {name:s} {version:s} - {plugin:s}
pl: Od Dreambox Wtyczka {name:s} {version:s} - {plugin:s}
tr: Dreambox Eklentisi tarafından sunuldu {ad:lar} {sürüm:ler} - {eklenti:ler}

source: Providers
cs: sat.operátoři
it: Provider
lt: Tiekėjai
pl: Dostawcy
tr: Yayıncılar

source: Provides Video on Demand functionality with seeking ability for the streamserver
cs: Video na požádání funkce s hledáním pro server sdílení
it: Funzionalità di video on demand con possibilità di ricerca server stream
lt: Pateikia 'Vaizdo pagal pareikalavimą funkciją' su paieškos galimybe srauto serveriams
tr: Akış sunucusu / Stream Server için makaralar dahil olmak üzere isteğe bağlı video işlevi sunar

source: Published
cs: vydavatel
it: Pubblicato
lt: Publikuotas
pl: Publikacji
tr: Yayın

source: Push "Exit" long to show/hide clock
cs: "Exit -dlouhý" -> zobrazit / skrýt hodiny
it: Press. prolungata tasto EXIT >> Mostrare/Nascondere l'orologio
lt: Ilgai spausti "Exit", kad rodyti / slėpti laikrodį
pl: Naciśnij długo "Exit" ,aby pokazać lub ukryć zegar
tr: "Exit"e uzun basarak saati gösterip gizleyebilirsiniz

source: Push errors
cs: hlásit chyby přenosu
it: Errori push
lt: Spauskite klaidas
pl: Błędy Push
tr: Basma hataları

source: Push key "Exit long" to show the clock while watching TV.
cs: -- dlouhý Exit zobrazí hodiny na TV
it: Plugin che consente di visualizzare un orologio, tramite la pressione prolungata del tasto EXIT.
lt: Ilgai spauskite mygtuką "Exit", kad parodyti laikrodį, žiūrint TV.
pl: Wciśnij klawisz "Długo Exit", aby pokazać zegar podczas oglądania TV
tr: Saati göstermek için TV izlerken EXIT tuşuna uzun süre basın.
