Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Add current selected station to favorite
cs: přidat aktuální stanici do oblíbených
it: Aggiungere la stazione selezionata ai preferiti
lt: Pridėti dabartinę pasirinktą stotį prie mėgstamiausių
pl: Dodaj aktualnie wybraną stację do ulubionych
tr: Mevcut seçili kanalı favoriye ekle

source: Add directory to E2 Bookmarks
cs: přidat E2 odkaz ke složce
it: Aggiungere directory ai segnalibri E2
lt: Įtraukti katalogą į E2 adresyną
pl: Dodaj katalog do zakładek E2
tr: E2 Yer İmlerine dizin ekleyin

source: Add directory to EMC Bookmarks
cs: přidat odkaz na složku do EMC záložek
it: Aggiungere directory ai segnalibri EMC
lt: Įtraukti katalogą į EMC adresyną
pl: Dodaj katalog do zakładek EMC
tr: EMC Yer İmlerine dizin ekle

source: Add entry
cs: přidat záznam
it: Aggiungere voce
lt: Pridėti įrašą
pl: Dodaj wpis
tr: Giriş ekle

source: Add entry to phonebook
cs: přidat položku do telefonního seznamu
it: Aggiungere voce in rubrica
lt: Pridėti įrašą į telefonų knygą
pl: Dodaj wpis do książki telefonicznej
tr: Rehbere yeni kayit ekle

source: Add new AutoTimer
cs: přidat nový časovač
it: Aggiungere nuovo AutoTimer
lt: Pridėti naują auto laikmatį
pl: Dodaj nowy AutoTimer
tr: Yeni otomatik zamanlayıcı ekle

source: Add new Tag
cs: přidat novou značku
it: Nuova etich.
lt: Pridėti naują žymą
pl: Dodaj nowy Znacznik
tr: Yeni etiket ekle

source: Add new download
cs: přidat nové stahování
it: Aggiungere nuovo download
lt: Pridėti naują atsiuntimą
pl: Dodaj nowe pobranie
tr: Yeni indirme ekle

source: Add new network mount point
cs: přidat nový přípojný bod
it: Aggiungere nuovo mount point di rete
lt: Pridėti naują tinklo pajungimo tašką
pl: Dodaj nowy punkt montowania sieci
tr: Yeni ağ bağlantı noktası ekle

source: Add new page
cs: přidat novou stránku
it: Aggiungere una nuova pagina
lt: Pridėti naują puslapį
pl: Dodaj nową stronę
tr: Yeni sayfa ekle

source: Add new tag...
cs: Přidat novou záložku...
it: Aggiungere nuova etichetta...
lt: Pridėti naują žymą...
pl: Dodaj nowy znacznik...
tr: Etiket ekle...

source: Add option
cs: přidat volbu
it: Aggiungere opzione
lt: Pridėti parinktį
pl: Dodaj opcję
tr: Seçenek ekle

source: Add search text to history when opening plugin
cs: přidat hledaný text do historie při otevření modulu
it: Aggiungere il testo di ricerca alla cronologia all'apertura del plugin
lt: Pridėti paieškos tekstą į istoriją atvertame priede
pl: Dodaj tekst wyszukiwania do historii podczas otwierania wtyczki
tr: Eklenti açıldığında geçmişe arama metni ekleyin

source: Add season and episode information to Your recordings.
cs: -- přidat sezonu a info o epizodě do záznamu
it: Plugin per aggiungere alle registrazioni informazioni su stagione ed episodio.
lt: Pridėti sezono ir epizodo informaciją į savo įrašus.
pl: Dodaj informacje sezonu i odcinka do swoich nagrań.
tr: Kayıtların sezonları ve bölümleri hakkında bilgi ekler

source: Add selected song to a playlist
cs: přidat vybrané audio do seznamu
it: Aggiungere il brano selezionato a una playlist
lt: Pridėti pasirinktą dainą į grojaraštį
pl: Dodaj wybrany utwór do listy odtwarzania
tr: Seçilen şarkıyı bir çalma listesine ekle

source: Add sequence number to output file
cs: přidat pořadí do výst.souboru
it: Aggiungere un numero sequenziale al file di output
lt: Pridėti eilės numerį į išvesties failą
pl: Dodaj kolejny numer pliku wyjściowego
tr: Sıralı olarak numaralandırılmış dosyalar oluşturun

source: Add service
cs: přidat kanál
it: Agg. servizio
lt: Pridėti kanalą
pl: Dodaj usługę
tr: Hizmet Ekle

source: Add similar timer on conflict
cs: při konfliktu přidat podobný časovač
it: Agg. timer simile se in conflitto
lt: Pridėkite panašų laikiną konfliktą
pl: Dodaj podobny konflikt timera
tr: Çakışmalarda başka zamanlayıcı ekle

source: Add tag 'SeriesPlugin' to timer
cs: přidat značku 'SeriesPlugin' do časovače
it: Aggiungere il tag 'SeriesPlugin' al timer
lt: Žymą, 'Serijų priedas' pridėti į laikmatį
pl: Dodaj znacznik 'SeriesPlugin' do timera.
tr: Zamanlayıcıya ETİKET 'SeriesPlugin'Dizi Film Eklentisi ekleyin

source: Add tags to recorded movies
cs: -- přidat kategorii žánru k nahranému videu
it: Consente di aggiungere etichette alle registrazioni
lt: Pridėti žymas įrašytiems filmams
pl: Dodaje znaczniki do nagrań
tr: Kayıtlı filmlere etiket ekleyin

source: Add the short description of the event to the search result.
cs: Přidá krátký popis programu k výsledku hledání_
it: Aggiungere la descrizione breve evento al risultato della ricerca.
tr: Arama sonucuna programın kısa bir açıklamasını ekleyin.

source: Add timer
cs: načasovat >>
it: Agg. timer
lt: Laikmatis
pl: Dodaj Timer
tr: Zamanlayıcı eke

source: Add timer as disabled on conflict
cs: při konfliktu časovač přidat, ale vypnutý
it: Agg. timer come disabilitato se in conflitto
lt: Pridėti laikmatį, kaip išjungtą konflikto metu
pl: Dodaj timer jako wyłączony przy konflikcie
tr: Çakışmalarda, zamanlayıcıyı 'devre dışı' ekle

source: Add to Fav
cs: přidat do oblíbených
it: Aggiungere ai preferiti
lt: Pridėti prie mėgstamų
pl: Dodaj do Ulubionych
tr: Favorilere Ekle

source: Add to Playlist
cs: přidat do seznamu skladeb
it: Aggiungere alla Playlist
lt: Pridėti į grojaraštį
pl: Dodaj do listy odtwarzania
tr: Çalma listesine ekle

source: Add to current Playlist
cs: přidat do akt.seznamu
it: Aggiungere alla Playlist corrente
lt: Pridėti prie esamo grojaraščio
pl: Dodaj do bieżącej listy odtwarzania
tr: Geçerli oynatma listesine ekle

source: Add to favorites
cs: přidat do oblíbených
it: Aggungere ai preferiti
lt: Pridėti prie mėgstamiausių
pl: Dodaj do ulubionych
tr: Favorilere ekle

source: Add zap timer instead of record timer?
cs: Přidat časovač nebo přepnout na časovače nahrávání_
it: Aggiungere un timer zap invece di un timer registrazione?
lt: Pridėti įjungimo laikmatį vietoj įrašymo laikmačio?
pl: Dodać zap timer zamiast timera nagrywania?
tr: Kanal değiştirmek mi, kayıt yapmak mı istiyorsunuz?

source: Add/remove plugin
cs: Přidat / odebrat modul...
it: Aggiungere/Rimuovere plugin
lt: Pridėti/pašalinti priedą
pl: Dodaj / Usuń wtyczkę
tr: Eklenti Ekle/Kaldır

source: Added:
cs: přidáno :
it: Aggiunti:
lt: Pridėta:
pl: Dodano:
tr: Eklenme tarihi:

source: Additional Security
cs: dodatečná ochrana---
it: Protezione aggiuntiva
lt: Papildomas saugumas
pl: Dodatkowe Zabezpieczenia
tr: Ek Koruma

source: Address
cs: adresy
it: Indirizzo
lt: Adresas
pl: Adres
tr: Adres

source: Address:
cs: adresa :
it: Indirizzo:
lt: Adresas:
pl: Adres:
tr: Adres:

source: Adds 'search...' to the context menu of the movie list to allow searches.
cs: Do kontext.menu seznamu videa přidá položku 'Hledat...'
it: Aggiunge la voce 'Ricerca...' al menu contestuale registrazioni per consentire ricerche.
lt: Prideda 'Paieška...' į filmų sąrašo kontekstinį meniu, leidžiantį atlikti paieškas.
pl: Dodaje 'szukaj...' do menu kontekstowego listy nagrań, aby wyszukiwać.
tr: Aramalara izin vermek için film listesinin bağlam menüsüne 'arama...' ekler.

source: Adds an entry to the Plugin menu to toggle pipzap
cs: přidat do menu modulu přepínání pro PiP
it: Inserisce una voce al menu Plugin per commutare pipzap
lt: Prideda įrašą prie priedo meniu, kad perjungti pipzap
pl: Dodaje wpis do menu wtyczki, aby włączyć pizap
tr: Eklenti menüsüne PiP arasında geçiş yapmak için bir giriş ekleyin

source: Adjust font size:
cs: nastavit velikost fontu :
it: Regolare dim. carattere:
lt: Priderinkite šrifto dydį:
pl: Dopasuj rozmiar czcionki:
tr: Yazı tipi boyutunu ayarlayın:

source: Adjust service name column width:
cs: nastavit šířku sloupce pro název kanálu
it: Regolare larghezza colonna nome canale:
lt: Priderinkite kanalo pavadinimo stulpelio plotį:
pl: Regulacja szerokości kolumny nazwy kanału:
tr: Kanal adının sütun genişliğinin ayarlanması:

source: Adjustment value
cs: Přizpůsobit hodnotu
it: Valori di regolazione
lt: Priderinta reikšmė
pl: Regulacja wartości
tr: Ayar değeri

source: Advanced Audio Settings
cs: nastavení výstupu audia
tr: Gelişmiş Ses Ayarları

source: Advanced cut specification...
cs: rozšířené nastavení pro střih
it: Specifiche di taglio avanzate...
lt: Sudėtingesnis iškirpimo detalizavimas...
pl: Zaawansowana specyfikacja cięcia...
tr: Gelişmiş kesim özellikleri...

source: After EPG refresh
cs: po obnovení EPG
it: Dopo aggiornamento EPG
tr: EPG güncellemesinden sonra

source: After a reboot or power outage, StartupToStandby will bring your Dreambox to standby-mode.
cs: Po restartu nebo výpadku proudu uvede StartupToStandby Dreambox do režimu spánku
it: In caso di riavvio, StatupToStandby collocherà automaticamente il Dreambox in standby.
lt: Po paleidimo iš naujo arba elektros energijos nutraukimo, 'Paleidimas į budėjimo režimą' perkels jūsų imtuvą į budėjimo būseną.
pl: Po zaniku zasilania lub restarcie, funkcja StartupToStandby przełączy Dreambox`a do trybu czuwania.
tr: StartupToStandby,bir elektrik kesintisi veya yeniden başlatma sonrasında Dreambox'ınızı bekleme modunda başlatır.

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled. The options 'Ask*' has only affect on a manually refresh. If EPG-Refresh was called in background the default-Answer will be executed!
cs: Po úspěšném obnovení vyhledá nové aut.časovače programů_
it: Dopo un aggiornamento terminato correttamente Auto Timer cercherà automaticamente nuove corrispondenze. L'opzione "Chiedere*" sarà attiva solo dopo un aggiornamento manuale. Su attivazioni in background, verrà eseguita l'azione predefinita.
lt: Po sėkmingo Auto laikmačio atnaujinimo, bus automatiškai ieškoma naujų sutapimų jeigu tai įjungta. Funkcijos 'Klausti*' turi įtakos tik atnaujinant rankiniu būdu. Jei 'EPG atnaujintojas' veikia fone, numatytasis atsakymas bus įvykdytas!
pl: Gdy ta opcja jest włączona to po udanym odświeżeniu AutoTimer automatycznie wyszuka nowe dopasowania. Opcja 'Zapytaj *' ma wpływ tylko na ręczne odświeżanie. Jeśli EPG-Refresh zostało wywołane w tle zostanie wykonana domyślna odpowiedź !
tr: Etkinleştirilirse,Otomatik Zamanlayıcı eklentisi EPG'yi güncelledikten sonra otomatik olarak yeni programları arar."Sor" seçeneği yalnızca elle yapılan güncellemeler için geçerlidir. Varsayılan yanıt arka planda yürütülür!

source: After event
cs: po dokončení
it: Dopo l'evento
lt: Po įvykio
pl: Po wydarzeniu
tr: Eylem bittikten sonra

source: After file OPs only re-scan affected dirs
cs: Pro operační data skenovat pouze určené složky_
it: Dopo operazioni sui file eseguire la scansione solo delle directory interessate
lt: Po operacijų su failais, pakartotinai skenuoti tik susijusius katalogus
pl: Po plikach OP tylko przeskanuj zmienione katalogi
tr: Dosya işlemlerinden sonra yalnızca etkilenen dizinleri tarayın

source: Age
cs: věk
it: Età
lt: Amžius
pl: Wiek
tr: Yaş

source: Age of finished movies in movie folder (days)
cs: Počet dnů od zhlédnutí videa - ve složce "Movie"
it: Permanenza nella directory delle registrazioni riprodotte interamente (giorni)
lt: Baigtų filmų, esančių filmų kataloge, amžius (dienomis)
pl: Ile dni ukończone (oglądane) nagrania mają pozostać w twoim Głównym katalogu.
tr: Film dizininde izlenen filmlerin yaşı (gün)

source: Aggressive Active-Source
cs: agresivní aktivní zdroj
it: Sorgente attiva aggressiva
tr: Agresif Aktif Kaynak

source: Ai.HD skin-style control plugin
cs: -- skin Ai.HD s ovládáním stylu
it: Plugin di controllo dello stile delle skin Ai.HD
lt: Ai.HD temos valdymo priedas
pl: Wtyczka kontroli skóry Ai.HD
tr: HD arayüz kontrol eklentisi

source: Album (%s) -> Song List
cs: album (%s) -> seznam audia
it: Album (%s) -> Elenco brani
lt: Albumas (%s) -> Dainų sąrašas
pl: Album (%s) -> Lista Utworów
tr: Albüm (%s) -> Parça Listesi

source: Album:
lt: Albumas:
tr: Albüm:

source: Albums (%d)
cs: alba (%d)
lt: Albumai (%d)
pl: Albumy (%d)
tr: Albüm (%d)

source: Albums List
cs: seznam alb
it: Elenco Album
lt: Albumų sąrašas
pl: Lista Albumów
tr: Albüm Listesi

source: All
cs: všechno
it: Tutto
lt: Visi
pl: Wszystkie
tr: Tümü

source: All Countries
cs: všechny země
it: Tutti i Paesi
lt: Visos šalys
pl: Wszystkie Kraje
tr: Tüm Ülkeler

source: All Genres
cs: všechny žánry
it: Tutti i generi
lt: Visi žanrai
pl: Wszystkie Gatunki
tr: Tüm Türler

source: All I/O to the filesystem should be done asynchronously.
cs: Všechny vst./výstupy do soub.systému by měly být asynchronní.
it: Tutti gli accessi I/O al file system devono avvenire in modo asincrono.
lt: Viskas I/O į failų sistemą turėtų būti padaryta asinchroniškai.
pl: Wszystkie operacje wejścia / wyjścia w systemie plików powinny być wykonywane asynchronicznie.
tr: Dosya sistemine yapılan tüm G/Ç'ler eşzamansız olarak yapılmalıdır.

source: All I/O to the filesystem should be done synchronously. In the case of media with a limited number of write cycles (e.g. some flash drives), sync may cause life-cycle shortening.
cs: Všechny I/O do soub.systému by měly být synchronní. U média s limit.počtem cyklů zápisů (např.flash disky) to může zkrátit životnost.
it: Tutte le operazioni di I/O sul file system devono avvenire in modo sincrono. Nel caso di supporti con cicli di scrittura limitati (ad es. Schede di memoria), l'I/O sincrono può comportare un ciclo di vita ridotto.
lt: Visas failų įvedimo/išėmimo operacijas į sistemą reikia atlikti sinchroniškai. Jei laikmenose yra ribotas rašymo ciklų skaičius (pvz., kai kurios vidinės atminties laikmenos) , sinchronizavimas gali sutrumpinti naudojimo ciklą.
pl: Wszystkie operacje wejścia / wyjścia w systemie plików powinny być wykonywane synchronicznie. W przypadku nośników z ograniczoną liczbą cykli zapisu (na przykład niektórych dysków flash) synchronizacja może spowodować skrócenie cyklu życia.
tr: Dosya sistemindeki tüm G/Ç işlemleri senkronize olmalıdır.Sınırlı yazma döngüsüne sahip ortamlar (örn. hafıza kartları) söz konusu olduğunda,senkronize G/Ç,daha kısa bir yaşam döngüsüne yol açabilir.

source: All Songs
cs: všechny skladby
it: Tutti i brani
lt: Visos dainos
pl: Wszystkie Utwory
tr: Tüm Şarkılar

source: All Time
cs: všechny časovače
it: Sempre
lt: Visą laiką
pl: Cały czas
tr: Tüm zamanlar

source: All Timers
cs: všechny časovače
it: Tutti i timer
lt: Visi laikmačiai
pl: Wszystkie Timery
tr: Tüm Zamanlayıcılar

source: All calls
cs: všechna volání
it: Tutte le chiamate
lt: Visi skambučiai
pl: Wszystkie połączenia
tr: Tüm aramalar

source: All directory updates within the filesystem should be done synchronously. This affects the following system calls: creat, link, unlink, symlink, mkdir, rmdir, mknod and rename.
cs: Všechny aktualizace složek uvnitř soub.systému by měly být synchronní ! Má to vliv na volání : creat, link, unlink, symlink, mkdir, rmdir, mknod a rename.
it: Gli aggiornamenti delle directory nel file system devono avvenire in modo sincrono. Ciò influisce sulle seguenti chiamate di sistema: create, link, unlink, symlink, mkdir, rmdir, mknod e rename.
lt: Visi katalogų atnaujinimai per failų sistemą turėtų būti padaryti sinchroniškai. Tai turi įtakos šiems sistemos reikalavimams: creat, link, unlink, symlink, mkdir, rmdir, mknod ir pervadinti.
pl: Wszystkie aktualizacje katalogów w systemie plików powinny być wykonywane synchronicznie. Wpływa to na następujące wywołania systemowe: creat, link, unlink, symlink, mkdir, rmdir, mknod i zmień nazwę.
tr: Dosya sistemindeki dizin güncellemeleri senkronize olmalıdır.Bu,aşağıdaki sistem çağrılarını etkiler: oluştur, bağla, bağlantıyı kaldır, sembolik bağlantı, mkdir, rmdir, mknod ve yeniden adlandır.

source: All non-repeating timers
cs: všechny neopakované časovače
it: Tutti i timer non ricorsivi
lt: Visi, nesikartojantys laikmačiai
pl: Wszystkie niepowtarzane timery
tr: Tekrarlanmayan tüm zamanlayıcılar

source: Allow HDD wake up
cs: povolit spuštění všech disků
it: Consentire il risveglio dell'HDD
lt: Leidžia kietąjį diską pabusti
pl: Zezwól na wybudzenie HDD
tr: HDD'nin uyanmasına izin ver

source: Allow PEX
cs: povolit PEX
it: Consentire PEX
lt: Leidžia PEX
pl: Zezwól PEX
tr: PEX'e izin ver

source: Allow an ordinary user to mount the filesystem if one of that user's groups matches the group of the device. This option implies the options nosuid and nodev (unless overridden by subsequent options, as in the option line group,dev,suid).
cs: Povolí uživateli připojení soub.systému, pokud některá skupina zařízení uživatele obsahuje. Tato volba zahrnuje příkazy nosuid a nodev (pokud nejsou přepsány příkazy group,dev,suid).
it: Consentire a un utente ordinario di montare il file system se uno dei gruppi a cui l'utente appartiene corrisponde al gruppo del dispositivo. Questa opzione implica le opzioni nosuid e nodev (a meno che non vengano sovrascritte da opzioni successive come nell'opzione da riga di comando group, dev, suid).
lt: Leisti paprastam vartotojui prijungti failų sistemą, jei vienas iš tos naudotojo grupės sutampa su įrenginio grupe. Ši parinktis reiškia pasirinkimą nosuid ir nodev (jei nebus pakeista vėlesnėmis parinktimis, kaip parinkčių eilutės grupėje, dev, suid).
pl: Zezwalaj zwykłemu użytkownikowi na montowanie systemu plików, jeśli jedna z grup tego użytkownika pasuje do grupy urządzenia. Ta opcja oznacza opcje nosuid i nodev (chyba że zostaną zastąpione przez kolejne opcje, jak w linii opcji grupa,dev,suid).
tr: Bir kullanıcının kullanıcı grubu cihazın grubuyla eşleşiyorsa, normal bir kullanıcının dosya sistemini bağlamasına izin verin. Bu seçenek, nosuid ve nodev seçeneklerini ima eder (grup, dev, suid gibi seçenekler tarafından geçersiz kılınmadıkça).

source: Allow an ordinary user to mount the filesystem if that user is the owner of the device. This option implies the options nosuid and nodev (unless overridden by subsequent options, as in the option line owner,dev,suid).
cs: Povolí uživateli připojení soub.systému, pokud uživatel má práva k zařízení. Tato volba zahrnuje příkazy nosuid a nodev (pokud nejsou přepsány příkazy group,dev,suid).
it: Consentire a un utente ordinario di montare il filesystem se quell'utente è il proprietario del dispositivo. Questa opzione implica le opzioni nosuid e nodev (a meno che non sia sovrascritta da opzioni successive, come nelle opzioni da riga di comando owner,dev,suid).
lt: Leisti įprastam vartotojui įkelti failų sistemą, jei šis vartotojas yra įrenginio naudotojas. Ši parinktis reiškia parinktis nosuid ir nodev (jei nebus pakeista vėlesnėmis parinktimis, kaip parinkčių eilutės naudotojas, dev, suid).
pl: Zezwalaj zwykłemu użytkownikowi na montowanie systemu plików, jeśli ten użytkownik jest właścicielem. Ta opcja oznacza opcje nosuid i nodev (chyba że zostaną zastąpione przez kolejne opcje, jak w linii opcji właściciel,dev, suid).
tr: Kullanıcı aygıt sahibiyse, normal bir kullanıcının dosya sistemini bağlamasına izin verin.Bu seçenek,nosuid ve nodev seçeneklerini ima eder (sahip, dev, suid gibi seçenekler tarafından geçersiz kılınmadıkça).

source: Allow an ordinary user to mount the filesystem. The name of the mounting user is written to the mtab file (or to the private libmount file in /run/mount on systems without a regular mtab) so that this same user can unmount the filesystem again. This option implies the options noexec, nosuid, and nodev (unless overridden by subsequent options, as in the option line user,exec,dev,suid).
cs: Povolí uživateli připojení soub.systému. Jméno uživatele, je zapsané do souboru mtab (nebo do privát.souboru libmount v /run/mount u systémů bez mtab). Tato volba zahrnuje příkazy noexec, nosuid a nodev (pokud nejsou přepsány příkazy user,exec,dev,suid).
it: Consentire a un utente normale di montare il file system. Il nome dell'utente che esegue il mount verrà scritto nel file mtab (o nel file libmount privato in /run/mount su sistemi senza un normale mtab) in modo che lo stesso utente possa eseguire l'unmount. Questa opzione implica le opzioni noexec, nosuid e nodev (a meno che non vengano sovrascritte da opzioni successive da riga di comando come user, exec, dev, suid).
lt: Leisti paprastam vartotojui prijungti failų sistemą. Prijungimo vartotojo vardas įrašomas į mtab rinkmeną (arba prie privataus libmount failo sistemoje /run/mount sistemose be reguliaraus mtab), kad tas pats vartotojas galėtų dar kartą pašalinti failų sistemą. Ši parinktis reiškia parinktis noexec, nosuid ir nodev (jei nebus pakeista vėlesnėmis parinktimis, kaip parinkčių eilutės vartotojo, exec, dev, suid).
pl: Zezwalaj zwykłemu użytkownikowi na montowanie systemu plików. Nazwa montującego użytkownika jest zapisywana do pliku mtab (lub do prywatnego pliku libmount w / run / mount na systemach bez zwykłego mtab), aby ten sam użytkownik mógł ponownie odmontować system plików. Ta opcja oznacza opcje noexec, nosuid i nodev (chyba że zostaną zastąpione przez kolejne opcje, jak w linii opcji użytkownik,exec, dev, suid).
tr: Normal bir kullanıcının dosya sistemini bağlamasına izin verin.Bağlayan kullanıcının adı, mtab dosyasına (veya normal bir mtab'ı olmayan sistemlerde /run/mount içindeki özel libmount dosyasına) yazılır,böylece aynı kullanıcı dosya sistemini yeniden bağlayabilir.Bu seçenek, noexec, nosuid ve nodev seçeneklerini ima eder (user,exec,dev,suid gibi seçenekler tarafından geçersiz kılınmadıkça).

source: Allow any user to mount and to unmount the filesystem, even when some other ordinary user mounted it. This option implies the options noexec, nosuid, and nodev (unless overridden by subsequent options, as in the option line users,exec,dev,suid).
cs: Povolí kterémukoliv uživateli připojit nebo odpojit soub.systém, i když jej připojil někdo jiný. Tato volba zahrnuje příkazy noexec, nosuid a nodev (pokud nejsou přepsány příkazy users,exec,dev,suid).
it: Consentire a qualsiasi utente di montare e smontare il filesystem, anche se qualche altro utente ordinario lo ha montato. Questa opzione implica le opzioni noexec, nosuid e nodev (a meno che non vengano sovrascritte da opzioni successive, come nelle opzioni da riga di comando utenti, exec, dev, suid).
lt: Leisti bet kuriam vartotojui prijungti ir atjungti failų sistemą net tada, kai kitas paprastas vartotojas tai prijungė. Ši parinktis reiškia parinktis noexec, nosuid ir nodev (jei nebus pakeista vėlesnėmis parinktimis, kaip parinkčių eilutės vartotojams, exec, dev, suid).
pl: Zezwalaj zwykłemu użytkownikowi na montowanie systemu plików. Nazwa montującego użytkownika jest zapisywana do pliku mtab (lub do prywatnego pliku libmount w / run / mount na systemach bez zwykłego mtab), aby ten sam użytkownik mógł ponownie odmontować system plików. Ta opcja oznacza opcje noexec, nosuid i nodev (chyba że zostaną zastąpione przez kolejne opcje, jak w linii opcji użytkownicy, exec, dev, suid).
tr: Başka bir normal kullanıcı yüklemiş olsa bile,tüm kullanıcıların dosya sistemini bağlamasına ve bağlantısını kesmesine izin verin.Bu seçenek, noexec, nosuid ve nodev seçeneklerini ima eder (users,exec,dev,suid gibi seçenekler tarafından geçersiz kılınmadıkça).

source: Allow mandatory locks on this filesystem.
cs: Použít nařízené uzamčení v soub.systému
it: Consentire blocchi obbligatori su questo file system.
lt: Leidžia privalomus užrakinimus šioje failų sistemoje.
pl: Zezwalaj na obowiązkowe blokady w tym systemie plików.
tr: Bu dosya sisteminde zorunlu kilitlere izin ver.

source: Allow remote control via CEC
cs: povolit dálkové ovládání přes CEC
it: Abilitare controllo remoto via CEC
tr: CEC üzerinden uzaktan kontrole izin ver

source: Allow set-user-ID or set-group-ID bits to take effect.
cs: Povolí nastavení ID uživatele nebo ID skupiny bitů, aby to mělo efekt_
it: Consentire che i bit set-user-ID o set-group-ID abbiano effetto.
lt: Leidžia nustatyti naudotojo ID arba nustatymo grupės ID bitų įsigaliojimui.
pl: Zezwalaj na ustawianie ID użytkownika lub ustawienie ID grupy bitów ,aby zacząć działać.
tr: Set-user-ID veya set-group-ID bitlerinin alınmasına izin verin.
