Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Remote-Control for the Transmission BitTorrent client.
cs: -- dálkové ovládání klienta Transmission Bit Torrent
it: Controllo remoto per il client BitTorrent Transmission.
lt: Nuotolinio valdymo perdavimo BitTorrent klientas.
pl: Zdalne sterowanie dla klienta Transmisji BitTorrent
tr: İletim BitTorrent istemcisi için Uzaktan Kontrol.

source: Remove
cs: odebrat
it: Rimuov.
lt: Pašalinti
pl: Usuń
tr: Kaldır

source: Remove %s from playlist
cs: odstranit %s ze seznamu přehrávek
it: Rimuovere %s dalla Playlist
lt: Pašalinti %s iš grojaraščio
pl: Usuń %s z Listy Odtwarzania
tr: %s'yi oynatma listesinden kaldır

source: Remove '%s'?
cs: Odstranit '%s' ?
it: Rimuovere '%s'?
lt: Pašalinti '%s'?
pl: Usunąć '%s'?
tr: '%s' kaldırılsın mı?

source: Remove Controller
cs: odstranit ovladač
it: Rim. controllo
lt: Pašalinti valdiklį
pl: Usuń Kontroler
tr: Denetleyiciyi Kaldır

source: Remove Ended Timers
cs: odebrat dokončené časovače
it: Rimuovere i timer conclusi
lt: Pašalinti baigtus laikmačius
tr: Bitmiş Zamanlayıcıları Kaldır

source: Remove Ended Timers & Arrange TimerList
cs: odebrat dokončené časovače a uspořádat seznam
it: Rimuovere i timer conclusi e aggiornare l'elenco timer
lt: Pašalinti baigtus laikmačius ir tvarkyti laikmačių sąrašą
tr: Bitmiş Zamanlayıcıları Kaldır ve Zamanlayıcı Listesini Düzenle

source: Remove Filter
cs: odstranit filtr
it: Rimuovere filtro
lt: Pašalinti filtrą
tr: Filtreleri kaldır

source: Remove Service
cs: odebrat službu
it: Rim. servizio
lt: Pašalinti kanalą
pl: Usuń Usługę
tr: Hizmeti Kaldır

source: Remove Servicename From Filter
cs: odebrat název kanálu z filtru
it: Rimuovere il nome canale dal filtro
lt: Pašalinti kanalo pavadinimą iš filtro
tr: Hizmet Adını Filtreden Kaldır

source: Remove Tag
cs: Značka byla odstraněna !
it: Canc. etich.
lt: Šalinti žymę
pl: Usuń Znacznik
tr: Etiketi kaldır

source: Remove all cut file marker permanently?
cs: Odstranit trvale všechny soubory se značkami střihu ?
it: Rimuovere definitivamente i contrassegni di taglio?
lt: Galutinai pašalinti visus kirpimo žymeklius?
pl: Usunąć trwale wszystkie znaczniki cięcia pliku ?
tr: Tüm film işaretleyicileri tamamen kaldırılsın mı?

source: Remove all marker permanently?
cs: Odebrat trvale všechny značky ?
it: Rimuovere pemanentemente tutti i contrassegni?
lt: Galutinai pašalinti visus žymeklius?
tr: Tüm işaretçiler kalıcı olarak kaldırılsın mı?

source: Remove channel
cs: odebrat kanál
it: Rimuovere il canale
lt: Pašalinti kanalą
pl: Usuń kanał
tr: Kanalı kaldır

source: Remove controller
cs: odstranit ovladač
it: Rim. controllo
lt: Pašalinti duomenų valdytoją
pl: Usuń kontroler
tr: Denetleyiciyi kaldır

source: Remove cut list marker
cs: střih videa - odstranit značky střihu
it: Rimuovere i contrassegni di taglio
lt: Pašalinti iškirpimo žymeklį
pl: Usuń listę znaczników cięcia
tr: Geçerli kayıttan işaretçileri kaldırın

source: Remove deactivated timer(s)
cs: odebrat deaktivovaný časovač
it: Rimuovere i timer disattivati
lt: Pašalinti nebeaktyvų laikmatį(s)
pl: Usuń nieaktywne Timery
tr: Devre dışı bırakılan zamanlayıcıları kaldırın

source: Remove directory from E2 Bookmarks
cs: odebrat E2 odkazy z vých.sl.
it: Rimuovere directory dai segnalibri E2
lt: Pašalinti katalogą iš E2 žymelių
pl: Usuń katalog z zakładek E2
tr: E2 Yer İmlerinden dizini kaldır

source: Remove directory from EMC Bookmarks
cs: odebrat složku z EMC záložek
it: Rimuovere le directory dai segnalibri EMC
lt: Pašalinti katalogą iš EMC žymelių
pl: Usuń katalog z zakładek EMC
tr: Dizini EMC Yer İmlerinden kaldır

source: Remove entry
cs: odebrat zadání
it: Rimuovere voce
lt: Pašalinti puslapį
pl: Usuń wpis
tr: Girişi sil

source: Remove finished timer(s)
cs: odebrat dokončené časovače
it: Rimuovere i timer conclusi
lt: Pašalinti baigtą laikmatį(s)
pl: Usuń zakończone Timery
tr: Bitmiş zamanlayıcıları kaldır

source: Remove not existing events
cs: odebrat neexistující zadání
it: Rimuovere gli eventi inesistenti
lt: Pašalinti neegzistuojantį įvykį
pl: Usuń nieistniejące wydarzenia
tr: Var olmayan girişleri kaldırın

source: Remove option
cs: odebrat volby
it: Rimuovere opzione
lt: Pašalinti parinktį
tr: Kaldır seçeneği

source: Remove password protection (DANGEROUS!)
cs: odebrat ochranu heslem (nebezpečné !)
it: Rimuovere la protezione con password (PERICOLOSO)
tr: Parola korumasını kaldırın (TEHLİKELİ!)

source: Remove permanent sort
cs: zrušit předvolené seřazení
it: Rimuovere ordinamento permanente
lt: Pašalinti pastovų rūšiavimą
pl: Usuń sortowanie trwałe
tr: Kalıcı sıralamayı kaldır

source: Remove permanent sort from parent
cs: trvale zrušit seřazení z nadřazené složky
it: Rimuovere ordinamento permanente dall'origine
lt: Pašalinti pastovų rūšiavimą nuo pirminio katalogo
tr: Kökeninden kalıcı sıralamayı kaldır

source: Remove rogue files
cs: odstranit osamocené soubory (bez .ts)
it: Rimuovere file rogue
lt: Pašalinti neteisingus failus
pl: Usuń niechciane pliki
tr: Şüpheli dosyaları kaldır

source: Remove selected AutoTimer
cs: odstranit vybraný aut.časovač
it: Rimuovere AutoTimer selezionato
lt: Pašalinti pasirinktą Auto Laikmatį
pl: Usuń wybrany AutoTimer
tr: Seçilen otomatik zamanlayıcıyı kaldır

source: Remove selected E2 Bookmark
cs: odebrat vybrané E2 odkazy
it: Rimuovere i Segnalibri E2 selezionati
lt: Pašalinti pasirinktą iš E2 žymelių
tr: Seçili E2 yer imini Kaldır

source: Remove selected EMC Bookmark
cs: Odebrat vybranou záložku EMC
it: Rimuovere i segnalibri EMC selezionati
lt: Pašalinti pasirinktą iš EMC žymelių
tr: Seçili EMC yer imini kaldır

source: Remove service
cs: odebrat službu
it: Rim. servizio
lt: Pašalinti kanalą
pl: Usuń usługę
tr: Hizmeti kaldır

source: Remove service selection
cs: zrušit výběr
it: Rimuovere la selezione canali
lt: Pašalinti kanalų pasirinkimą
pl: Usuń wybór usług
tr: Tüm işaretleri kaldır

source: Remove the selected entry
cs: odstranit zadání
it: Rimuov. voce selezionata
lt: Pašalinti pasirinktą įrašą
pl: Usuń wybrany wpis
tr: Seçili girişi kaldır

source: Remove timer
cs: odebrat časovač
it: Rimuovere timer
lt: Pašalinti laikmatį
pl: Usuń Timer:
tr: Zamanl. kaldır

source: Removed %s.
cs: odebrat %s
it: %s rimosso.
lt: Pašalinta %s.
pl: Usunięto %s.
tr: %s kaldırıldı.

source: Removing directories is not supported.
cs: Odstranění složky není podporováno !
it: La rimozione di directory non è supportata.
lt: Šalinamas katalogas nepalaikomas.
pl: Usuwanie katalogów nie jest obsługiwane.
tr: Klasör kaldırma özelliği desteklenmiyor.

source: Rename
cs: přejmenovat
it: Rinominare
lt: Pervardinti
pl: Zmień nazwę
tr: Ad değiştir

source: Rename %s...
cs: přejmenovat %s...
it: Rinominare %s...
lt: Pervardinti %s...
pl: Zmień nazwę %s...
tr: %s'yi yeniden adlandır...

source: Rename files
cs: přejmenovat soubory
it: Rinominare file
lt: Pervadinti failus
pl: Zmień nazwę plików
tr: Dosyaları yeniden adlandır

source: Rename log(s)
cs: přejmenovat protokol
it: Rinominare log
lt: Pervadinti log(s)
pl: Zmiana nazwy Logów
tr: Günlükleri yeniden adlandırın

source: Rename selected movie(s)
cs: přejmenovat vybrané video
it: Rinomina i/il Film selezionati/o
lt: Pervadinti pasirinktus filmus
pl: Zmień nazwę wybranych filmów
tr: Seçili film(ler)i yeniden adlandır

source: Rename serie(s) (SP)
cs: přejmenovat sérii
it: Rinominare serie (SP)
lt: Pervadinti seriją(s) (SP)
pl: Zmiana nazw seriali (SP)
tr: Dizileri yeniden adlandırın (SP)Diziler Eklentisi

source: Rename this tag...
cs: přejmenovat záložku...
it: Rinominare etichetta...
lt: Pervadinti šį žymeklį...
pl: Zmień nazwę tej etykiety...
tr: Bu etiketin adını değiştir...

source: Rename your movies
cs: -- modul pro přejmenování videa
it: Plugin per rinominare le registrazioni
lt: Pervadinti savo filmus
pl: Zmiana nazw filmów
tr: Film isimlerini değiştirin

source: Renamed %s to %s.
cs: přejmenovat %s v %s
it: Tinominare %s come %s.
lt: Pervardinta %s į %s.
pl: Zmiana nazwy %s na %s.
tr: %s dosyasının adı %s olarak değiştirildi.

source: Renaming failed
cs: Přejmenování selhalo !
it: Rinomina fallita
lt: Pervadinimas nesėkmingas
pl: Zmiana nazwy nie udana
tr: Yeniden adlandırma başarısız oldu

source: Renaming of %s to %s
cs: přejmenovat : %s na %s
it: Modifica nome di %s in %s
tr: %s, %s olarak yeniden adlandırılıyor

source: Repeat Type
cs: způsob opakování
it: Tipo ripetizione
lt: Kartojimo tipas
tr: Tekrarlama Türü

source: Repeat is not available yet with cue-files!
cs: Opakování pro aktuální soubory není dostupné !
it: File cue: ripetizione non ancora disponibile.
lt: Kartojimas nepasiekiamas su cue failais!
pl: Powtarzanie nie jest jeszcze dostępne!
tr: Tekrarlama,işaret dosyaları için henüz mevcut değil!

source: Repeating event currently recording... What do you want to do?
cs: Právě se nahrává totožný pořad... Co chcete udělat ?
it: Registrazione in corso di evento ricorrente. Cosa si desidera fare?
lt: Kartojama užduotis dabar įrašinėjama... Jūs norite tai padaryti?
pl: Powtarzające się wydarzenie w trakcie nagrania ... Co chcesz zrobić?
tr: Tekrarlama görevi verilmiş kayıt işlemi yapılıyor. Ne yapmak istersiniz?

source: Repeats
cs: opakovat
it: Ripetizioni
lt: Kartojasi
tr: Tekrarlar

source: Replace ChannelSelection key down to start with tab:
cs: nahradit tlačítko výběru kanálů "dolů" - na záložce :
it: Utilizzare il tasto freccia giù per avviare il plugin sul tab:
lt: Pakeisti kanalo pasirinkimą klavišu žemyn, kad paleisti su mygtuku:
pl: Zamień klawisz wyboru kanału (w dół), aby rozpocząć z karty:
tr: Sekme ile başlamak için Kanal Seçimi tuşunu aşağı değiştirin:

source: Replace ChannelSelection key up to start with tab:
cs: nahradit tlačítko výběru kanálů "nahoru" - na záložce :
it: Utilizzare il tasto freccia sù per avviare il plugin sul tab:
lt: Pakeisti kanalo pasirinkimą klavišu aukštyn, kad paleisti su mygtuku:
pl: Zamień klawisz wyboru kanału (w górę), aby rozpocząć z karty:
tr: Sekme ile başlamak için Kanal Seçimi tuşunu değiştirin:

source: Replace EventView key to start with tab:
cs: nahradit tlačítko EventView - na záložce :
it: Utilizzare il tasto info per avviare il plugin sul tab:
lt: Pakeisti Įvykio peržiūros klavišą, kad pradėti su mygtuku:
pl: Zamień klawisz Widok Wydarzeń, aby rozpocząć z karty:
tr: Sekme ile başlamak için Etkinlik Görünümü tuşunu değiştirin:

source: Replace InfoBar single and multi EPG:
cs: nahradit jednoduchý info-panel a programy :
it: Sostituire InfoBar singola e MultiEPG:
lt: Pakeisti informacinę juostą vieno ir kelių kanalų EPG:
pl: Zamień InfoBar pojedyńczy i multi EPG:
tr: InfoBar / Bilgi Çubuğu tekli ve çoklu EPG'yi değiştirin:

source: Replace TV-button function:
cs: nahradit funkci TV tlačítka :
it: Sostituire funzione tasto TV:
lt: Pakeisti TV mygtuko funkciją:
pl: Podmień przycisk funkcyjny TV.
tr: TV tuşu işlevini değiştirin:

source: Replace event info with EasyInfo:
cs: vyměnit info události z EasyInfo :
it: Sostituire informazioni evento con EasyInfo:
lt: Pakeiskite įvykio informaciją su lengva informacija:
tr: Etkinlik bilgilerini EasyInfo ile değiştirin:

source: Replace original:
cs: nahradit originál :
it: Sostituire l'originale:
lt: Pakeisti originalą:
pl: Podmień oryginał:
tr: Orijinali değiştirin:

source: Replace special characters in title
cs: nahradit spec.znaky v titulku
it: Sostituire i caratteri speciali nel titolo
lt: Pakeisti specialius simbolius pavadinime
pl: Podmień w tytule znaki specjalne
tr: Başlıktaki özel karakterleri değiştirin

source: Replace special chars in title
cs: nahradit spec.znaky v titulku mezerami
it: Sostituisci i caratteri speciali nel titolo
lt: Pakeisti specialius simbolius pavadinime
pl: Zamień znaki specjalne w tytule
tr: Başlıktaki özel karakterleri değiştirin

source: Replace tag "%s" everywhere with: (Note that 'Cancel' will not undo this!)
cs: Nahradit značku "%s" všude s : (už to nepůjde vrátit !)
it: Sostituire ovunque l'etichetta "%s" con: (Nota: "Annull." non potrà annullare!)
lt: Pakeisti žymę "%s" visur su: (atkreipkite dėmesį, kad 'atšaukus' nepakeis to!)
pl: Podmień etykietę "%s" wszędzie z: (Uwaga : nie będzie można tego cofnąć!)
tr: Tüm "%s" etiketlerinin adını aşağıdaki şekilde değiştir: (Onaylarsanız, bir sonraki ekrandaki 'Vazgeç' seçimiyle iptal edemezsiniz!)

source: Replace the minute input for the seek functions with a seekbar.
cs: Modul pro náhradu minutového vstupu pro vyhledávací funkce.
it: Plugin che sostituisce l'input dei minuti della funzione seek con una seekbar.
lt: Pakeisti minutės įėjimą dėl ieškojimo funkcijos su seekbar.
pl: Wymień wejscie minut do wyszukiwania funkcji z paskiem stanu.
tr: Arama işlevleri için dakika girişini bir arama çubuğuyla değiştirin.

source: Replace the original movie with the cut movie
cs: přepsat orig.soubor vystříhaným videem
it: Sostituire la registrazione originale con quella tagliata
lt: Pakeiskite originalų filmą su iškirptu filmu
pl: Zastąp oryginalne z ciętym nagraniem.
tr: Orijinal filmi kesilmiş filmle değiştirin

source: Replace the rewind input with a seekbar
cs: -- náhrada snímku přes panel vyhledávání
it: Plugin che sostituisce l'input della funzione REW con una seekbar
lt: Pakeisti įvestį atgal su paieškos juosta
pl: Wymień przewijanie wejścia z paskiem stanu
tr: Sarma işlevleri için dakika girişini değiştirir

source: Require description to be unique
cs: popis musí být jednoznačný
it: Richiesta descrizione univoca
lt: Reikia, kad apibūdinimas būtų unikalus
pl: Wymaga opisu, aby być unikalnym
tr: Tekil açıklama gerekiyor

source: Rescan
cs: znovu prohledat
it: Ripetere scansione
lt: Perskanuoti
pl: Przeskanuj
tr: Yeniden ara

source: Reset
lt: Perjungti
pl: Resetuj
tr: Y.başlat

source: Reset channel list?
cs: Seznam kanálů - vrátit změny ?
it: Resettare l'elenco canali?
lt: Iš naujo nustatyti kanalų sąrašą?
pl: Zresetować listę kanałów?
tr: Kanal listesi sıfırlansın mı?

source: Reset channels
cs: vrátit změny kanálů
it: Resettare canali
lt: Atstatyti kanalus
pl: Zresetuj kanały
tr: Kanalları sıfırla

source: Reset clock
cs: reset hodin
it: Reset orologio
lt: Atstatyti laikrodį
pl: Zresetuj zegar
tr: Saati sıfırla

source: Reset count
cs: vynulovat počet
it: Azzerare conteggio
lt: Anuliuoti skaičius
pl: Resetuj odliczanie
tr: Sayaç sıfırlama

source: Reset marker from selected movie(s)
cs: reset značek vybraného videa
it: Azzera marker dai Film Selezionati
lt: Išvalyti žymeklius pasirinktuose filmuose
pl: Resetuj marker z wybranych filmów
tr: Seçili filmlerden işaretçileri kaldırın

source: Reset saved position
cs: reset uložené pozice
it: Reset della posizione salvata
lt: Atstatyti išsaugotą poziciją
pl: Resetuj zapisaną pozycję
tr: Kayıtlı pozisyonu sıfırla

source: Reset to defaults?
cs: Reset do předvoleb ?
it: Ripristinare i valori predefiniti?
tr: Varsayılanlara dön?

source: Reset todays remaining time
cs: reset dnešního zbývajícího času
it: Reset del tempo residuo odierno
lt: Iš naujo nustatyti šiandien likusį laiką
pl: Reset dzisiejszych pozostałych czasów
tr: Bugünün kalan süresini sıfırla

source: Reset tv-screen after playback:
cs: po přehrání videa spustit TV :
it: Reset dello schermo TV dopo la riproduzione:
lt: Iš naujo nustatyti TV ekraną po žiūrėjimo:
pl: Zresetuj ekran TV po odtworzeniu:
tr: Oynattıktan sonra TV ekranını sıfırlayın:

source: Resolve links and show real path
cs: vyhledat odkazy a vybrat reálnou cestu
it: Risolvere i collegamenti e mostrare il percorso reale
lt: Atsekti nuorodas ir rodyti tikrąjį kelią
pl: Rozwiąż linki i pokaż prawdziwą ścieżkę
tr: Bağlantıları çöz ve gerçek yolu göster

source: Response -> lyrics for: %s (%s)
cs: odpověď -> texty pro : %s (%s)
it: Risposta >> testi per: %s (%s)
lt: Atsakas -> dainos žodžiai dėl: %s (%s)
pl: Odpowiedź -> tekst utworu dla: %s (%s)
tr: Yanıt -> şarkı sözleri: %s (%s)

source: Restart
cs: >restart systému
it: Riavviare
lt: Paleisti iš naujo
tr: Yeniden başlat

source: Restart GUI
cs: >restart grafiky
it: Riavviare la GUI
lt: Paleisti iš naujo GUI
pl: Restartuj GUI
tr: GUI'yi yeniden başlat

source: Restart GUI now?
cs: Restartovat grafiku ?
it: Riavviare la GUI ora?
lt: Paleisti iš naujo enigma2 dabar?
pl: Restart GUI teraz?
tr: Şimdi GUI yeniden başlatılsın mı?

source: Restart audio
cs: restart audia
it: Riavviare audio
lt: Paleisti garsą iš naujo
pl: Zrestartuj audio
tr: Sesi yeniden başlat

source: Restart audio after reboot/standby
cs: -- restart audia po spuštění z režimu spánku
it: Riavviare l'audio dopo un riavvio/standby
lt: Iš naujo paleiskite garsą po perkrovimo/budėjimo
pl: Restart dźwięku po restarcie tunera/trybu czuwania
tr: Yeniden başlatma / Beklemeden sonra sesi yeniden başlatış

source: Restart audio delay (in sec)
cs: opoždění audia (sek.)
it: Ritardo riavvio audio (sec)
lt: Paleisti iš naujo garso vėlavimą (sek)
pl: Opóźnienie restartu dźwięku (w sekundach)
tr: Ses gecikmesini yeniden başlat (saniye cinsinden)

source: Restore back up of fstab
cs: obnovit zálohu fstab
it: Ripristinare backup di fstab
lt: Atkurti atsarginę fstab
pl: Przywracanie kopii zapasowej fstab
tr: fstab'ın yedeğini geri yükle

source: Restrict "after event" to a certain timespan?
cs: Omezit akci "po události" na určitý časový úsek_
it: Restringere "dopo l'evento" a un preciso intervallo?
lt: Riboti "po įvykio " tam tikrą laiko atkarpą?
pl: Ograniczyć "po wydarzeniu" do pewnych przedziałów czasowych?
tr: "Etkinlikten sonra" belirli bir zaman aralığıyla kısıtlansın mı?

source: Restrict to events on certain dates
cs: omezit se na programy podle určitého data
it: Limitarsi agli eventi in date determinate
lt: Apriboti renginius dėl tam tikrų datų
pl: Ograniczenia dla wydarzeń w określonych terminach
tr: Tarih aralığını sınırlandır

source: Results: %s - Page: %s
cs: výsledek : %s - strana : %s
it: Risultati: %s - Pagina: %s
lt: Rezultatai: %s - Puslapis: %s
pl: Wyniki: %s - Strona: %s
tr: Sonuçlar: %s - Sayfa: %s

source: Resume position at %s
cs: Pokračovat od času : %s
it: Riprendere dalla posizione %s
lt: Tęsti nuo %s pozicijos
tr: %s konumunda devam ettir

source: Resuming playback
cs: ...obnovuji přehrávání...
it: Ripresa riproduzione
lt: Atkūrimas tęsiamas
tr: Oynatmaya yeniden başlatış

source: Retrieving Season, Episode and Title...
cs: načíst... info série, epizody a titulky...
it: Attendere: caricamento informazioni su stagione, episodio e titolo ...
lt: Gaunami sezonai, epizodai ir pavadinimai...
pl: Odzyskiwanie Sezonu, Odcinka i Tytułu...
tr: Sezon, Bölüm ve Başlık alınıyor...

source: Return to main tab with exit:
cs: přepnout na hlavní záložku po ukončením :
it: Ritornare al tab principale con EXIT:
lt: Grįžti į pagrindinį skirtuką išeinant:
pl: Po wyjściu powrót do głównej karty:
tr: Çıkış ile ana sekmeye dönün:

source: Return to movie list
cs: ano - a vrátit se do seznamu
it: Tornare a elenco filmati
lt: Grįžti į filmų sąrašą
pl: Powrót do listy nagrań
tr: Film listesine geri dön

source: Return with saving
cs: uložit a vrátit se
it: Salvare e tornare
lt: Grįžti su išsaugojimu
pl: Powrót z zapisaniem
tr: Kaydederek dön

source: Return without saving
cs: vrátit se bez uložení
it: Tornare senza salvare
lt: Grįžti be išsaugojimo
pl: Powrót bez zapisu
tr: Kaydetmeden dön

source: Reusable *tube-component for other plugins.
cs: -- *tube-komponenty i pro další moduly
it: Componente *tube riutilizzabile per altri plugin.
lt: Daugkartinio naudojimo *televizoriaus komponentas kitiems priedams.
pl: Składnik wielokrotnego użytku *tube dla innych wtyczek.
tr: Diğer eklentiler için yeniden kullanılabilir *tüp bileşeni.

source: Reusable Help-component for other plugins.
cs: další *tube-komponenty pro další moduly
it: Componente Help riutilizzabile per altri plugin.
lt: Daugkartinio naudojimo Pagalbos komponentas kitoms papildomoms programoms.
pl: Składnik pomocy wielokrotnego użytku dla innych wtyczek
tr: Diğer eklentiler için yeniden kullanılabilir yardım bileşeni.

source: Reverse Lookup Caller ID
cs: zpětně vyhledat volané ID
it: Ricerca inversa ID chiamante
lt: Atvirkštinė skambintojo ID paieška
pl: Wyszukiwanie odwrotne...
tr: Ters Arama Arayan Kimliği

source: Reverse Lookup Caller ID (select country below)
cs: zpětně vyhledat ID volání (vyberte zemi dole)
it: Identificativo chiamante (selezionare il Paese!)
lt: Atvirkštinis identifikatorius kviečiamo abonento paieškoje (valstybę pasirinkite žemiau)
pl: Wsteczne Wyszukiwanie ID Dzwoniącego (wybierz państwo poniżej)
tr: Arayan kimliğini hizmet sağlayıcıdan sorgula (ülke seçin)

source: Reverse searching...
cs: Obrácené hledání ...
it: Ricerca identificativo chiamante...
lt: Atvirkštinis ieškojimas...
pl: Wsteczne wyszukiwanie...
tr: Hizmet sağlayıcı rehberi aranıyor...

source: Rewind finished movies before playing
cs: po přehraném videu se vrátit na začátek
it: Riavvia i film finiti prima di riprodurre
lt: Atsukti baigtus filmus prieš juos rodant
pl: Przewiń zakończone filmy przed odtwarzaniem
tr: Start am Anfang von fertig gespielten Aufnahmen

source: Rezap
cs: vrátit zap.
it: Rizap
lt: Perjungti
pl: Powtórnie Przełącz
tr: Yeniden zapla

source: Rip to single file, name is timestamped
cs: stažené uložit do jednoho souboru, název s časem
it: Salvare in un unico file. Nome = timestamp
lt: Kopijuoti į vieną failą, pavadinimas yra su laiko ženklu
pl: Zgraj do pojedynczego pliku i nadaj nazwę jako stempel czasowy
tr: Tek dosyaya kopyala, ad zaman damgalı

source: Run
cs: spustit modul
it: Eseguire
lt: Paleisti
pl: Uruchom
tr: Çalıştır

source: Run AutoTimer after refresh
cs: ...spustit aut.časovač po aktualizaci
it: Avviare Auto Timer dopo un aggiornamento
lt: Paleisti automatinį laikmatį po atnaujinimo
pl: Uruchom AutoTimer po odświeżeniu
tr: Güncellemeden sonra Otomatik Zamanlayıcıyı başlatın

source: Run in Background
cs: spustit modul na pozadí
it: Eseguire in background
lt: Paleisti fone
pl: Uruchom w tle
tr: Arkaplanda çalış

source: Run mount -a
cs: spustit mount -a
it: Eseguire mount -a
lt: Paleisti pajungimą -a
pl: Uruchom mount -a
tr: mount -a'yı çalıştırın

source: Run on boot
cs: spustit při nabootování
it: Avviare al boot
lt: Paleisti užkraunant
pl: Uruchom podczas startu
tr: Önyüklemede çalıştır

source: Run script
cs: spustit skript
it: Eseguire script
tr: Komut dosyasını çalıştır

source: Running
cs: aktivní
it: Attivato
lt: Veikiantis
pl: Uruchomiony
tr: Çalıştırılıyor

source: Running in testmode
cs: spustit v testovacím módu
it: Modalità test attiva
lt: Veikia testavimo būdu
pl: Uruchomiony w trybie testowym
tr: Test kipinde çalışıyor

source: Running processes:
cs: běží procesy :
it: Processi in corso:
lt: Paleisti procesus:
pl: Uruchomione procesy:
tr: Çalışan süreçler:

source: Runtime:
cs: délka videa :
it: Durata:
lt: Darbo trukmė:
pl: Czas działania:
tr: Çalışma süresi:

source: Russia
cs: Rusko
lt: Rusija
pl: Rosja
tr: Rusya

source: SD 25/50HZ Interlace Mode
cs: SD 25/50HZ prokládaný mód
it: Modalità SD25/50Hz interlacciata
lt: SD 25/50HZ vaizdavimo būsena
pl: SD 25/50HZ Tryb z przeplotem
tr: SD 25/50HZ Tarama Modu

source: SD 25/50HZ Progressive Mode
cs: SD 25/50HZ progresivní mód
it: Modalità SD 25/50Hz progressiva
lt: SD 25/50HZ progresyvi būsena
pl: SD 25/50HZ Tryb progresywny
tr: SD 25/50HZ Aşamalı Mod

source: SD 30/60HZ Interlace Mode
cs: SD 30/60HZ prokládaný mód
it: Modalità SD 30/60Hz interlacciata
lt: SD 30/60HZ vaizdavimo būsena
pl: SD 30/60HZ Tryb z przeplotem
tr: SD 30/60HZ Tarama Modu

source: SD 30/60HZ Progressive Mode
cs: SD 30/60HZ progresivní mód
it: Modalità SD 30/60Hz progressiva
lt: SD 30/60HZ progresyvi būsena
pl: SD 30/60HZ Tryb progresywny
tr: SD 30/60HZ Aşamalı Mod

source: SHOUTcast Plugin is not installed!
cs: SHOUTcast modul není nainstalovaný !
it: Plugin SHOUTcast non installato!
lt: SHOUTcast priedas neįdiegtas!
pl: Wtyczka SHOUTcast nie zainstalowana!
tr: SHOUTcast Eklentisi kurulu değil!

source: SKIN-SETTINGS
cs: NASTAVENÍ SKINU
it: IMPOSTAZIONI SKIN
lt: TEMOS NUSTATYMAI
pl: USTAWIENIA SKÓRY
tr: SKIN-YAPILANDIRMASI

source: SMTP Server
it: Server SMTP
lt: SMTP serveris
pl: Serwer SMTP
tr: SMTP-Sunucusu
