Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: switch to the next subtitle language
cs: přepnout na další jazyk titulků
it: passare alla lingua sottotitoli successiva
lt: perjungti į kitą subtitrų kalbą
tr: sonraki altyazı diline geç

source: teletext and picture
cs: TeleText a obrázky
it: Teletext e immagine
lt: teletekstas ir paveikslėlis
pl: Teletekst i obraz
tr: teletext ve resim

source: teletext in picture
cs: TeleText v obrazu
it: Teletext nell'immagine
lt: teletekstas paveikslėlyje
pl: Teletekst w obrazie
tr: resim içinde teletext

source: teletext settings
cs: nastavení TeleTextu
it: Configurazione teletext
lt: teleteksto nustatymai
pl: Ustawienia teletekstu
tr: Teletext ayarları

source: the command was not > 0
cs: příkaz není > 0
it: Il comando non è > 0
lt: komanda nebuvo > 0
pl: Komenda nie była > 0
tr: komut > 0 değildi

source: thetvdb cover number (standard cover):
cs: počet TVDb potisků (stdandardní) :
it: Numero cover thetvdb (cover standard):
lt: thetvdb viršelių skaičius (įprastiniai viršeliai):
pl: numer okładki thetvdb (standardowa okładka):
tr: thetvdb kapak numarası (standart kapak):

source: thetvdb cover range per title:
cs: thetvdb volba rozsahu potisku pro titulek :
it: range cover thetvdb per titolo:
lt: thetvdb viršelių apimtis kūriniui:
pl: thetvdb zakres okładki według tytułu:
tr: başlık başına thetvdb kapak aralığı:

source: this recording
cs: tento záznam
it: questa registrazione
lt: tai įrašyta
pl: To nagranie
tr: bu kaydın

source: three contiguous
cs: tři související
it: tre contigui
lt: trys gretutiniai
pl: trzy przylegające
tr: üç bitişik

source: toggle a cut mark at the current position
cs: přepnout značku střihu na aktuální pozici
it: impostare contrassegno di taglio alla posizione corrente
lt: perkelti iškirpimo žymeklį į šią poziciją
tr: Geçerli konumda işaretçiyi aç / kapat

source: toggle download status
cs: přepnout stav stahování
it: commutare stato download
lt: perjungti parsisiuntimo statusą
pl: przełączanie stanu pobierania
tr: indirme durumunu değiştir

source: toggle file status
cs: přepnout stav souboru
it: commutare stato file
lt: perjungti failo statusą
pl: przełączanie stanu pliku
tr: dosya durumunu değiştir

source: toggle flof/top
cs: přepnout plovoucí / nahoře
it: Commutare flof/top
lt: perjungti flof/viršų
pl: przełącz dół/góra
tr: flof/üst arasında geçiş yap

source: toggle info
cs: přepnout info
it: Nascondere l'informazione
lt: perjungti informaciją
pl: Przełącz info
tr: bilgileri değiştir

source: toggle selection
cs: přepnout označení
it: Invertire la selezione
lt: perjungti pasirinkimą
pl: przełącz wybór
tr: seçimi aç/kapat

source: toggle transparency
cs: přepnout průhlednost
it: Commutare trasparenza
lt: perjungti permatomumą
pl: Przełącz przezroczytość
tr: Şeffaflığı aç/kapat

source: tolerated
cs: tolerovaný
it: tollerata
lt: toleruojamas
pl: tolerowane
tr: toloreli

source: trashcan
cs: koš
it: cestino
lt: šiukšliadėžė
pl: Kosz
tr: çöp kutusu

source: turn off
cs: vypnout
it: Disattivare
lt: išjungti
pl: wyłączyć
tr: kapat

source: turn on
cs: zapnout
it: Attivare
lt: įjungti
pl: włączyć
tr: aç

source: twitch.tv Live Channel
cs: živý kanál twitch.tv
it: canale live twitch.tv
lt: twitch.tv tiesioginis kanalas
tr: twitch.tv Canlı Kanal

source: two contiguous
cs: dvě související
it: due contigui
lt: du gretutiniai
pl: dwa przylegające
tr: iki bitişik

source: type %s is not a number
cs: typ %s není číslo
it: Il tipo %s non è un numero
lt: tipas %s nėra skaičius
pl: wpis %s nie jest liczbą
tr: %s türü bir sayı değil

source: type 1 - OSD + black (#00000000)
cs: typ 1 - OSD + černá (#00000000)
it: tipo 1 - OSD + nero (#00000000)
lt: tipas 1 - OSD + juoda (#00000000)
tr: tip 1 - OSD + siyah (#00000000)

source: type 2 - transparent + white (#FFFFFFFF)
cs: typ 2 - transparentní + bílá (#FFFFFFFF)
it: tipo 2 - trasparente + bianco (#FFFFFFFF)
lt: tipas 2 - skaidri + balta (#FFFFFFFF)
tr: tip 2 - şeffaf + beyaz (#FFFFFFFF)

source: type 3 - OSD + black (#00FFFFFF)
cs: typ 3 - OSD + černá (#00FFFFFF)
it: tipo 3 - OSD + nero (#00FFFFFF)
lt: tipas 3 - OSD + juoda (#00FFFFFF)
tr: tip 3 - OSD + siyah (#00FFFFFF)

source: type 4 - transparent + black (#FF000000)
cs: typ 4 - transparentní + černá (#FF000000)
it: tipo 4 - trasparente + black (#FF000000)
lt: tipas 4 - skaidri + juoda (#FF000000)
tr: tip 4 - şeffaf + siyah (#FF000000)

source: unable to find timer with id %i
cs: Nelze najít časovač podle ID %i
it: Impossibile trovare il timer con id %i
lt: negalima surasti laikmačio su id %i
pl: Nie można znaleźć timera z ID %i
tr: %i ile bir zamanyalıci bulunamadı

source: undefined
cs: nedefinováno
it: Non definito
lt: nenustatyta
pl: nieokreślony
tr: tanımlanmamış

source: undelete
cs: obnovit odstraněné
it: Ripristinare
lt: grąžinti pašalintą
pl: przywróć
tr: silineni geri al

source: under the Fan
cs: pod ventilátorem
it: Sotto la ventola
lt: prie ventiliatoriaus
pl: pod wentylatorem
tr: Fanın altında

source: under the WLAN
cs: pod WLAN
it: Sotto la WLAN
lt: prie WLAN
pl: pod WLAN
tr: WLAN altında

source: unknown
cs: neznámý
it: sconosciuto
lt: nežinoma
pl: nieznane
tr: bilinmiyor

source: unknown command (%s)
cs: neznámý příkaz (%s)
it: Comando sconosciuto (%s)
lt: nežinoma komanda (%s)
pl: Nieznane polecenie (%s)
tr: bilinmeyen komut (%s)

source: unknown service
cs: neznámý kanál
it: canale sconosciuto
lt: nežinomas kanalas
pl: Nieznany kanał
tr: bilinmeyen kanal

source: up
cs: nahoru
it: Sù
lt: aukštyn
pl: góra
tr: yukarı

source: up/down
cs: nahoru / dolů
it: Sù/Giù
lt: aukštyn/žemyn
pl: góra/dół
tr: yukarı/aşağı

source: update
cs: aktualizovat
it: aggiornare
lt: atnaujinti
pl: uaktualnij
tr: Güncelle

source: updates transponder file (satellites.xml)
cs: -- aktualizace souboru transpondérů (satellites.xml)
it: Plugin per aggiornare ilfile transponder (satellites.xml)
lt: transponderio failo atnaujinimai (satellites.xml)
pl: aktualizacje pliku transponderów (satellites.xml)
tr: transponder dosyasını (satellites.xml) günceller

source: use as HDD replacement
cs: použít disk pro nahrávání
it: Usare in sostituzione HDD
lt: naudoti kaip HDD pakeitimą
pl: Użyj zamiast dysku twardego
tr: Sabitdisk gibi kullan

source: use best / controlled by HDMI
cs: použít nejlepší / ovl.přes HDMI
it: utilizzare al meglio / controllo via HDMI
tr: en iyisini kullanın / HDMI tarafından kontrol edilir

source: use external
cs: externí
it: Usare il remoto
lt: naudoti išorinį
pl: użyj zewnętrznego
tr: harici kullan

source: use internal
cs: interní
it: Usare il locale
lt: naudoti vidinį
pl: użyj wenętrznego
tr: dahili kullan

source: use www.DynDNS.org on your Box
cs: Použít www.DynDNS.org na boxu
it: utilizzare www.DynDNS sul Dreambox
lt: naudokite www.DynDNS.org savo imtuve
pl: użyj www.DynDNS.org w swoim Dreambox`ie
tr: Cihazınızda www.DynDNS.org kullanın

source: user defined
cs: uživ.definovat
it: personalizzato
lt: vartotojo apibrėžta
tr: kullanıcı tanımlı

source: user name
cs: jméno uživatele
it: Nome User
lt: vartotojo vardas
pl: nazwa użytkownika
tr: kullanıcı adı

source: value:
cs: hodnota :
it: valore:
lt: reikšmė:
tr: Değer:

source: view Emails via IMAP4
cs: zobrazit E-maily přes IMAP4
it: Leggere email (prot. IMAP4)
lt: rodyti el. paštą per IMAP4
pl: przeglądaj e-maile przez IMAP4
tr: Epostaları IMAP4 üzerinden görüntüleyin

source: view extensions...
cs: otevřít rozšířené menu
it: visualizzare estensioni...
lt: rodyti plėtinius...
tr: Uzantıları gör...

source: virtual Keyb.
cs: virt.kláv.
it: tastiera virt.
lt: virtuali klav.
pl: wirtualna Klaw.
tr: Sanal Klavye

source: virtual Keyboard
cs: virtuální klávesnice
it: Tastiera virtuale
lt: virtuali klaviatūra
pl: Wirtualna Klawiatura
tr: Sanal Klavye

source: void
cs: -nelze-
it: disattivato
lt: niekinis
pl: Nieważny
tr: engelli

source: votes
cs: hodnocení
it: voti
lt: balsų
pl: głosów
tr: oylar

source: wait...
cs: čekejte...
it: attendere...
lt: laukite...
pl: zaczekaj...
tr: Bekle...

source: waiting
cs: čekám...
it: in attesa
lt: laukiama
pl: czeka
tr: bekleniyor

source: weekly
cs: týdně
it: settimanalmente
lt: kas savaitę
tr: haftalık

source: with
cs: s
it: con
lt: su
pl: z
tr: ile

source: with exit button
cs: tlačítko "Exit"
it: con il tasto exit
lt: su exit mygtuku
pl: z przyciskiem EXIT
tr: uzaktan kumandada "Çıkış" ile

source: with long OK press
cs: dlouhé tlačítko "OK"
it: con pressione lunga tasto Ok
lt: su ilgu OK spaudimu
pl: z klawiszem długo OK
tr: "Tamam" üzerine uzun basarak

source: with short description
cs: se zkráceným popisem
it: Descrizione breve
lt: su trumpu aprašymu
pl: z krótkim opisem
tr: kısa açıklama ile

source: work
cs: pracovní
it: Ufficio
lt: darbas
pl: praca
tr: iş

source: wrong user or password?
cs: chybný uživatel nebo heslo ?
it: Utente o password errati?
lt: neteisingas vartotojas arba slaptažodis?
pl: zła nazwa użytkownika lub hasło ?
tr: yanlış kullanıcı veya yanlış parola?

source: yellow teletext link
cs: žlutý řádek teletextu
it: Link teletext Giallo
lt: geltona teleteksto nuoroda
pl: Żółty link teletekstu
tr: Sarı TeleText bağlantısı

source: yes
cs: -ano-
it: sì
lt: taip
pl: tak
tr: evet

source: yes, Except for Recording or HDD
cs: vypnout (ne při nahrávání)
it: Sì, ma non durante registrazioni o attività HDD
lt: taip, išskyrus įrašymą arba HDD
pl: tak,z wyjątkiem nagrywania na HDD
tr: evet, Kayıt veya HDD hariç

source: yes, Profile 1
cs: ano, profil 1
it: Sì, il profilo 1
lt: taip, profilis 1
pl: tak, Profil 1
tr: evet, Profil 1

source: yes, Profile 2
cs: ano, profil 2
it: Sì, il profilo 2
lt: taip, profilis 2
pl: tak, Profil 2
tr: evet, Profil 2

source: yes, including data
cs: ano, včetně dat
it: sì, data compresa
lt: taip, įskaitant duomenis
pl: tak, w tym danych
tr: evet, verileri dahil et

source: zap
cs: přepnout
lt: perjungti
pl: Przełącz
tr: değiştir

source: zap in pip window...
cs: zapnuto v PiP okně...
it: zap nella finestra pip...
lt: jungti pip lange...
pl: przełącz w oknie PiP...
tr: resim içinde resim penceresinde zap

source: zapped
cs: přepnutý
it: zap eseguito
lt: įjungta
pl: Przełączony (ZAP)
tr: kanal değiştirildi

source: zoom / increase height
cs: zoom / zvětšit výšku
it: Zoom / Aumentare altezza
lt: pakeisti vaizdo dydį / padidinti aukštį
pl: Powiększ / zwiększ wysokość
tr: yakınlaştır / yüksekliği artır

source: {box:s} {name:s}
tr: {kutu:lar} {ad:lar}

source: {box:s} {name:s}: {plugin:s}: {subject:s}
tr: {kutu:lar} {ad:lar}: {eklenti:ler}: {konu:lar}

source: {box:s}: {subject:s}
tr: {kutu:s}: {konu:s}

source: {name:s}
tr: {ad:lar}

source: {name:s} {plugin:s} {subject:s} {body:s}
tr: {isim:ler} {eklenti:ler} {konu:sler} {vücut:slar}

source: {title:s}
tr: {başlık:lar}

source: · CORNERRADIUS
lt: · KAMPO SPINDULYS

source: · DESIGNS
lt: · DIZAINAS

source: · LCD SCREENS ID=1 (8000, 7020HD, 800HD, 7080) 132x64
lt: · LCD ekranai ID=1 (8000, 7020HD, 800HD, 7080) 132x64

source: · LCD SCREENS ID=3 (900ultraHD, 920ultraHD, Buck(380x210)...) 400x240
lt: · LCD ekranai ID=3 (900ultraHD, 920ultraHD, Buck (380x210)...) 400x240

source: · OLED SCREENS ID=2 (800se, 820) 96x64
lt: · OLED EKRANAI ID=2 (800s, 820) 96x64

source: · SCREENS
lt: · EKRANAI

source: · THEMES
lt: · TEMOS

source: %i ms
lt: %i msek

source: %s executed!
lt: %s įvykdyta!

source: %s failed!
lt: %s nesėkmingai!

source: %s Enigma2 Plugin V%s (Patched)
lt: %s Enigma2 priedas V%s (pataisytas)

source: %s's Gallery
lt: %s's Galerija

source: %s-archive: %s
lt: %s-archyvas: %s

source: (ZAP)
lt: (PERJUNGTI)
pl: (Przełącz)

source: .../foldername.jpg
cs: .../složka.jpg
lt: .../aplanko_pavad.jpg
pl: .../nazwafolderu.jpg

source: .../foldername/folder.jpg
cs: .../složka/složka.jpg
lt: .../aplanko_pavad/folder.jpg
pl: .../nazwafolderu/folder.jpg

source: .../foldername/foldername.jpg
cs: .../složka/složka.jpg
lt: .../aplanko_pavad/foldername.jpg
pl: .../nazwafolderu/nazwafolderu.jpg

source: 3Pin
cs: 3 piny (napětí)
lt: 3kont

source: 4Pin
cs: 4 piny (otáčky)
lt: 4kont

source: 4Pin (PID)
cs: 4 piny (PID)
lt: 4kont.(PID)

source: >>> ERROR - themes.xml in
lt: >>> KLAIDA - themes.xml į

source: API Key used to access Flickr. You can request one by logging in to Flickr from your computer.
lt: API raktas naudojamas norint pasiekti Flickr. Galite užsisakyti vieną prisijungimą prie Flickr iš kompiuterio.

source: Abort this Wizard.
lt: Nutraukti šį vedlį.

source: Add directory to Bookmarks
lt: Pridėti katalogą į adresyną

source: Album
lt: Albumas

source: Albums
lt: Albumai

source: Albums of
lt: Albumai iš

source: All Photos
lt: Visos fotografijos

source: Ambiguous results
lt: Dviprasmiški rezultatai

source: An error occured! Internet connection broken?
cs: Došlo k chybě! Je internetové připojení funkční?
it: Errore: connessione Internet assente ?
lt: Įvyko klaida! Neveikia interneto ryšys?

source: AutoTimer FAQ
lt: Auto laikmačio klausimai

source: AutoTimer Help
lt: Auto laikmačio pagalba

source: Basic Picasa client.
lt: Pagrindinis Picasa klientas.

source: Bootlogo-package:
lt: Įkrovos logotipo paketas:

source: Bouquet
cs: sada kanálů
lt: Paketas
pl: Bukiet

source: Cache size
lt: Talpyklos dydis

source: Camera: %s
lt: Fotoaparatas: %s

source: Can not write Movie Information and Cover File %s %s
lt: Nepavyksta įrašyti filmo informacijos ir viršelio failo %s %s

source: Cast:
lt: Vaidino:

source: Change user
lt: Keiskite vartotoją

source: Compact Flash
cs: int.flash paměť
lt: Kompaktinė atmintinė

source: Configlist
lt: Konfigūravimo sąrašas

source: Congratulations
lt: Sveikinimai

source: Connect to
lt: Prisijungti prie

source: Could't get Eventname
lt: Nepavyko gauti įvykio pavadinimo

source: Create a new AutoTimer.
lt: Sukurti naują auto laikmatį.

source: Create new directory
lt: Sukurti naują katalogą

source: Create new directory in...
lt: Sukurti naują katalogą į...

source: Create new file
lt: Sukurti naują failą

source: Create new file in...
lt: Sukurti naują failą į...

source: Create softlink to selected
lt: Sukurti nuorodą į pasirinktą

source: DEB-package:
lt: DEB paketas:

source: Define the new symlink name here:
lt: Čia apibrėžkite naują simbolinės nuorodos pavadinimą:

source: Delete screen to fix new MST version?
lt: Ištrinti ekraną, kad ištaisytumėte naują MST versiją?

source: Directory name error !
lt: Katalogo pavadinimo klaida!

source: Displays Movie Information from the Online Film Datenbank (German)
lt: Rodo kino filmo Informaciją iš Internetinės filmų duomenų bazės (vokiečių kalba)

source: Do you want to execute %s?
lt: Ar norite vykdyti %s?

source: Do you want to set
lt: Ar norite nustatyti

source: Download Mutagen-package for audio metadata
it: Scarica il pacchetto Mutagen per i metadata audio
lt: Parsisiųsti garso metaduomenų paketą Mutagen

source: Download Picture
lt: Atsisiųsti nuotraukų

source: Dream Explorer...
lt: Dream naršyklė...

source: Dream-Explorer
lt: Dream naršyklė

source: Dream-Explorer - Delete %s...
lt: Dream naršyklė - ištrinti %s...

source: Dream-Explorer : Install...
lt: Dream naršyklė: įdiegti...

source: Dream-Explorer...
lt: Dream naršyklė...

source: DreamExplorer
lt: Dream naršyklė

source: Dreambox model:
lt: Dreambox modelis:

source: Dreambox-Explorer original version by Vali (2010) new version by Dre (2016) Support & help: board.dreambox-tools.info
lt: Dream naršyklė originali Vali versija (2010) nauja Dre versija (2016) Palaikymas ir pagalba: board.dreambox-tools.info

source: Dreambox:
lt: Imtuvas:

source: EPGRefresh Help
lt: EPG atnaujintojo pagalba

source: Editing the service list
lt: Redaguokite kanalų sąrašą

source: Enter search
lt: Įrašykite paieškos užklausą

source: Enter username
lt: Įrašykite vartotojo vardą

source: Error downloading
lt: Atsiuntimo klaida

source: Error reading bookmarks
lt: Nepavyko perskaityti žymų

source: Error writing bookmarks
lt: Klaida rašant adresynus

source: Explore your Dreambox.
lt: Naršyti jūsų Dreambox.

source: Extra support for language
cs: Extra podpora pro jazyk
it: Supporto extra per la lingua selezionata
lt: Išplėstinis kalbos palaikymas

source: FAQ
lt: DUK

source: Featured Photos
lt: Populiarios nuotraukos

source: File name error !
lt: Failo pavadinimo klaida !

source: Files added to current Playlist: %s Files exists in current Playlist: %s
lt: Failai, įtraukti į šį grojaraštį: %s Failai jau yra šiame grojaraštyje: %s

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
lt: Filtrai yra dar vienas galingas įrankis, kaip tinkančių įvykių. Auto laikmatis gali būti apribotas tam tikromis dienomis. Paspauskite MĖLYNĄ, kad pridėti naują apribojimą ir GELTONĄ, kad pašalinti vieną, pasirinktą.

source: Flickr API Key
lt: Flickr API raktas

source: For apply new skin settings. Do you want to Restart the GUI now?
lt: Naujiems temos nustatymams taikyti. Ar norite dabar paleisti grafinę aplinką iš naujo?

source: Frequently asked questions about the AutoTimer
lt: Dažniausiai užduodami klausimai apie auto laikmatį

source: Generic setup
lt: Bendrasis nustatymas

source: Genuine Dreambox validation failed!
lt: Tikro Dreambox patikra nesėkminga!

source: Google Maps
lt: Google žemėlapiai

source: GoogleMaps Search
lt: Google žemėlapių paieška

source: Growl Port
it: Porta Growl
lt: Growl jungtis
pl: Port Growl

source: HELP_Advanced Skin options separator
it: Impostazioni avanzate Skin
lt: EMC vartotojo aplinkos temos parametrai.

source: HELP_Advanced audio metadata options separator
it: Opzioni audio metadata avanzate
lt: Išplėstinės garso metaduomenų parinktys.

source: HELP_Advanced options separator
cs: Nápověda - rozšířené možnosti
it: Impostazioni Avanzate
lt: Išplėstinės EMC parinktys.
pl: Zaawansowane ustawienia

source: HELP_Download Mutagen-package for audio metadata
it: Scarica il pacchetto Mutagen per i metadata audio
lt: Galima parsisiųsti garso metaduomenų paketą Mutagen. Parsisiuntę, turėsite jį įsidiegti.

source: HELP_Enigma auto-restart window begin
lt: Enigma2 automatinio paleidimo iš naujo laikotarpio pradžia.

source: HELP_Enigma auto-restart window end
lt: Enigma2 automatinio paleidimo iš naujo laikotarpio pabaiga.

source: HELP_Enigma daily auto-restart
lt: Enigma2 kas nurodytą laiko tarpą bus paleidžiama iš naujo.

source: HELP_Extra support for selected language
cs: Extra podpora pro vybraný jazyk
it: Abilita il supporto aggiuntivo per la lingua selezionata
lt: Čia galite įjungti pasirinktos papildomos kalbos palaikymą.

source: HELP_File order reverse
lt: Filmų sąrašas bus surūšiuotas atvirkštine tvarka. Nesvarbu, ar pasirinkta rodyti pagal chronologiją, ar pagal abėcėlę.

source: HELP_Force standby after auto-restart
lt: Po Enigma2 automatinio paleidimo iš naujo Vu+ bus perjungtas į budėjimo būseną.

source: HELP_Key assignment Separator
cs: Nápověda - přiřazení oddělovače
it: Assegnazione tasti
lt: Funkcinių mygtukų priskyrimas.

source: HELP_Language Separator
cs: Nápověda - výběr oddělovače
it: Impostazioni lingue
lt: Kalbos nustatymai.
pl: Ustawienia języka

source: HELP_Load all for non showing titles from .meta files
it: Carica tutto per i titoli mancanti dal file .meta
lt: Kai pavadinimas negali būti paimtas iš .meta failo, bus bandoma paimti kitais būdais, kad atvaizduoti pavadinimą.

source: HELP_Scan for Movie Structures
lt: Leidžia išjungti filmų struktūros nuskaitymą visuose kataloguose. Išjungus, išvengiama nepageidaujamų (tinklo) diskų prižadinimų.

source: HELP_Show E2 Bookmarks in movielist
lt: 'Filmų namuose' rodyti virtualius katalogus, atitinkančius Enigma2 žymes.

source: HELP_Show audio metadata (needs skin-changes)
it: Mostra i metadati audio (la skin richiede modifiche)
lt: Rodyti garso metaduomenis filmų sąraše. Kad jie būtų korektiškai atvaizduojami, reikės atlikti pakeitimus EMC aplinkos temoje.

source: HELP_Sort file A to Z at startup
lt: Atveriant, filmų sąrašas bus surūšiuotas pagal abėcėlę.

source: HELP_Upgrade/Download Mutagen v1.28(experimental)
it: Aggiorna/scarica Mutagen v1.28 (sperimentale)
lt: Parsisiųsti, arba atnaujinti esamą Mutagen į v1.28 (eksperimentinė versija).

source: HELP_separator_Trashcan settings
cs: Nápověda - nastavení pro automatické vyprázdňování koše
it: Impostazioni per il cestino
lt: Šiukšliadėžės ir jos automatinio išvalymo funkcijų nuostatos.
pl: Ustawienia dla kosza

source: HELP_separator_hide&performance
cs: Nápověda - nastavení pro skrývání souborů a složek
it: Impostazioni per nascondere file (o cartelle) e prestazioni
lt: Nustatymas nerodyti failų/katalogų ir našumo.
pl: Ustawienia ukrywania plików / folderów i wydajności.

source: HTTP Port
cs: port HTTP
it: Porta HTTP
lt: HTTP jungtis
pl: Port HTTP

source: Hong Kong
lt: Honkongas

source: IMDb query language
lt: IMDb kalbos užklausos

source: In addition to just being able to change the order of installed plugins inside the PluginBrowser, if you press the MENU button you can also change the order of plugins inside the Extensionsmenu, the EventInfo-Menu (hold the INFO button when watching TV) or the MovieSelection-Menu (press MENU when inside the MovieSelection). Once you selected one of these options, you go to a modified PluginBrowser, which shows the respective plugins and you can change their order just as described on the previous page. The changes are applied when leaving the editor using the RED or EXIT button on your remote control.
lt: Be to, tai galėtų pakeisti įdiegtų priedų tvarką Priedų naršyklėje, jeigu jūs paspausite MENU mygtuką taip pat galite pakeisti priedų tvarką išplėstame meniu, Įvykių info meniu (laikykite mygtuką INFO, kai žiūri televizorių) arba Filmų pasirinkimo meniu (paspauskite MENU, kai esate Filmų pasirinkime). Kai jūs pasirinkote vieną iš šių parinkčių, galite eiti į modifikuotą Priedų naršyklę, kuri rodo atitinkamus priedus ir jūs galite pakeisti savo tvarką, kaip aprašyta ankstesniame puslapyje. Pokyčiai būtų taikomi, kai redaktorius naudoja Raudoną arba EXIT mygtuką nuotolinio valdymo pulte.

source: Install Mutagen-package
lt: Įdiegti Mutagen paketą

source: Install new bootlogo...
lt: Įdiekite naują paleisties logotipą...

source: Interval in slideshow before new picture is being shown.
lt: Skaidrių demonstravimo intervalas prieš naujos nuotraukos rodymą.

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
lt: Galima suvaržyti Auto laikmatį iki tam tikrų kanalų ar paketų ar panaikinti vieną. Atvejis kai atitiks šį Auto laikmatį, jei tai bus specifinis ir nepanaikintas kanalas (pakete). Spauskite MĖLYNĄ, kad pridėti naują apribojimą ir GELTONĄ, kad pašalinti vieną išsirinktą.

source: Just Scale
cs: změnit měřítko
it: Scalare solamente
lt: Tik skalė
pl: Po prostu skaluj

source: Keywords: %s
lt: Raktažodžiai: %s

source: Load all for non showing titles from .meta files
it: Se manca il titolo, carica tutto dal file .meta
lt: Įkelti visus nerodomus .meta failuose pavadinimus

source: MST screen found
lt: Rastas MST ekranas

source: Make it more skin friendly
lt: Padaryti daugiau draugišką temą

source: Merlin iDream is not installed!
lt: Merlin iDream neįdiegtas!

source: MerlinMusicPlayer
lt: Merlin muzikos grotuvas

source: Movie Info
cs: Informace o filmu
it: Informazioni film
lt: Filmo informacija

source: Movie Information Download (TMDb)
cs: Stahování filmových informací (TMDb)
it: Scarica Informazioni film (TMDb)
lt: Filmo informacijos parsiuntimas iš TMDb

source: Movie Information Preview
cs: Náhled filmových informací
it: Anteprima Informazioni film
lt: Filmo informacijos peržiūra

source: My Bookmarks
lt: Mano žymės

source: MyVideo
lt: Mano vaizdai
