Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: If you want to refresh the EPG in background, you can choose the method which best suits your needs here, e.g. hidden, fake reocrding or regular Picture in Picture.
cs: Obnovení programů na pozadí lze metodou např. skrytou, napodobením nahrávání, jako PiP či na plné obrazovce_
it: Per avviare un aggiornamento EPG in background, scegliere la procedura più confacente alle proprie esigenze: PiP invisibile, falsa registrazione, PiP normale.
lt: Jei norite atnaujinti EPG fone, galite pasirinkti metodą, kuris geriausiai atitinka jūsų poreikius čia.: pvz paslėptas, netikras įrašymas arba normalus paveikslėlis paveikslėlyje.
pl: Jeśli chcesz odświeżyć EPG w tle tutaj możesz wybrać metodę, która najlepiej odpowiada Twoim potrzebom np ukryte, fałszywe nagrywanie lub zwykłe Obraz w Obrazie.
tr: Burada en uygun arka plan güncelleme yöntemini seçebilirsiniz: gizli,sahte kayıt veya normal resim içinde resim.

source: Ignore callers with no phone number
cs: Ignorovat volání bez tel.čísla
it: Ignorare i chiamanti con numero mascherato
lt: Ignoruoti į skambučius, be telefono numerio
pl: Ignoruj dzwoniących bez numeru telefonu
tr: Telefon numarası olmayan aramaları yoksay

source: Illegal Parameter Value: sRef - '%s'
cs: Neplatná hodnota parametru : sRef - '%s'
it: Valore parametro illegale: sRef - %s
lt: Neteisingos parametro reikšmės: sRef - '%s'
pl: Niedozwolona wartość parametru: sRef - '%s'
tr: Geçersiz Parametre Değeri: sRef - '%s'

source: Illegal Parameter value for Parameter begin : '%s'
cs: Neplatná hodnota pro parametr začínající : '%s'
it: Valore non consentito per il parametro inizio: %s
lt: Neteisinga parametro reikšmė parametrui pradėti : '%s'
pl: Niedozwolona wartość parametru dla Parametru początek: '%s'
tr: Parametre başlangıcı için Geçersiz Parametre değeri: '%s'

source: Illegal Parameter value for Parameter eit : '%s'
cs: Chybná hodnota parametru pro : '%s'
it: Valore non consentito per il parametro eit: %s
lt: Neleistina parametro reikšmė parametrui eit : '%s'
pl: Niedozwolona wartość parametru dla Parametru z: '%s'
tr: Parametre eit için Geçersiz Parametre değeri: '%s'

source: Illuminated RC layer 1
cs: hladina 1 -osv.ovl.
it: RC layer 1 luminoso
lt: Apšviestas RC 1 sluoksnis
pl: Oświetlenie RC poziom 1
tr: Işıklı uzaktan kumanda katmanı 1

source: Illuminated RC layer 2
cs: hladina 2 -osv.ovl.
it: RC layer 2 luminoso
lt: Apšviestas RC 2 sluoksnis
pl: Oświetlenie RC poziom 2
tr: Işıklı uzaktan kumanda katmanı 2

source: Illuminated RC layer 3
cs: hladina 3 -osv.ovl.
it: RC layer 3 luminoso
lt: Apšviestas RC 3 sluoksnis
pl: Oświetlenie RC poziom 3
tr: Işıklı uzaktan kumanda katmanı 3

source: Illuminated RC layer 4
cs: hladina 4 -osv.ovl.
it: RC layer 4 luminoso
lt: Apšviestas RC 4 sluoksnis
pl: Oświetlenie RC poziom 4
tr: Işıklı uzaktan kumanda katmanı 4

source: Image Version
cs: verze Image
it: Versione Immagine
lt: Atvaizdo versija
pl: Wersja Image
tr: Görüntü Sürümü

source: Import All Events
cs: Importovat všechny události
it: Importare tutti gli eventi
lt: Importuoti visus įvykius
pl: Importuj wszystkie Zdarzenia
tr: Tüm Etkinlikleri İçe Aktar

source: Import AutoTimer
cs: Sestavení aut.časovače...
it: Importare AutoTimer
lt: Importuoti Auto laikmatį
pl: Importuj AutoTimera
tr: Otomatik Zamanlayıcıyı İçe Aktar

source: Import CSV file
cs: CSV - import souboru
it: Importare CVS
lt: Importuoti CSV failą
pl: Importuj plik CSV
tr: CSV dosyasını içe aktar

source: Import From AutoTimer
cs: importovat z časovačů
it: Importare da AutoTimer
lt: Importuoti iš auto laikmačio
pl: Importuj z AutoTimera
tr: AutoTimer / Oyomatik Zamanlayıcı'dan İçe Aktar

source: Import Single Event
cs: importovat jednu událost
it: Importare evento singolo
lt: Importuoti vieną įvykį
pl: Importuj pojedyncze Wydarzenie
tr: Tek Eklentiyi İçe Aktar

source: Import existing Timer
cs: import existujícího časovače
it: Importare timer esistente
lt: Importuoti egzistuojantį laikmatį
pl: Importuj istniejący Timer
tr: Mevcut zamanlayıcıyı içeri al

source: Import from AutoTimer
cs: import z aut.časovačů
it: Importare da AutoTimer
lt: Importuoti iš auto laikmačio
pl: Importuj z AutoTimer`a
tr: Otomatik zamanlayıcıdan içeri al

source: Import from EPG
cs: import ze sady kanálů
it: Importare da EPG
lt: Importuoti iš EPG
pl: Importuj z EPG
tr: EPG'den içeri al

source: Import from Timer
cs: import z exist.časovačů
it: Importare da timer
lt: Importuoti iš laikmačio
pl: Importuj z Timer`a
tr: Zamanlayıcıdan içeri al

source: Improperly launched plugin. Aborting!
cs: Chybně spuštěný modul ! Přerušeno !
it: Plugin avviato impropriamente. Interrotto!
lt: Netinkamai paleistas priedas. Nutraukiama!
pl: Niewłaściwie uruchomiona wtyczka. Przerywanie!
tr: Eklenti yanlış başlatıldı. İptal!

source: In order to record a timer, the TV was switched to the recording service!
cs: Startuje nahrávání, box nemá prostor, potřebuje přepnout na kanál záznamu !
it: In seguito a registrazione programmata, la TV è stata sintonizzata sul canale corrispondente.
lt: Pradėjus rašyti pagal pasirinktą laikmatį, TV bus perjungtas į įrašomą kanalą!
pl: W celu nagrania z timera, TV został przełączony do usługi nagrywania!
tr: Zamanlanmış kayıt görevi başlatıldı, TV fonksiyonundan kayıt fonksiyonuna geçildi!

source: Include
cs: včetně
it: Includere
lt: Įtraukti
pl: Dołącz
tr: İçer

source: Include "AutoTimer" in tags
cs: zahrnout označení "AutoTimer" do časovačů
it: Includere "AutoTimer" nelle etichette
lt: Įtraukti "Auto laikmatį" į užduotis
pl: Dołącz "AutoTimer" w znacznikach
tr: Etiket olarak "Otomatik Zamanlayıcı" ekleyin

source: Include %s
cs: použít : %s
it: Includere %s
lt: Įtraukti %s
pl: Zawiera %s
tr: %s İçerir

source: Include AutoTimer name in tags
cs: zahrnout název do časovače
it: Includere la definizione AutoTimer nelle etichette
lt: Įtraukti Auto laikmačio pavadinimą į užduotis
pl: Dołącz nazwę AutoTimera w znacznikach
tr: Otomatik Zamanlayıcı adını etiket olarak ekle

source: Include timer description
cs: včetně popisu časovače
it: Includi descrizione timer
lt: Įtraukti laikmačio aprašymą
pl: Zawiera opis timera
tr: Zamanlayıcı açıklaması ekle

source: Included days:
cs: Započtené dny :
it: Giorni compresi:
lt: Įtraukta dienų:
pl: Dołączone dni:
tr: Dahil edilen günler:

source: Incoming
cs: Příchozí
it: In Entr.
lt: Gaunamas
pl: Nadchodzące
tr: Gelen

source: Incoming Call on %(date)s at %(time)s from --------------------------------------------- %(number)s %(caller)s --------------------------------------------- to: %(phone)s
cs: Příchozí volání na %(date)s v %(time)s od : --------------------------------------------- %(number)s %(caller)s --------------------------------------------- d : %(phone)s
it: Chiamata in arrivo il %(date)s alle %(time)s da --------------------------------------------- %(number)s %(caller)s --------------------------------------------- a: %(phone)s
lt: Gaunamas skambutis %(date)s į %(time)s nuo --------------------------------------------- %(number)s %(caller)s --------------------------------------------- į: %(phone)s
pl: Połączenie przychodzące dnia %(date)s o godzinie %(time)s od --------------------------------------------- %(number)s %(caller)s --------------------------------------------- do: %(phone)s
tr: %(date)s tarihinde %(time)s tarihinde gelen Çağrı -------------------------------------------------- %(number)s %(caller)s -------------------------------------------------- kime: %(phone)s

source: Incoming Call on %s from --------------------------------------------- %s %s ---------------------------------------------
cs: Příchozí volání na %s od : --------------------------------------------- %s %s ---------------------------------------------
it: Chiamata in arrivo su %s da --------------------------------------------- %s %s ---------------------------------------------
lt: Gaunamas skambutis į %s iš --------------------------------------------- %s %s ---------------------------------------------
pl: Połączenie przychodzące %s od --------------------------------------------- %s %s ---------------------------------------------
tr: %s adresinden gelen Çağrı -------------------------------------------------- %s %s --------------------------------------------------

source: Incoming calls
cs: Příchozí volání
it: Chiamate in entrata
lt: Gaunami skambučiai
pl: Przychodzące rozmowy głosowe
tr: Gelen aramalar

source: Incompatible MerlinMusicPlayer version!
cs: Nekompatibilní verze MerlinMusicPlayer
it: Incompatibile con MerlinMusicPlayer !
lt: Nesuderinama Merlin muzikos grotuvo versija!
pl: Niekompatybilna wersja MerlinMusicPlayer!
tr: Uyumsuz MerlinMusicPlayer sürümü!

source: Increase delay
cs: zvýšit zpoždění
it: Aumentare il ritardo
lt: Padidinti delsą
pl: Zwiększ opóźnienie
tr: Gecikmeyi artır

source: Increase delay by %i ms (can be set)
cs: zvýšit zpoždění o %i ms
it: Aumentare il ritardo di %i ms (configurabili)
lt: Padidinti delsą prie %i ms (gali būti nustatyta)
pl: Zwiększ opóźnienie o %i ms (można ustawić)
tr: Gecikmeyi %i ms arttır (mümkünse)

source: Increase list item height:
cs: zvětšit výšku řádků seznamu :
it: Aumento dell'altezza voci in elenco:
lt: Padidinti sąrašo elemento aukštį:
pl: Zwiększenie wysokości elementu listy:
tr: Liste öğesi yüksekliğini artırın:

source: Increase remaining time
cs: zvýšit zbývající čas
it: Aumentare il tempo residuo
lt: Padidinti likusį laiką
pl: Zwiększ pozostały czas
tr: Kalan süreyi artır

source: Independent mode exception
cs: Vyjímka časovače pro nezávislý mód
it: Eccezione modalità indipendente
lt: Nepriklausomos būsenos išimtis
pl: Niezależny tryb wyjątku
tr: Bağımsız mod istisnası

source: India
cs: Indie
lt: Indija
pl: Indie
tr: Hindistan

source: Info
lt: Informacija
tr: Hakkında

source: InfoBarTunerState
lt: Imtuvo būsenos informacinė juosta
tr: Bilgi Çubuğu Tuner Durumu

source: InfoBarTunerState Setup
cs: InfoBarTunerState - konfigurace
it: Configurazione InfoBar TunerState
lt: Imtuvo būsenos informacinė juostos valdymas
pl: InfoBarTunerState Ustawienia
tr: Bilgi Çubuğu Tuner Durumu Yapılandırması

source: InfoBarTunerState is disabled
cs: InfoBarTunerState je vypnutý !
it: InfoBarTunerState è disabilitato
lt: Imtuvo būsenos informacinė juosta išjungta
pl: InfoBarTunerState jest wyłączony
tr: Bilgi Çubuğu Tuner Durumu devre dışı

source: InfoBarTunerState will show all used tuner and it's allocation as infobar popup
cs: Zobrazí v samostatném info-panelu pořady, které se aktuálně nahrávají.
it: InfoBarTunerState: plugin per mostrare i tuner in uso e la loro assegnazione mediante un popup
lt: Imtuvo būsenos informacinė juosta parodys viską apie naudojamą imtuvą ir jo paskirstymą juostoje, iššokančiame lange
pl: InfoBarTunerState pokazuje wszystkie informacje tunera i jego podział w Infobarze
tr: Açılır bilgi çubuğu üzerinde tuner durumu ve kullanımını gösterir

source: Infobar and window style:
cs: info-panel a styl oken :
it: Stile Infobar e Riquadro:
lt: Informacinės juostos ir ekrano stilius:
pl: styl paska info i okna:
tr: Bilgi çubuğu ve pencere stili:

source: Infobar timeout
cs: hl.info-panel se schová za...
it: Persistenza barra informazioni
lt: Infojuosta išsijungs po
pl: Czas wyświetlania paska info
tr: Bilgi çubuğu zaman aşımı süresi

source: Information
cs: informace >>
it: Informazioni
lt: Informacija
pl: Informacja
tr: Bilgi

source: Inherit Services from AutoTimer
cs: ...převzít kanály z časovačů
it: Ereditare canali da AutoTimer
lt: Gauti kanalus iš auto laikamčio
pl: Kanały dziedziczą z AutoTimer`a
tr: Ek otomatik Zamanlayıcı vericileri kullanın

source: Initial PWM
cs: start.modulace :
it: PWM iniziale
lt: Pradinis PWM
pl: Pocz. PWM
tr: İlk PWM

source: Initial Voltage
cs: start.napětí :
it: Voltaggio iniziale
lt: Pradinė įtampa
pl: Pocz. Napięcie
tr: İlk Voltaj

source: Insert file to current playing songlist and play next
cs: vložit soubor do akt.seznamu audia a přehrát
it: Inserisci nella playlist corrente e riproduci il prossimo
lt: Įterpkite failą į dabar veikiantį dainų grojaraštį ir grokite kitą
pl: Wstaw plik do obecnie odtwarzanej listy utworów i następnie ją odtwórz
tr: Dosyayı mevcut çalmakta olan şarkı listesine ekle ve sonrakini çal

source: Insert file to current songlist and play next
cs: vložit soubor do akt.seznamu a přehrát další
it: Inserire nell'elenco brani e riprodurre il successivo
lt: Įterpkite failą į dabartinį dainų grojaraštį ir grokite kitą
pl: Wstaw plik do obecnej listy utworów i następnie ją odtwórz
tr: Dosyayı mevcut şarkı listesine ekle ve sonrakini çal

source: Insert line after line %d
cs: vložit řádek po řádku %d
it: Inserire riga dopo la linea %d
tr: %d satırından sonra satır ekle

source: Install
cs: instalovat >>
it: Installare
lt: Įdiegti
pl: Instalacja
tr: Kurmak

source: Install Mutagen-package for audio metadata
cs: instalovat balíček Mutagen pro audio meta-data
it: Installa il pacchetto Mutagen per i metadati audio
lt: Įdiekite Mutagen paketą garso meta duomenims
pl: Instaluj pakiet Mutagen dla audio metadata
tr: Ses meta verileri için mutajen paketini indirin

source: Install bootlogo
cs: instalovat bootlogo
it: Installare bootlogo
tr: Önyükleme logosunu yükle

source: Install package
cs: instalace balíčku z '/tmp'
it: Installare pacchetto
tr: Kurulum paketi

source: Install plugin
cs: Instalace modulu
it: Installa il plugin
lt: Įdiegti priedą
pl: Zainstaluj wtyczkę
tr: Eklenti kur

source: Install this package
cs: nainstalovat tento balíček
it: Installa il pacchetto
lt: Įdiegti šį paketą
pl: Zainstaluj ten pakiet
tr: Bu paketi yükle

source: Installing Mutagen-package
cs: instalovat balíček Mutagen
it: Installo il pacchetto Mutagen
lt: Įdiegiamas Mutagen paketas
pl: Instaluj pakiet Mutagen
tr: Mutajen paketi yüklemesi

source: Instant Record
cs: okamžité nahrávání...
it: Registrazione istantanea
lt: Momentinis įrašymas
pl: Natychmiastowe Nagrywanie
tr: Anında Kayıt

source: Internet Radio
lt: Interneto radijas
pl: Radio Internetowe
tr: İnternet Radyosu

source: InternetRadio
lt: Interneto radijas
tr: İnternet Radyosu

source: InternetRadio filter list (%s)
cs: InternetRadio - filtr seznamu (%s)
it: Elenco filtri InternetRadio (%s)
lt: Interneto radijo filtrų sąrašas (%s)
pl: Radio Internetowe lista filtrów (%s)
tr: İnternet Radyosu filtre listesi (%s)

source: InternetRadio player:
cs: internetové rádio :
it: Player InternetRadio:
lt: Interneto radijo grotuvas:
pl: Radio Internetowe odtwarzacz.
tr: İnternet Radyosu çalar:

source: InternetRadio station list for filter: %s
cs: InternetRadio - seznam stanic pro filtr : %s
it: Elenco stazioni InternetRadio filtrate per: %s
lt: Interneto radijo stočių sąrašas, skirtas filtravimui: %s
pl: Radio Internetowe lista stacji do filtrowania: %s
tr: Filtre için İnternet Radyosu istasyon listesi: %s

source: InternetRadio station list for search-criteria: %s
cs: InternetRadio - seznam stanic pro kritéria hledání : %s
it: Elenco stazioni InternetRadio filtrate per criterio %s
lt: Interneto Radijo stočių sąrašo paieškos kriterijus: %s
pl: Radio Internetowe kryteria wyszukiwania listy stacji: %s
tr: Arama kriteri için İnternet Radyosu istasyonu listesi: %s

source: Interpret character or block special devices on the filesystem.
cs: Interpretuje znak nebo blok spec.zařízení pro soub.systém_
it: Interpretare dispositivi a caratteri o a blocchi sul file system.
lt: Interpretuoti simbolį arba blokuoti specialius prietaisus failų sistemoje.
pl: Interpretuje specjalne urządzenia znakowe lub blokowe w systemie plików.
tr: Dosya sistemindeki karakteri yorumlayın veya özel cihazları engelleyin.

source: Interval to check IP-Adress
cs: interval pro kontrolu IP adres
it: Intervallo di controllo indirizzo IP
lt: IP adreso patikrinimo intervalas
pl: Przedział czasu do sprawdzenia adresu IP
tr: IP adresini kontrol etme aralığı

source: Invalid Location
cs: -chybné umístění-
it: Posizione non valida
lt: Neteisinga vieta
pl: Nieprawidłowa Lokalizacja
tr: Geçersiz Konum

source: Invalid date!
cs: Chybné datum !
it: Data non valida.
lt: Neteisinga data!
pl: Niewłaściwa data!
tr: Geçersiz tarih!

source: Invalid page
cs: Chybná stránka
it: Pagina non valida
lt: Klaidingas puslapis
pl: Niewłaściwa strona
tr: Geçersiz sayfa

source: Invalid response from Security service pls restart again
cs: Chybná odpověď od bezpečnostní služby ! Spusťte to znovu.
it: Risposta non valida dal servizio di sicurezza: riavviare
lt: Neteisingas atsakymas iš saugumo tarnybos, prašome perkrauti dar kartą
pl: Zła odpowiedź z chronionego kanału, proszę uruchom ponownie
tr: Güvenlik servisinden geçersiz yanıt döndü. Lütfen yeniden çalıştırın

source: Invalid response from server.
cs: Chybná odpověď ze serveru !
it: Risposta non valida dal server.
lt: Neteisingas atsakymas iš serverio.
pl: Zła odpowiedź z serwera.
tr: Sunucudan geçersiz yanıt döndü.

source: Invalid response from server. Please report: %s
cs: Chybná odpověď ! Viz report : %s
it: Risposta non valida dal server. Riferire: %s
lt: Neteisingas atsakymas iš serverio. Prašome pranešti: %s
pl: Zła odpowiedź z serwera. Proszę zgłoś: %s
tr: Sunucudan geçersiz yanıt döndü. Lütfen raporlayın: %s

source: Invalid selection
cs: Neplatný výběr !
it: Selezione non valida
lt: Neteisingas pasirinkimas
pl: Zły wybór
tr: Geçersiz seçim

source: Ireland
cs: Irsko
it: Irlanda
lt: Airija
pl: Irlandia
tr: İrlanda

source: Is the RC still working?
cs: Reaguje dálk.ovladač ?
it: L'RC funziona ancora?
lt: Ar RC dar veikia?
pl: Czy RC nadal działa?
tr: Uzaktan Kumanda hala çalışıyor mu?

source: Israel
cs: Izrael
it: Israele
lt: Izraelis
pl: Izrael
tr: İsrail

source: Italian
cs: italsky
it: Italiano
lt: Italų
pl: Włoski
tr: İtalyanca

source: Italy
cs: Itálie
it: Italia
lt: Italija
pl: Włochy
tr: İtalya

source: Itasa server password:
cs: Itasa-server - heslo :
it: Server Itasa - password:
lt: Itasa serverio slaptažodis:
pl: Itasa serwer hasło:
tr: Itasa sunucu şifresi:

source: Itasa server user:
cs: Itasa-server - uživatel :
it: Server Itasa - utente:
lt: Itasa serverio vartotojas:
pl: Itasa serwer użytkownik:
tr: Itasa sunucu kullanıcısı:

source: Japan
cs: Japonsko
it: Giappone
lt: Japonija
pl: Japonia
tr: Japonya

source: JavaScript Libraries
cs: knihovna pro JavaScript
it: Librerie JavaScript
lt: JavaScript bibliotekos
pl: Biblioteki JavaScript
tr: JavaScript Kitaplıkları

source: Jump to first mark when playing movie
cs: odskok na první značku při spuštění přehrávání videa
it: Vai al primo contrassegno quando riproduci film
lt: Atkuriant filmą, pereiti į pirmą žymę
pl: Przeskocz do pierwszego znacznika podczas odtwarzania nagrania
tr: Film oynatırken ilk işarete atla

source: Jump to listbegin
cs: skok na začátek seznamu
it: Inizio elenco
lt: Peršokti į sąrašo pradžią
pl: Skocz na początek listy
tr: Liste başına atla

source: Jump to listend
cs: skok na konec seznamu
it: Fine elenco
lt: Peršokti į sąrašo pabaigą
pl: Skocz na koniec listy
tr: Liste sonuna atla

source: Jump x minutes back:
cs: skok o x minut zpět :
it: Arretrare di x minuti:
lt: Peršokti x minučių atgal:
pl: Skocz x minut w tył:
tr: x dakika geri atla:

source: Jump x minutes forward:
cs: skok o x minut dopředu :
it: Avanzare di x minuti:
lt: Peršokti x minučių į priekį:
pl: Skocz x minut do przodu:
tr: x dakika ileri atla:

source: Just zap
cs: pouze zapnout
it: Zap
lt: Tiesiog jungti
pl: Poprostu przełącz
tr: Yalnızca zap

source: KEYMAPPING
cs: MAPOVÁNÍ TLAČÍTEK
it: MAPPATURA DEI TASTI
lt: KLAVIATŪROS IŠDĖSTYMAS
pl: MAPOWANIE KLAWISZY
tr: TUŞ EŞLEMESİ

source: Keep running in background
cs: ponechat spuštěné na pozadí
it: Mantenere attivo in background
lt: Nuolat veikia fone
pl: Podtrzymuj uruchomione w tle
tr: Arkaplanda çalışmaya devam et

source: Key %(Key)s successfully set to %(delay)i ms
cs: Tlačítko %(Key)s bylo úspěšně nastaveno na %(delay)i ms
it: Tasto %(Key)s configurato correttamente a %(delay)i ms
lt: Mygtukas %(Key)s sėkmingai pasirinktas %(delay)i ms
pl: Klucz %(Key)s pomyślnie ustawione na %(delay)i ms
tr: %(Key)s tuşuna %(delay)i ms gecikme süresi atandı

source: Key %(key)s (current value: %(value)i ms)
cs: tlačítko %(key)s (akt.hodnota: %(value)i v ms)
it: Tasto %(key)s (valore corrente: %(value)i ms)
lt: Mygtukas %(key)s (dabartinė reikšmė: %(value)i ms)
pl: Klucz %(key)s (obecna wartość: %(value)i ms)
tr: %(key)s tuşu (mevcut değer: %(value)i ms)

source: Key 0 provides special chracters, key 1 blank
cs: tl. 0 = je pro zvláštní znaky, tl. 1 je prázdné
it: 0 >> caratteri speciali, 1 >> spazio
lt: Mygtukas 0 numato specialius simbolius, mygtukas 1 tuščias
pl: Klawisz 0 dla znaków specjalnych, klawisz 1 puste
tr: 0 tuşu özel karakterler sağlar, 1 tuşu boş

source: Key Help
cs: nápověda k tlačítkům
it: Tasto Help
lt: Pagalbos klavišas
pl: klawisz POMOC
tr: Tuş Yardımı

source: Key mapping
cs: aktivace přes...
it: Mappa tasti
lt: Klavišų išdėstymas
pl: Mapowanie klawiszy
tr: Tuş eşlemesi

source: Key period value (50-900)
cs: opakování periody při přidržení tlačítka (50-900)
it: Ritardo ripetizione tasti (50-900)
lt: Mygtuko nuspaudimo trukmė (50-900)
pl: Czas trwania klawisza (50-900)
tr: Tuş süresi (50-900)

source: Key repeat value (250-900)
cs: rychlost opakování při přidržení tlačítka (250-900)
it: Velocità ripetizione tasti (250-900)
lt: Mygtuko kartojimo trukmė (250-900)
pl: Czas powtórzeń klawisza (250-900)
tr: Tuş tekrar değeri (250-900)

source: Keyboard
cs: klávesnice
it: Tastiera
lt: Klaviatūra
pl: Klawiatura
tr: Klavye

source: Keys
cs: tlačítka
it: Tasti
lt: Klavišai
pl: Klawisze
tr: Tuşlar

source: Keywords:
cs: klíčové slovo :
it: Parole chiave:
tr: Anahtar Kelimeler:

source: KiddyTimer
cs: dětský časovač
lt: Laikmatis vaikams
tr: Çocuk saati

source: KiddyTimer allows to control your kids's daily tv usage.
cs: Dětský časovač umožňuje kontrolovat denní využívání televizoru dětmi
it: Plugin per il controllo dell'uso quotidiano della TV da parte dei bambini.
lt: KiddyTimer leidžia kontroliuoti jūsų vaikų kasdieninį televizijos vartojimą.
pl: KiddyTimer pozwala kontrolować dzieci z korzystania TV.
tr: KiddyTimer çocuların günlük TV kullanımını kontrol etmenize yardımcı olur.

source: LANGUAGE
cs: JAZYK
it: LINGUA
lt: KALBA
pl: JĘZYK
tr: DİL

source: LEVEL2 and LEVEL3 Certifcates (Base64-encoded)
cs: Certifikáty LEVEL2 a LEVEL3 (Base64-kódování)
it: Certificati LEVEL2 e LEVEL3 (Base64-encoded)
lt: 2 LYGIO ir 3 LYGIO sertifikatai (Bazė64-koduoti)
pl: Certyfikaty POZIOM2 i POZIOM3 (zakodowane Base64)
tr: LEVEL2 ve LEVEL3 Sertifikaları (Base64 kodlu)

source: Label series
cs: označení série
it: Etichettare le serie
lt: Serijų etiketė
pl: Etykieta serii
tr: Diziyi yeniden adlandır (SeriesPlugin)

source: Label timers with season, episode and title according to the SeriesPlugin settings.
cs: Označení časovačů podle epizody a titulku série Pluginu
it: Etichettare i timer con stagione, episodio e titolo in base alle impostazioni di SeriesPlugin.
lt: Žymėkite laikmačius su sezono, epizodo pavadinimu pagal serijos priedo nustatymus.
tr: SeriesPlugin ayarlarına göre zamanlayıcıları sezon, bölüm ve başlıkla etiketleyin.

source: Language
cs: jazyk dialogu
it: Lingua
lt: Kalba
pl: Język
tr: Dil ayarları

source: Language:
cs: jazyk :
it: Lingua:
lt: Kalba:
pl: Język:
tr: Dil:

source: Languages:
cs: jazyky :
it: Lingue:
tr: Diller:

source: Last 10 calls:
cs: posledních 10 hovorů v režimu spánku :
it: Ultime 10 chiamate:
lt: Paskutinių 10 skambučių:
pl: Ostanie 10 rozmów:
tr: Son 10 arama:

source: Last checked on
cs: naposledy zkontrolováno
tr: Son kontrol tarihi

source: Last day started: %s
cs: naposledy spuštěno : %s
it: Ultimo avvio: %s
lt: Paskutinė diena prasideda: %s
pl: Ostatni dzień uruchomienia: %s
tr: En son başlangıç zamanı: %s
