Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
cs: Takto to bude vypadat v titulcích. Zobrazení např. v češtině může být zkomolené. Potřebujete znát použitou kódovací tabulku.
it: Termini usati nella ricerca nei titoli. Attenzione: caratteri speciali (es. la umlaut tedesca) richiedono di conoscere la codifica caratteri utilizzata dal canale.
lt: Tai yra tai, kas bus ieškoma įvykių pavadinimuose. Žinokite, kad ieškojimas gali būti sudėtingas, kadangi jūs turite žinoti kanalo naudojamą kodavimą.
pl: Tak będą wyglądać tytuły wydarzeń. Uwaga dla wyglądu np. niemieckich znaków może być trudne ponieważ trzeba znać kodowanie znaków.
tr: Elektronik Program Rehberi olay başlıklarında kullanılan karakter kodlamasını buradan seçebilirsiniz. Türkçe karakterler gibi özel harfleri kullanmak istiyorsanız buradan kanalın karakter kodlamasını ayarlayabilirsiniz.

source: This line is not editable!
cs: Tento řádek nelze změnit !
it: Linea non modificabile.
lt: Ši eilutė yra neredaguojama!
pl: Ta linia nie jest edytowalna!
tr: Bu satır düzenlenemez!

source: This list of IP addresses is checked. Elektro waits until addresses no longer responds to ping.
cs: Seznam IP adres je kontrolovaný. Modul čeká na na ping odezvu_
it: La lista IP verrà verificata. Elektro attenderà sino a che gli indirizzi cesseranno di rispondere al ping.
lt: Tikrinamas šis IP adresų sąrašas. Elektro laukia, kol adresai nebereaguos į bandomąjį signalą.
pl: Ta lista adresów IP jest sprawdzona. Wtyczka Elektro zaczeka aż adresy zareagują na ping.
tr: Bu IP adresleri listesi kontrol edilir. Elektro, ping'e daha fazla adres yanıt vermeyene kadar bekler.

source: This option is an alternative to the nfsvers option. It is included for compatibility with other operating systems.
cs: Tato volba je alternativou pro volbu nfsvers. Je to pro kompatibilitu s jinými systémy.
it: Questa opzione è un'alternativa all'opzione nfsvers. È inclusa per la compatibilità con altri sistemi operativi.
lt: Ši parinktis yra alternatyva nfsvers parinkčiai. Ji įtraukta į suderinamumą su kitomis operacinėmis sistemomis.
tr: Bu seçenek, nfsvers seçeneğine bir alternatiftir. Diğer işletim sistemleriyle uyumluluk için dahil edilmiştir.

source: This plugin can determine whether a programme begins earlier or lasts longer. The channel has to provide reliable data.
cs: Předvolba času programu, zda začíná dříve nebo bude delší. Vysílání musí poskytovat spolehlivé údaje!_
it: Questo plugin è in grado di determinare se un programma inizi in anticipo o duri più a lungo. Il canale deve fornire informazioni attendibili.
lt: Šis priedas gali nustatyti, ar programa prasideda anksčiau arba tęsiasi ilgiau. Kanalas turi pateikti patikimus duomenis.
pl: Ta wtyczka może określić, czy program rozpoczyna się wcześniej lub trwa dłużej. Kanał musi dostarczyć wiarygodnych danych.
tr: Bu eklenti, bir programın daha erken başlayıp daha uzun süreceğini belirleyebilir. Kanalın güvenilir veri sağlaması gerekir.

source: This plugin is configured by the MENU key in the movielist Application details provides the HELP key in the movielist
cs: Modul je nakonfigurovaný v seznamu videa pod tl.menu. Detaily v seznamu jsou dostupné přes tl. Help.
it: Elenco registrazioni >> Menu >> configurazione Elenco registrazioni >> Help >> dettagli uso tasti
lt: Šis priedas yra sukonfigūruotas su MENU klavišu filmų sąraše Naudojimo informacija pateikiama su HELP klavišu, filmų sąraše
pl: Ta wtyczka konfigurowana jest klawiszem MENU w liście nagrań Detale aplikacji uzyskamy klawiszem HELP w liście nagrań
tr: Bu eklenti,film listesindeki MENÜ düğmesi ile yapılandırılmıştır. Film listesindeki YARDIM ugulama hakkında ayrıntılar sağlar

source: This setting controls the behavior when a timer matches a found event.
cs: Nastavení definuje chování časovače, když je nalezena shoda_
it: Indicare il comportamento da adottare nel caso in cui un timer corrisponda a un evento trovato.
lt: Šis nustatymas kontroliuoja elgseną, kai laikmatis atitinka surastą atvejį.
pl: To ustawienie kontroluje zachowane gdy rezultaty timera odnajdą wydarzenie.
tr: Bu ayar,mevcut bir zamanlayıcı bulunan bir şovla eşleştiğinde davranışı kontrol eder.

source: This setting controls whether or not an informational message will be shown at start and completion of refresh.
cs: Zobrazit hlášení na začátku a na konci aktualizace_
it: La funzione determina se debba essere mostrato un messaggio all'avvio e al termine di un aggiornamento.
lt: Šis nustatymas kontroliuoja, ar ne informacinėje žinutėje bus rodoma atnaujinimo pradžia ir pabaiga.
pl: To ustawienie określa czy komunikat informacyjny pojawi się na początku i zakończeniu odświeżania.
tr: Bu ayar,güncellemenin başında ve sonunda bir bilgi mesajının görüntülenip görüntülenmeyeceğini kontrol eder.

source: This setting controls whether or not the refresh will be initiated even though the receiver is active (either not in standby or currently recording).
cs: Spustit aktualizaci, i když je box aktivní nebo při nahrávání_
it: Questa funzione abilita/disabilita l'esecuzione dell'aggiornamento quando il decoder è in uso (non in standby o in registrazione).
lt: Šis nustatymas kontroliuoja, ar atnaujinimas bus pradėtas, nors imtuvas yra aktyvus (arba ne budėjimo režime ar šiuo metu įrašyme).
pl: To ustawienie kontroluje, czy odświeżenie zostanie uruchomione, nawet jeśli odbiornik jest aktywny (bądź nie jest w trybie czuwania lub aktualnie nagrywa).
tr: Bu ayar,alıcı etkin olsa bile (bekleme modunda veya şu anda kayıtta olmasa bile) yenilemenin başlatılıp başlatılmayacağını kontrol eder.

source: This setting controls whether the receiver should be set to standby after refresh is completed.
cs: Vypnout box po dokončení obnovy EPG programů_
it: Questa funzione determina se il decoder debba essere posto in standby al termine di un aggiornamento.
lt: Šis nustatymas kontroliuoja, ar imtuvas turi būti nustatomas į budėjimo režimą po baigto atnaujinimo.
pl: To ustawienie określa czy odbiornik powinien być ustawiony w tryb czuwania po zakończeniu odświeżania.
tr: Bu ayar,yenileme tamamlandıktan sonra alıcının beklemeye alınması gerekip gerekmediğini kontrol eder.

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
cs: Pokud je konflikt časovačů, nebude ho ignorovat, ale přidá ho jako vypnutý_
it: Comportamento da tenere in caso di conflitto timer. Se un AutoTimer riguarda un evento che genera un conflitto con un timer esistente, l'evento non viene ignorato ma aggiunto disabilitato.
lt: Tai perjungia laikmačio konfliktų elgesį. Jei veikiantis Auto Laikmatis prieštarauja galiojančiam laikmačiui, jis negali ignoruoti šio įvykio, bet įtraukia jį išjungimui.
pl: To zmienia zachowanie dla konfliktu timera. Jeśli AutoTimer znajdzie konflikt dla wydarzenia z istniejącym timerem wtedy nie zignoruje go ale doda jako wyłączony.
tr: Bu ayar,bir çakışma durumunda davranışı belirler.Bir gösteri mevcut bir zamanlayıcıyla çakışırsa,etkin değil olarak eklenebilir.

source: This will reset all CeC settings to their factory defaults Continue?
cs: Resetujete všechno nastavení CEC podle předvoleb ! Pokračovat ?
it: Tutte le impostazioni CeC verranno ripristinate ai valori di default. Proseguire?
tr: Bu, tüm CeC ayarlarını fabrika varsayılanlarına sıfırlayacaktır. Devam et?

source: Thu
cs: čtvrtek
it: Gio
lt: Ket
pl: Czw
tr: Perş

source: Thursday
cs: čtvrtek
it: Giovedì
lt: Ketvirtadienis
pl: Czwartek
tr: Perşembe

source: Ticker
cs: rolující text
lt: Simbolis
pl: Pasek
tr: Hız

source: Time
cs: čas od-do...
it: Ora
lt: Laikas
tr: Zaman

source: Time - Of Recordings
cs: čas nahrávky
it: Tempo - Registrazione
lt: Laikas - iš įrašų
tr: Kayıt Süresi

source: Time - Of Recordings Selected
cs: čas vybrané nahrávky
it: Tempo - Registrazione selezionata
lt: Laikas - pasirinktas iš įrašų
tr: Seçilen Kayıtların Süresi

source: Time - With Endtime
cs: čas ukončení
it: Tempo - Con ora termine
lt: Laikas - su pabaigos laiku
tr: Zaman - Bitiş Zamanı ile

source: Time - With Endtime Selected
cs: čas s výběrem ukončení
it: Tempo - Con ora termine selezionata
lt: Laikas - pasirinkus pabaigos laiką
tr: Zaman - Bitiş Zamanı Seçildiğinde

source: Time - Without Endtime
cs: čas bez ukončení
it: Tempo - Senza ora termine
lt: Laikas - be pabaigos laiko
tr: Zaman - Bitiş Zamanı Olmadan

source: Time - Without Endtime Selected
cs: čas bez výběru ukončení
it: Tempo - Senza ora termine selezionata
lt: Laikas - be pabaigos pasirinkimo
tr: Zaman - Bitiş Zamanı Seçilmeden

source: Time Elapsed
cs: uplynulý čas
it: Tempo trascorso
lt: Praėjęs laikas
pl: Upłynęło Czasu
tr: Geçen süre

source: Time Left
cs: zbývající čas
it: Tempo residuo
lt: Likęs laikas
pl: Pozostało Czasu
tr: Kalan zaman

source: Time Left / Duration
cs: zbývající čas / délka
it: Tempo residuo / Durata
lt: Laiko liko / trukmė
pl: Czas Pozostały / Czas Trwania
tr: Kalan Zaman / Süre

source: Time format begin
cs: časový formát - začátek
it: Inizio: formato ora
lt: Laiko formato pradžia
pl: Format czasu początku
tr: Zaman biçimi başlangıcı

source: Time format end
cs: časový formát - konec
it: Fine: formato ora
lt: Laiko formato pabaiga
pl: Format czasu końca
tr: Zaman biçimi sonu

source: Time in minutes to append to recording.
cs: časová rezerva za záznam (min.)
it: Margine (in minuti) da applicare a fine registrazione.
lt: Laikas minutėmis, kad pridėti prie įrašo.
pl: Czas w minutach do dodania nagrania.
tr: Kayıttan sonra kaydedilecek ek süre (dakika).

source: Time in minutes to prepend to recording.
cs: Časová rezerva před záznamem (min.)_
it: Margine (in minuti) di anticipo da applicare a inizio registrazione.
lt: Laikas minutėmis laukiant įrašymo.
pl: Czas w minutach do zwolnienia nagrania.
tr: Kayıttan önce kaydedilecek ek süre (dakika).

source: Timeout
cs: čas zobrazení :
lt: Pertrauka
pl: Limit czasu
tr: Zaman aşımı

source: Timeout (in min)
cs: časový limit spuštění (v min.)
lt: Pertrauka (min)
pl: Limit czasu (w minutach)
tr: Zaman aşımı (dakika olarak)

source: Timeout for Call Notifications (seconds)
cs: doba zobrazení v sek.
it: Ritardo notifica chiamate (secondi)
lt: Pertraukos laikas skambučių pranešimams (sekundės)
pl: Czas oczekiwania na Powiadomienia Telefoniczne (sekundy)
tr: Arama uyarıları için zaman aşımı süresi (saniye)

source: Timeout for Error Popups
cs: časový limit pro chybové roletky
it: Timeout per popup errori
lt: Iššokančių klaidingų langų laikas
tr: Hata açılır penceresi için zaman aşımı

source: Timeout for Success Popups
cs: doba zobrazení v sek.
it: Timeout per popup successi
lt: Pertrauka pavykusiems iššokantiems langams
pl: Limit czasu dla wyskakujących okienek
tr: Başarı açılır penceresi için zaman aşımı

source: Timeout for Warnings Popups
cs: doba zobrazení varování
it: Timeout per popup warning
lt: Pertrauka įspėjantiems iššokantiems langams
pl: Limit czasu dla Ostrzegawczych wyskakujących okienek
tr: Uyarı açılır pencereleri için zaman aşımı

source: Timeout for activation dialog
cs: doba zobrazení dialogů
it: Timeout di attivazione finestra di dialogo
lt: Aktyvavimo dialogo pertrauka
pl: Czas oczekiwania na oknie aktywacyjnym
tr: Aktivasyon iletişim kutusu için zaman aşımı

source: Timer
cs: časovač nahrávání
lt: Laikmatis
tr: Zamanlayıcı

source: Timer '%s' added
cs: Časovač '%s' byl přidaný
it: Timer %s aggiunto
lt: Laikmatis '%s' pridėtas
pl: Timer '%s' został dodany
tr: Zamanlayıcı eklendi: %s

source: Timer ON - Deactivate All Conflicts
cs: zapnutý časovač - deaktivuje všechny konflikty
it: Timero ON - Disattivare tutti i conflitti
lt: Laikmatis įjungtas - išjunkite visus konfliktus
tr: Zamanlayıcı açık - Tüm çakışmaları devre dışı bırak

source: Timer Progress (Graphical)
cs: časový indikátor (grafický)
it: Progresso timer (grafico)
lt: Laikmačio eiga (grafinė)
pl: Postęp Timera (Graficzny)
tr: Zamanlayıcı İlerlemesi (Grafiksel)

source: Timer Progress (Text)
cs: časový indikátor (textový)
it: Progresso timer (testo)
lt: Laikmačio eiga (tekstas)
pl: Postęp Timera (Tekstowy)
tr: Zamanlayıcı İlerlemesi (Metin)

source: Timer Type
cs: typ časovače
it: Tipo timer
lt: Laikmačio būdas
pl: Typ timera
tr: Zamanlayıcı Tipi

source: Timer can not be added...no locations on partnerbox available.
cs: Časovač není dostupný...na partnerboxu není dostupná složka !
it: Impossibile aggiungere timer: nessuna destinazione disponibile sul box partner.
lt: Laikmatis negali būti pridėtas...nėra pasiekiama partnerbox vieta.
pl: Timera nie można dodać... brak dostępnego miejsca na Partnerbox.
tr: Zamanlayıcı eklenemiyor...ortak kutusunda kayıt konumu yok.

source: Timer has no EIT
cs: časovač nemá EIT
it: Timer privo di EIT
lt: Laikmatis neturi ETI
pl: Timer nie ma EIT
tr: Zamanlayıcının EIT'si yok

source: Timer rename has been finished with %d errors:
cs: Přejmenování časovačů skončilo s %d chybami :
it: Modifica nome timer terminato: errori %d:
lt: Laikmačio pervadinimas buvo baigtas su %d klaidomis:
pl: Zmiana nazwy Timera została zakończona z %d błędem:
tr: Yeniden adlandırma zamanlayıcısı %d hatayla tamamlandı:

source: Timer type
cs: typ časovače
it: Tipo timer
lt: Laikmačio būdas
pl: Typ timera
tr: Zamanlayıcı tipi

source: Timer+
cs: časovač+
lt: Laikmatis+
tr: Zamanlayıcı+

source: Timer-Typ:
cs: typ časovače :
it: Tipo timer:
lt: Laikmačio tipas:
tr: Zamanlayıcı Türü:

source: Timer:
cs: časovač :
lt: Laikmatis:
tr: Zamanlayıcı:

source: TimerList has been saved
cs: Seznam časovačů byl uložený...
it: L'elenco timer è stato salvato
lt: Laikmačio sąrašas buvo išsaugotas
pl: Lista Timera została zapisana
tr: Zamanlayıcı Listesi kaydedildi

source: TimerList has not been saved
cs: Seznam časovačů nebyl uložený !
it: L'elenco timer non è stato salvato
lt: Laikmačio sąrašas nebuvo išsaugotas
pl: Lista Timera nie została zapisana
tr: Zamanlayıcı Listesi kaydedilmedi

source: Timerlist
cs: Seznam časovačů...
it: Elenco timer
lt: Laikmačių sąrašas
pl: Lista Timera
tr: Zamanlayıcı listesi

source: Timerlist cleanup is enabled in EMC plugin! To avoid crashes, we won't delete entries whilst this option is enabled in EMC.
cs: V modulu EMC je povoleno vyčištění časovače ! Abychom se vyhnuli pádům, nebudou se mazat záznamy, pokud je tato možnost povolena v EMC.
it: La pulizia voci elenco timer è abilitata nel plugin EMC. Per evitare crash, non verrà rimossa alcuna voce mentre questa opzione è abilitata in EMC.
lt: Laikmačio sąrašo valymas yra įjungtas EMC priedo! Norėdami išvengti gedimų, mes negalėsime ištrinti įrašų, o ši parinktis įjungta EMC.
pl: Funkcja Czyszczenie Listy Timera jest włączona we wtyczce EMC ,aby uniknąć awarii, nie będziemy usuwać wpisów timera, dopóki ta opcja jest włączona w EMC.
tr: EMC eklentisinde zamanlayıcı listesi temizleme etkinleştirildi! Kilitlenmeleri önlemek için, EMC'de bu seçenek etkinken girişleri silmeyeceğiz.

source: Timers
cs: časovače---
it: Timer
lt: Laikmačiai
pl: Timery
tr: Zamanlayıcılar

source: Times
cs: časy
it: Orari
lt: Laikai
pl: Czasy
tr: Zamanlayıcılar

source: Timeshift
lt: Laiko poslinkis
tr: Zaman kaydırma

source: Timeshift Settings
cs: Timeshift - nastavení
it: Configurazione timeshift
lt: Laiko poslinkio nustatymai
pl: Ustawienia timeshift-u
tr: Zaman Kaydırması Ayarları

source: Timeshift save failed!
cs: Soubor Timeshiftu se nepodařilo uložit !
it: Salvataggio timeshift fallito.
lt: Laiko poslinkio išsaugoti nepavyko!
pl: Zapis timeshift-u nie powiódł się!
tr: Zaman kaydırması kaydı kaydedilirken hata oluştu!

source: Timeshift saved to your harddisk!
cs: Soubor Timeshiftu byl uložený na haddisk !
it: Timeshift salvato su harddisk.
lt: Laiko poslinkis išsaugotas kietame diske!
pl: Timeshift zapisany na Twój dysk twardy!
tr: Sabit sürücüye kaydedilen zaman kaydırması kaydı!

source: Timeshift will get saved at end of event!
cs: Soubor Timeshiftu se po skončení relace uloží jako video.
it: Il timeshift sarà salvato al ternine dell'evento.
lt: Laiko poslinkis bus išsaugotas įvykio pabaigoje!
pl: Timeshift zostanie nagrany po zakończeniu wydarzenia!
tr: Zaman kaydırması,etkinliğin sonunda kaydedilecek!

source: Timeshift-Save Action on zap
cs: Soubor Timeshiftu se po zapnutí uloží
it: Azione salvataggio timeshift su zap
lt: Išsaugoti laiko poslinkį, perjungiant kanalą
pl: Zachowanie dot. zapisywania przy przełączaniu
tr: Zap'ta Zaman Kaydırma-Kaydetme Eylemi

source: Timeshift-button
cs: tlačítko "časovače"
it: Tasto timeshift
lt: Laiko poslinkio mygtukas
pl: Przycisk TIMESHIFT
tr: Zaman kaydırma düğmesi

source: Title
cs: v názvu
it: Titolo
lt: Antraštė
pl: Tytuł utworu
tr: Başlık

source: Title Menu
cs: výběr titulků
it: Menu Titolo
lt: Pavadinimų meniu
pl: Menu Tytułu
tr: Filmler

source: Title and Description
cs: titulek a podpis
it: Titolo e descrizione
lt: Pavadinimas ir aprašymas
tr: başlık ve açıklamada

source: Title and all descriptions
cs: v názvech a všech popisech
it: Titolo e tutte le descrizioni
lt: Pavadinimas ir visi aprašymai
pl: Tytuł i całe opisy
tr: Başlık ve tüm açıklamalar

source: Title and short description
cs: v názvu a krátkém popisu
it: Titolo e descrizione breve
lt: Pavadinimas ir trumpas aprašymas
tr: başlık ve kısa açıklama

source: Title only
cs: pouze titulek
it: Solo titolo
lt: Tik antraštė
tr: Yalnıca Başlıkta

source: Title search depths
cs: důkladné vyhledávání titulů
it: Profondità di ricerca titolo
lt: Pavadinimo paieškos gylis
pl: Głębokości wyszukiwania tytułu
tr: Başlık arama derinlikleri

source: Title:
cs: titulek :
it: Titolo:
lt: Antraštė:
tr: Başlık:

source: Title: n/a
cs: titulek : není...
it: Titolo: n/a
lt: Pavadinimas: n/a
pl: Tytuł: n/a
tr: Başlık: n/a

source: To apply your Changes the GUI has to be restarted. Do you want to restart the GUI now?
cs: Grafiku je třeba znovu obnovit ! Chcete Enigmu2 restartovat ?
it: L'attivazione delle nuove impostazioni richiede il riavvio della GUI. Riavviare ora?
lt: Jei norite pritaikyti savo pakeitimus, grafinė aplinka bus paleista iš naujo. Ar norite iš naujo paleisti grafinę aplinką dabar?
pl: Aby zastosować zmiany GUI musi być uruchomione ponownie. Czy chcesz, aby uruchomić ponownie GUI teraz ?
tr: Değişikliklerinizi uygulamak için GUI'nin yeniden başlatılması gerekir. GUI'yi şimdi yeniden başlatmak istiyor musunuz?

source: To be used as simple downloading application by other Plugins.
cs: Modul pro jednoduché stahování aplikací z Internetu.
it: Plugin che permette ad altri plugin di utilizzarlo come sempliuce applicazione per il download.
lt: Tai naudojama kaip paprastam atsisiuntimui kitų priedų.
pl: Do stosowania jako prosta aplikacja pobierania przez inne wtyczki.
tr: MediaDownloader,diğer eklentilerin internetten dosya indirmesine yardımcı olur.

source: To enjoy more functionalities of your FRITZ!Box, configure the firmware version!
cs: Více o funkcích FRITZ!Boxu, verze konfigurace Firmware
it: Per godere appieno delle funzionalità della FRITZ!Box, configurare la versione firmware.
lt: Norėdami mėgautis daugiau funkcijų savo FRITZ!Box, konfigūruokite programinės įrangos versiją!
pl: Aby cieszyć się większą funkcjonalnością swojego FRITZ!Boxa, zaktualizuj wersję oprogramowania!
tr: FRITZ!Box'ınızın daha fazla işlevselliğinin keyfini çıkarmak için aygıt yazılımı sürümünü yapılandırın!

source: Today
cs: dnes...
it: Oggi
lt: Šiandien
pl: Dzisiaj
tr: Bugün

source: Today is %s's birthday! She/he was born on %s and is now %s year(s) old.
cs: Dnes má narozeniny : %s's ! datum narození : %s - nyní má : %s roků...
it: Oggi è il compleanno di %s! Data di nascita: %s - Età: %s.
lt: Šiandien yra %s's gimtadienis! Ji / jis gimė %s ir dabar: %s turi metų.
pl: Dziś są urodziny %s's! Data urodzin %s i teraz ma %s lat.
tr: Bugün %s'in doğum günü! %s tarihinde doğdu ve şu anda %s yaşında.

source: Toggle 1. mailbox
cs: přepnout na 1. mail.schránku
it: Comm. casella 1
lt: Perjungti 1. pašto dėžutę
pl: Przełącz 1. skrzynkę pocztową
tr: 1. posta kutusunu aç/kapat

source: Toggle 2. mailbox
cs: přepnout na 2. mail.schránku
it: Comm. casella 2
lt: Perjungti 2. pašto dėžutę
pl: Przełącz 2. skrzynkę pocztową
tr: 2. posta kutusunu aç/kapat

source: Toggle 3. mailbox
cs: přepnout na 3. mail.schránku
it: Comm. casella 3
lt: Perjungti 3. pašto dėžutę
pl: Przełącz 3. skrzynkę pocztową
tr: 3. posta kutusunu aç/kapat

source: Toggle 4. mailbox
cs: přepnout na 4. mail.schránku
it: Comm. casella 4
lt: Perjungti 4. pašto dėžutę
pl: Przełącz 4. skrzynkę pocztową
tr: 4. posta kutusunu aç/kapat

source: Toggle 5. mailbox
cs: přepnout na 5. mail.schránku
it: Comm. casella 5
lt: Perjungti 5. pašto dėžutę
pl: Przełącz 5. skrzynkę pocztową
tr: 5. posta kutusunu aç/kapat

source: Toggle Cover Button
cs: tlačítko pro zap./ vyp.potisku
it: Abilita pulsante copertina
lt: Viršelių perjungimo mygtukas
pl: Przełącz przycisk okładki
tr: Kapak Düğmesini Aç/Kapat

source: Toggle Idle Mode
cs: přepnout do režimu spánku
it: Commutare modalità idle
lt: Perjungti į tuščios eigos būseną
pl: Przełącz Tryb Bezczynności
tr: Boşta modunda geçiş yap

source: Toggle List
cs: změnit seznam
it: Elenco On/Off
lt: Perjungimo sąrašas
pl: Przełącz Listę
tr: Listede geçiş yap

source: Toggle Mailbox
cs: přepnout mail.schránku
it: Comm. casella
lt: Perjungti pašto dėžutę
pl: Przelącz Skrzynkę pocztową
tr: Posta aç/kapa

source: Toggle WLAN
cs: přepnout WLAN
it: Commutare WLAN
lt: Perjungti WLAN
pl: Przełącz WLAN
tr: WLAN aç/kapa

source: Toggle WLAN guest access
cs: přepnout přístup hosta WLAN
it: Commutare accesso Guest WLAN
lt: Perjunkite WLAN prieigą svečiams
pl: Włącz dostęp dla gości WLAN
tr: WLAN misafir erişimini geçiş yap

source: Toggle all mailboxes
cs: přepnout všechny mail.schránky
it: Comm. tutte le caselle
lt: Perjunkite visas pašto dėžutes
pl: Przełącz wszystkie skrzynki pocztowe
tr: Posta kutularını aç/kapat

source: Toggle date / alphabetic sort mode
cs: ↕seřadit podle datumu / abecedy
it: Commutare ordine data/alfabetico
lt: Perjungti datą / abėcėlinį rūšiavimo būdą
pl: Przełącz tryb sortowania wg daty / alfabetu
tr: Tarih / alfabetik sıralama modu geçiş yap

source: Toggle description / tags display
cs: ↕seřadit podle popisu / značek
it: Commutare vista descrizione/etichette
lt: Perjungti aprašymą / žymos rodymą
pl: Przełącz wyświetlanie wg opisu / etykiet
tr: Açıklama / etiket ekranını geçiş yap

source: Toggle label
cs: přepnout označení
it: Commutare etichetta
tr: Etiket geçiş yap

source: Toggle list
cs: přepnout seznam
it: Commutare elenco
tr: Listede geçiş yap

source: Toggle pipzap status
cs: přepnout stav pipzap
it: commutare stato pipzap
lt: Perjunkite pip jungimo būklę
pl: Przełącz status pipzap
tr: pipzap durumunda geçiş yap

source: Toggle service selection
cs: změnit výběr
it: Selezione canali On/Off
lt: Sukeisti kanalų pasirinkimą
pl: Przełącz wybór kanału
tr: Hizmet seçiminde geçiş yap

source: Toggle style minimal / compact / full
tr: Stil minimum / kompakt / dolu arasında geçiş yap

source: Toggle viewed / not viewed
cs: přepnout viditelné / neviditelné
it: Commutare visto/non visto
lt: Perjungti peržiūrėtą / neperžiūrėtą
pl: Przełącz oglądane / nie oglądane
tr: Görüntülenen / görüntülenmeyen arasında geçiş yap

source: Token-based security (may break clients)
cs: základní ochrana (může odpojit klienta)
it: Sicurezza token-based (potrebbe scollegare i client)
lt: Simboliais grįstas saugumas (gali būti nutrauktas klientų)
pl: Zabezpieczenia oparte o Token
tr: Belirteç tabanlı güvenlik (istemci yazılımıyla ilgili sorunlara neden olabilir)

source: Tomorrow
cs: zítra
it: Domani
lt: Rytoj
pl: Jutro
tr: Yarın

source: Tools
cs: nástroje
it: Strumenti
lt: Įrankiai
pl: Narzędzia
tr: Araçlar

source: Top Games
cs: nejlepší hry
lt: Populiariausi žaidimai
tr: En iyi oyunlar
