Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: change recording (endtime)
cs: změnit - čas ukončení nahrávání
it: modificare registrazione (ora termine)
lt: keisti įrašymo pabaigos laiką
pl: Zmień koniec czasu nagrania
tr: kaydı değiştir (bitiş zamanı)

source: check for sleep directly after manual boot
cs: kontrola uspání po manuálním nabootování
it: Controllare la modalità sleep direttamente dopo un avvio manuale
tr: Manuel önyüklemeden hemen sonra uyku modunu kontrol edin

source: check for sleep directly on going to idle mode
cs: ovládat vypnutí přímo z režimu spánku
tr: doğrudan bekleme moduna geçerken uyku durumunu kontrol et

source: check pending
cs: kontrola nevyřízených
it: verifica sospesa
lt: patikrinti laukimą
pl: sprawdzanie w toku
tr: kontrol bekliyor

source: checking
cs: kontrola
it: verifica in corso
lt: tikrinama
pl: sprawdzanie
tr: kontrol ediyor

source: cleanup disabled
cs: čištění vypnuto
it: Cleanup disabilitato
lt: valymas išjungtas
pl: Oczyszczanie wyłączone
tr: temizleme devre dışı

source: close
cs: zavřít
it: Chiudere
lt: uždaryti
pl: zamknij
tr: Kapat

source: close and save
cs: zavřít a uložit
it: chiudere e salvare
lt: uždaryti ir išsaugoti
tr: kapat ve kaydet

source: close pip window...
cs: zavřít PIP okno...
it: chiudere la finestra pip...
lt: uždaryti pip langą...
tr: Resim içinde resim penceresini kapat...

source: close with saving and start searching
cs: zavřít s uložením a spustit hledání
it: chiudere, salvare e iniziare la ricerca
lt: uždarykite su išsaugojimu ir pradėkite ieškoti
tr: Kaydet ile kapat ve aramaya başla

source: close without saving
cs: zavřít bez uložení
it: chiudere senza salvare
lt: uždaryti neišsaugant
tr: Kaydetmeden kapat

source: config changed.
cs: změněná konfigurace
it: Comfigurazione modificata.
lt: config pakeistas.
pl: Konfig zmieniony.
tr: ayarlar değisti

source: configuration
cs: -- konfigurace
it: Configurazione
lt: konfigūracija
pl: konfiguracja
tr: ayarlar

source: configuration of title:episode separator
tr: başlık yapılandırması: bölüm ayırıcı

source: connection failed - retrying
cs: Spojení vypadlo, obnovuji...
it: Connessione fallita. Nuovo tentativo in corso
lt: prisijungti nepavyko - bandome vėl
pl: Połączenie nie powiodło się - ponawianie
tr: bağlantı kurulamadı - yeniden deneniyor

source: control multiple Dreamboxes with different RCs
cs: -- spravovat více Dreamboxů s různými dálk.ovladači
it: Plugin per il controllo di Dreambox multipli con diversi telecomandi
lt: valdyti daug imtuvų su įvairiais DVP
pl: sterowanie wieloma Dreambox`ami różnymi pilotami
tr: Farklı uzaktan kumandalarla birden fazla Dreambox'ı kontrol edin.

source: controlled by HDMI
cs: ovládání přes HDMI
it: controllato da HDMI
tr: HDMI kontrollü

source: convert to multi-channel PCM
cs: konvertovat na vícekanálový PCM
it: convertire a PCM multicanale
tr: çok kanallı PCM'ye dönüştür

source: copy
cs: kopírovat
it: copiare
lt: kopijuoti
pl: kopiuj
tr: kopyala

source: copy directory
cs: složka kopírování
it: copiare directory
lt: kopijuoti katalogą
tr: dizini kopyala

source: copy file
cs: kopírovat soubor
it: copiare file
lt: kopijuoti failą
pl: kopiuj plik
tr: dosyayı kopyala

source: copying directory ...
cs: složka kopírování...
it: copia directory in corso...
lt: kopijuojamas katalogas ...
tr: dizini kopyala...

source: copying file ...
cs: ...kopíruji soubor...
it: copia file in corso...
lt: kopijuojami failai ...
pl: kopiowanie pliku ...
tr: dosya kopyalanıyor...

source: covers in
cs: potisků za
it: cover in
lt: viršeliai
pl: okładek w
tr: kapaklar

source: create partition %s
cs: založit disk.oddíl %s
it: creare partizione %s
lt: sukurti disko skaidinį %s
pl: tworzenie partycji %s
tr: %s bölümü oluştur

source: create themes
cs: založit themes.xml
it: creare tema
lt: kurti temas
tr: Tema oluştur

source: creates virtual series folders from episodes
cs: -- sestavení virtuální série složek z nahraných epizod
it: Creare directory virtuali dagli episodi delle serie
lt: iš epizodų kuria virtualių serijų aplankus
pl: Tworzy wirtualne foldery z serii odcinków
tr: Dizi bölümlerinden sanal klasörler oluşturur

source: creates virtual series folders from sets of recorded episodes
cs: -- sestavení virtuální série složek z nahraných epizod
it: Creare directory virtuali dai set di episodi di serie registrate
lt: iš įrašytų epizodų kuria virtualius serijų aplankus
pl: Tworzy wirtualne serie folderów z zapisanych odcinków
tr: Kaydedilmiş dizi bölümlerinden sanal klasörler oluşturur

source: creating and manipulating partition tables
cs: založit a upravit tabulku disk.oddílů
it: Creare e modificare la tabella partizioni
lt: kuria ir manipuliuoja disko skaidinio lenteles
pl: tworzenie i zarządzanie tablicami partycji
tr: Bölüm tablosunu oluşturma ve değiştirme

source: current
cs: aktuální
it: attuale
lt: dabartinis
tr: mevcut

source: current & future
cs: aktuální a příští
it: attuale e futuro
lt: dabartis ir ateitis
tr: mevcut ve gelecek

source: current Service
cs: aktuální kanál
it: canale in uso
lt: dabartinis kanalas
pl: obecny Serwis
tr: Mevcut Kanal

source: current bouquet
cs: aktuální sada kanálů
it: bouquet attuale
lt: dabartinis paketas
tr: mevcut buket

source: current:
cs: aktuální :
it: attuale:
lt: dabartinis:
pl: aktualna:
tr: Mevcut:

source: currentRPM:%d targetRPM:%d Temp:%4.1f
cs: aktuální otáčky: %d, cílové otáčky: %d, teplota: %4.1f
it: RPM attuale:%d obiettivo RPM:%d Temp:%4.1f
lt: dabartinis RPM:%d objektas RPM:%d Temp:%4.1f
pl: prądRPM:%d docelowoRPM:%d Temp:%4.1f
tr: mevcutRPM:%d hedefRPM:%d Sıcaklık:%4.1f

source: daily
cs: denně
it: giornaliero
lt: kasdien
tr: günlük

source: daily auto-start
cs: startovat denně automaticky přes...
it: Auto-start giornaliero
lt: dienos automatinis paleidimas
pl: Tryb uruchomienia automatycznego
tr: Günlük otomatik başlatma

source: debug
cs: odladění---
lt: derinti
pl: debugowanie
tr: hata yakalama

source: default
cs: předvolba
it: Predefinito
lt: numatytas
pl: Domyślny
tr: varsayılan

source: delete
cs: odstranit
it: rimuovere
lt: ištrinti
pl: Usuń
tr: sil

source: delete design
cs: odebrat návrh
it: rimuovere design
lt: ištrinti dizainą
tr: Temayı sil

source: delete directory
cs: odstranit složku
it: rimuovere directory
lt: trinti katalogą
tr: Dizini sil

source: delete file
cs: odstranit soubor videa z disku
it: rimuovere file
lt: ištrinti failą
pl: Usuń plik
tr: dosya sil

source: delete partition %s
cs: odstranit disk.oddíl %s
it: rimuovere la partizione %s
lt: ištrinti disko skaidinį %s
pl: usuń partycję %s
tr: %s bölümünü sil

source: delete server
cs: odebrat server
it: Canc. server
lt: ištrinti serverį
pl: usuń serwer
tr: sunucu sil

source: delete...
cs: odstranit...
it: rimuovere...
lt: ištrinti...
pl: Usuń
tr: sil...

source: deleting directory ...
cs: odstranit složku...
it: rimozione directory in corso...
lt: trinamas katalogas ...
tr: Dizin siliniyor...

source: deleting file ...
cs: Odstraňuji soubor...
it: rimozione file in corso...
lt: ištrinamas failas...
pl: usuwanie pliku...
tr: Dosya siliniyor...

source: description match
cs: shoda popisu
it: Corrispondenza descrizione
lt: aprašymo sutapimas
pl: Dopasowany opis
tr: açıklama denk

source: device name:
cs: zařízení :
it: nome dispositivo:
lt: įrenginio pavadinimas:
pl: nazwa urządzenia:
tr: Aygıt adı:

source: devices active
cs: WLAN - aktivní stanice
it: Dispositivi attivi
lt: veikiantys įrenginiai
pl: aktywne urządzenia
tr: cihaz etkin

source: directory
cs: složka
lt: aplankas
pl: katalog
tr: dizin

source: disable
cs: deaktivovat
it: disabilitare
lt: išjungti
pl: Wyłącz
tr: kapat

source: disable DMM-FanControl
cs: deaktivovat DMM-Fancontrol
it: Disabilitare DMM-FanControl
lt: išjungti DMM ventiliatoriaus kontrolę
pl: DMM-Fancontrol wyłączyć
tr: DMM fan kontrolü devre dışı

source: disable move mode
cs: zrušit přesun
it: disabilitare spostamento
lt: išjungti perkėlimą
pl: Wyłącz tryb przenoszenia
tr: taşıma kipini kapat

source: disabled
cs: vyp.
it: disabilitato
lt: išjungtas
pl: wyłączony
tr: devre dışı

source: disabled at parental lock
cs: deaktivovat rodič.kontrolu
it: Disabilitato su blocco parentale
lt: išjungta iš tėvų kontrolės
pl: wyłączone w blokadzie rodzicielskiej
tr: ebeveyn kontrolü etkinse, devre dışı

source: display Info
cs: zobrazit Info
it: Mostrare info
lt: rodyti informaciją
pl: pokaż informację
tr: bilgileri göster

source: display calls
cs: zobrazit volání
it: Tutte le chiamate
lt: rodyti skambučius
pl: wyświetl połączenia
tr: aramaları göster

source: display connection errors
cs: zobrazit chyby spojení
it: Mostrare gli errori di connessione
lt: rodyti ryšio klaidas
pl: wyświetl błędy połączenia
tr: bağlantı hatalarını göster

source: display phonebook
cs: zobrazit telefon
it: Mostrare rubrica
lt: rodyti telefonų knygą
pl: wyświetl książkę telefoniczną
tr: rehberi göster

source: display plugin description
cs: popis modulu
it: Mostrare la descrizione del plugin
lt: rodyti priedų aprašymą
pl: wyświetl opis wtyczki
tr: eklenti açıklamasını göster

source: display plugin name
cs: název modulu
it: Mostrare il nome del plugin
lt: rodyti priedo pavadinimą
pl: wyświetl nazwę wtyczki
tr: eklenti adını göster

source: display timeout (seconds)
cs: zobrazit časový limit (v sek.)
it: Timeout visualizzazione (secondi)
lt: rodyti pertrauką (sekundėmis)
pl: wyświetl limit czasu (sekundy)
tr: zaman aşımı göster (saniye)

source: do not play a service on startup
cs: nepřehrávat při spuštěném programu
it: Non riprodurre nulla all'avvio
lt: nenaudoti paleidžiant kanalą
pl: nie odtwarzaj usługi przy starcie
tr: başlangıçta bir hizmet oynatmayın

source: do nothing
cs: nedělat nic
it: non fare nulla
lt: nieko nedaryti
pl: nie rób nic
tr: birşey yapma

source: don't record
cs: -nenahrávat-
it: non registrare
lt: nerašyti
pl: Nie nagrywaj
tr: kaydetme

source: done
cs: hotovo
it: Fatto
lt: baigta
pl: wykonano
tr: tamamlandı

source: done!
cs: -hotovo-
it: fatto.
lt: baigta!
pl: zrobione!
tr: tamamlandı!

source: done, using last list
cs: hotovo, používám poslední seznam
it: Fatto, sarà usata l'ultimo elenco
lt: baigta, naudoti paskutinį sąrašą
pl: wykonano, wykorzystując ostatnią listę
tr: tamamlandı, son liste kullanıyor

source: down
cs: dolů
it: Giù
lt: žemyn
pl: w dół
tr: aşağı

source: downloading
cs: stahování
it: download in corso
lt: atsisiunčiama
pl: pobieranie
tr: indiriliyor

source: dump frequency (in days):
cs: výpis frekvence (denně) :
it: frequenza dump (giorni):
lt: atminties išklotinės dažnumas (dienomis):
pl: częstotliwość zrzutu (w dniach):
tr: döküm sıklığı (gün olarak):

source: duplicated
cs: duplikované
it: Duplicato
lt: dubliuotas
pl: zdublowane
tr: çoğaltılmış

source: eMission settings
cs: eMission nastavení
it: impostazioni eMission
lt: eMission parametrai
pl: Ustawienia eMission
tr: eGörev Ayarları

source: eParted manipulates partition tables
cs: eParted manipuluje s tabulkou disk.oddílů
it: eParted manipola le tabelle delle partizioni
lt: eParted manipuliuoja disko skaidinių lenteles
pl: eParted zarządza tablicami partycji
tr: eParted, bölüm tablolarını yönetir

source: edit
cs: upravit
it: Mod.
lt: redaguoti
pl: edycja
tr: düzenle

source: edit filters
cs: upravit filtr
it: Mod. filtri
lt: redaguoti filtrus
pl: Edytuj filtry
tr: Filtreleri Düzenle

source: edit server
cs: upravit server
it: Mod. server
lt: redaguoti serverį
pl: edytuj serwer
tr: sunucu düzenle

source: edit services
cs: upravit kanál
it: Mod. canali
lt: redaguoti kanalus
pl: Edytuj kanały
tr: Kanal Düzenle

source: edit tags
cs: upravit značky
it: Mod. etich.
lt: redaguoti žymes
pl: Edytuj etykiety
tr: etiket düzenle

source: empty values - retry
cs: Prázdné políčko, nový pokus
it: Valori nulli - riprovare
lt: tuščios reikšmės - bandyti vėl
pl: puste wartości - ponawianie
tr: boş değer geçilemez - yeniden deneyin

source: enable
cs: aktivovat
it: abilitare
lt: įjungti
pl: Włącz
tr: etkinleştir

source: enable move mode
cs: aktivovat přesun položek
it: abilitare spostamento
lt: įjungti perkėlimą
pl: Włącz tryb przenoszenia
tr: taşıma kipini aç

source: enabled
cs: zap.
it: abilitato
lt: įjungtas
pl: Włączone
tr: etkin

source: encoder service not pausable
cs: kódování kanálu nelze pozastavit
it: impossibile mettere in pausa il servizio encoder
lt: kodavimo paslauga nėra pristabdyta
tr: Kodlayıcı hizmeti duraklatılamaz

source: encoder service not running
cs: kódování kanálu nelze spustit
it: servizio encoder non in esecuzione
lt: kodavimo paslauga neveikia
tr: kodlayıcı hizmeti çalışmıyor

source: encoder service not seekable
cs: kódování kanálu nelze vyhledávat
it: servizio encoder non ricercabile
lt: kodavimo paslauga nepasiekiama
tr: kodlayıcı hizmeti aranamaz

source: encrypted
cs: zakódováno
it: codificato
lt: užšifruotas
pl: zaszyfrowany
tr: şifrelenmiş

source: end editing
cs: konec
it: Fine modifiche
lt: redagavimo pabaiga
pl: koniec edycji
tr: düzenlemeyi bitir

source: endless
cs: nekonečný
it: indefinitamente
lt: neribotas
pl: bez końca
tr: sınırsız

source: enigma2 frontend to transmission-daemon
cs: Enigma2 - zařazení do přenosů
it: frontend enigma2 per un demone di trasmissione
lt: išorinė enigma2 daemon perdavimo sąsaja
pl: Nakładka do transmisji Enigma2
tr: iletim-arka plan programı için enigma2 ön ucu

source: enter directory/get file/put file
cs: Složka vstupů / stahování souborů / odesílání souborů
it: Inserire directory / Scaricare file / Caricare file
lt: įrašykite katalogą/gauti failą/įdėti failą
pl: wpisz katalog/pobierz plik/umieścić plik
tr: Klasör içine gir/dosyayı getir/dosyayı gönder

source: enter menu
cs: zadat menu
it: entrare nel menu
lt: įeiti į meniu
pl: wejdź w menu
tr: menüye gir

source: enter page number
cs: Zadání čísla stránky
it: Inserire numero pagina
lt: įrašykite puslapio numerį
pl: Wpisz numer strony
tr: sayfa numarasını girin

source: enter page number / page 100
cs: zadejte číslo stránky / stránka 100
it: Inserire il numero pagina / Pagina 100
lt: įrašykite puslapio numerį / puslapis 100
pl: Wpisz numer strony / strona 100
tr: sayfa numarasını girin / sayfa 100

source: enter page number / rezap
cs: zadejte číslo stránky / znovu
it: Inserire numero pagina / Rezap
lt: įrašykite puslapio numerį / perjungti
pl: Wpisz numer strony / wróć
tr: sayfa numarasını girin / yeniden zap

source: episodes
cs: epizody
it: episodi
tr: Bölümler

source: error logging %(who)s in: %(failure)s
cs: Chyba při přihlášení v %(who)s: %(failure)s
it: Errore log %(who)s in: %(failure)s
lt: loginio žurnalo klaida %(who)s in: %(failure)s
pl: błąd logowania %(who)s w: %(failure)s
tr: hata günlüğü %(who)s in: %(failure)s

source: error parsing incoming data.
cs: Chyby v analýze příchozích dat !
it: errore nell'analisi dei dati in ingresso.
lt: gaunamos informacijos apdorojimo klaida.
pl: błąd parsowania przychodzących danych.
tr: Gelen veriler ayrıştırılırken hata oluştu.

source: error writing to disk, not uploaded
cs: Chyba při zápisu na disk, nelze aktualizovat
it: errore in scrittura su disco, non caricato
lt: klaida rašant į diską, neįkelta
pl: błąd zapisu na dysku, nie wysłano
tr: Diske yazma hatası, yüklenmedi

source: every single one
cs: každou jen jedenkrát
it: ogni singolo
lt: kiekvienas atskiras
pl: każdy jeden
tr: her biri

source: exact match
cs: přesná shoda
it: Corrispondenza esatta
lt: tikslus atitikimas
pl: Dokładne dopasowanie
tr: tam eşleşme

source: execute
cs: provést
it: Eseguire
lt: vykdyti
pl: wykonaj
tr: uygula

source: exit
cs: zavřít
it: Uscire
lt: išeiti
pl: Wyjdź
tr: çıkış

source: exit movielist
cs: zavřít seznam videa
it: uscire da elenco filmati
lt: išeiti iš filmų sąrašo
pl: Wyjdź z listy filmów
tr: film listesinden çık

source: failed %s
cs: selhalo : %s
it: fallito %s
tr: başarısız %s

source: failed to load message
cs: Selhalo stahování hlášení !
it: caricamento messaggio fallito
lt: nepavyko įkelti pranešimo
pl: Nie udało załadować się wiadomości
tr: ileti yüklenirken hata oluştu

source: favorites / decrease height
cs: Oblíbené / snížené množství
it: Preferiti / Diminuire altezza
lt: mėgstamiausi / aukščio sumažinimas
pl: Ulubione / zmniejszenie wysokości
tr: Favoriler / yüksekliği azalt

source: fax_home
cs: fax_domů
it: fax_casa
lt: namų faksas
tr: fax_ev

source: fax_work
cs: fax_pracovní
it: fax_ufficio
lt: darbo faksas
tr: faks işi

source: fetching remote data...
cs: Vyvolání vzdálených dat...
it: recupero dati remoti in corso...
lt: nuotolinis duomenų gavimas...
pl: zdalne pobieranie danych...
tr: Uzak veriler alınıyor...

source: file
cs: soubor
lt: failas
pl: plik
tr: Dosya

source: file extension
cs: přípona souboru
it: estensione file
lt: failo plėtinys
pl: rozszerzenie pliku
tr: Dosya uzantısı

source: file system type:
cs: typ soub.systému :
it: tipo file system:
lt: failų sistemos tipas:
pl: rodzaj systemu plików:
tr: Dosya sistemi türü:

source: filesize was 0, not uploaded
cs: soub.systém byl 0, nelze aktualizovat
it: dimensione file = 0, non caricato
lt: failo dydis buvo 0,neįkelta
pl: rozmiar pliku 0, nie przesłano
tr: Dosya boyutu 0, yüklenmedi

source: filesystem:
cs: soub.systém :
lt: failų sistema:
pl: system plików:
tr: Dosya sistemi:

source: filter off
cs: filtr vyp.
it: Filtro Off
lt: filtras išjungtas
pl: filtr wyłączony
tr: filtre kapalı

source: filter on
cs: filtr zap.
it: Filtro On
lt: filtras įjungtas
pl: filtr włączony
tr: filtre açık

source: finish fetching remote data...
cs: Dokončení vyvolání vzdálených dat...
it: termine recupero dati remoti...
lt: baigtas nuotolinis duomenų gavimas...
pl: zakończ zdalne pobieranie danych ...
tr: uzak verileri getirmeyi bitir...

source: finished
cs: dokončeno
tr: bitti

source: finished adding to filter list with %s event(s): %s event(s) added %s event(s) skipped
cs: dokončeno přidání do seznamu filtrů s %s událostmi : %s událostí přidáno %s událostí přeskočeno
it: aggiunte a elenco filtri terminate con %s eventi: eventi aggiunti: %s eventi ignorati: %s
lt: baigė pridėti filtrų sąrašą su %s įvykiu(-ais): %s įvykis(-ai), pridėta(-i) %s įvykis(-ių) praleista
tr: %s ile tamamlanan filtre listesine ekleme şunları gösterir: %s etkinlik eklendi %s etkinlik atlandı

source: finishing
cs: Dokončuji...
it: Quasi terminato
lt: baigiama
pl: kończenie
tr: sonlandırılıyor

source: follow AC3
cs: podle AC3
it: rispettare AC3
tr: AC3 takip et

source: force AC3
cs: platnost AC3
it: forzare AC3
tr: AC3 zorla

source: force AC3+
cs: platnost AC3+
it: forzare AC3+
tr: AC3+ zorla

source: force DTS
cs: platnost DTS
it: forzare DTS
tr: DTS'yi zorla

source: forced
cs: vynucení,
it: forzato
lt: priverstinis
pl: wymuszony
tr: zorlanmış

source: forward to the next chapter
cs: přeskočit na další kapitolu
it: al capitolo successivo
lt: pereiti į kitą skyrių
tr: sonraki bölüme geç

source: found
cs: nalezeno
it: trovato
lt: rasta
pl: znaleziono
tr: bulundu

source: free
cs: ,volné místo
it: libero
lt: laisvi
pl: Wolne
tr: boş

source: from
cs: z
it: da
lt: iš
pl: od
tr: itibaren

source: from xml
cs: z XML
it: da xml
lt: iš xml
pl: od xml
tr: xml'den al

source: future
cs: příští
it: futuro
lt: ateitis
tr: gelecek

source: genisoimage job done. Delete DVD directory?
cs: genisoimage akce je hotová. Odstranit složky DVD ?
it: job genisoimage terminato. Rimuovere la directory DVD?
lt: geniso atvaizdo užduotis baigta. Ištrinti DVD katalogą?
pl: iso image wykonane. Usunąć katalog DVD?
tr: genisoimage işi bitti. DVD dizini silinsin mi?

source: get latest satellites.xml
cs: načíst poslední sattelite.xml
it: Plugin per acquisire satellites.xml aggiornato
lt: gauti naujausią satellites.xml
pl: pobierz ostatni satellites.xml
tr: en son satellites.xml dosyasını getir

source: getting message ...
cs: Stáhnout hlášení ...
it: caricamento messaggio in corso...
lt: gaunamas pranešimas...
pl: pobieranie wiadomości ...
tr: ileti alınıyor ...

source: go to deep standby
cs: přejít do hlubokého spánku, vypnout
it: Spegnere (Deep Standby)
lt: eiti į visišką išjungimą
pl: Przejdź do trybu głębokiego czuwania
tr: derin uyku kipine geç

source: go to standby
cs: přepnout do režimu spánku
it: standby
lt: eiti į išjungimą
pl: Przejdź do trybu czuwania
tr: uyku kipine geç

source: green teletext link
cs: zelené řádky teletextu
it: Link teletext Verde
lt: žalia teleteksto nuoroda
pl: Zielony link teletekstu
tr: yeşil TeleText bağlantısı

source: group movies of a series to virtual directories
cs: přidání skupiny videa k virtuálním složkám
it: Raggruppare le registrazioni di serie in directory virtuali
lt: grupuoti filmų serijas į virtualius katalogus
pl: grupuj odcinki seriali do wirtualnych katalogów
tr: bir dizinin filmlerini sanal dizinlere gruplandırma

source: guest
cs: host
it: ospite
lt: svečias
pl: gość
tr: konuk

source: has been saved.
cs: bylo uloženo
it: è stato salvato.
lt: išsaugota.
pl: zostało zapisane.
tr: kaydedildi.

source: have %d messages
cs: máte %d zpráv
it: ricevuti %d messaggi
lt: turite %d pranešimų
pl: Masz %d wiadomości
tr: %d ileti var

source: have no messages
cs: bez hlášení
it: nessun messaggio
lt: pranešimų nėra
pl: nie masz żadnych wiadomości
tr: ileti yok

source: headers loaded, now parsing ...
cs: Hlavička byla načtena, nyní se analyzuje...
it: intestazioni caricate, analisi in corso...
lt: antraštės įkeltos, dabar apdorojamos ...
pl: nagłówki załadowane, teraz analizuje ...
tr: başlıklar alındı, şimdi ayrıştırılıyor ...

source: hide duration
cs: skrýt délku spuštění
it: Nascondere durata
lt: paslėpti trukmę
pl: ukryj czas trwania
tr: süreyi gizle

source: hide entry
cs: skrýt položku
it: nascondere la voce
lt: slėpti įrašą
pl: ukryj wpis
tr: girişi gizle

source: hide live TV
cs: skrýt živé TV
it: nascondi live TV
lt: nerodyti tiesioginės TV
pl: ukryj telewizję na żywo
tr: canlı TV'yi gizle

source: hide live TV and timeshift
cs: skrýt živé TV a timeshift
it: nascondi live TV e timeshift
lt: slėpti tiesioginę TV ir laiko poslinkį
pl: ukryj telewizję na żywo i przesunięcie czasu
tr: canlı TV ve zaman kaymasını gizle

source: hide playback
cs: skrýt přehrávání
it: nascondi riproduzione
lt: nerodyti įrašų atkūrimo
pl: ukryj odtwarzanie
tr: oynatmayı gizle

source: hide recordingtime
cs: skrýt délku nahrávání
it: Nascondere durata registrazione
lt: slėpti įrašymo laiką
pl: ukryj czas nagrywania
tr: kayıt süresini gizle

source: hide selected plugin
cs: skrýt vybranou položku
it: Nascondere il plugin selezionato
lt: slėpti pasirinktą priedą
pl: Ukryj wybraną wtyczkę
tr: seçili eklentiyi gizle

source: hide the red real directories
cs: skrýt červené reálné složky
it: Nasconedere la directory reale
lt: slėpti raudonus realius katalogus
pl: ukryj czerwone katalogi
tr: kırmızı gerçek dizinleri gizle

source: home
cs: privat
it: Casa
lt: pradžia
pl: dom
tr: ev

source: iDream Main Menu
cs: iDream - menu
it: Menu principale iDream
lt: iDream Pagrindinis meniu
pl: iDream Główne Menu
tr: iDream Hauptmenü

source: iDream database path
cs: složka databáze iDream
it: Percorso database iDream
lt: iDream duomenų bazės kelias
pl: iDream ścieżka bazy danych
tr: iDream veritabanı yolu

source: idle mode
cs: vypnutí
it: modalità idle
tr: boşta modu

source: if audio isn't first language
cs: pokud není dostupný 1. jazyk audia
it: se la lingua audio non è la preferita
lt: jei garsas nėra pirmoji kalba
pl: jeśli audio nie jest pierwszym językiem
tr: ses birinci dil değilse

source: if no prefered audio language
cs: pokud není předvolený jazyk audia
it: se nessuna lingua preferita è disponibile
lt: jei nėra pageidaujamos garso kalbos
pl: jeśli nie ma preferowanego języka audio
tr: tercih edilen bir ses dili yoksa

source: illegal call
cs: ilegální volání
it: Chiamata illegale
lt: neteisėtas skambutis
pl: nielegalne przywołanie
tr: yasadışı arama

source: immediately after recording
cs: ihned po dokončení
it: Immediatamente dopo la registrazione
lt: tuojau po įrašymo
pl: natychmiast po zakończeniu nagrywania
tr: kayıttan hemen sonra
