Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: pause
cs: pauza
it: pausa
lt: pauzė
pl: Pauza
tr: duraklat

source: picture and teletext
cs: obrázek a teletext
it: Immagine e teletext
lt: vaizdas ir teletekstas
pl: Obraz i teletekst
tr: resim ve teletext

source: pipzap Setup
cs: pipzap - nastavení
it: impostazioni pipzap
lt: pip jungimo valdymas
pl: pipzap Ustawienia
tr: pipzap Kurulumu

source: pipzap not properly installed. Please restart Enigma2.
cs: pipzap není korektně nainstalovaný ! Restartujte Enigmu2...
it: pipzap non installato correttamente. Riavviare Enigma2.
lt: pip jungimas netinkamai įdiegtas. Prašome paleisti iš naujo Enigma2.
pl: pipzap nie jest zainstalowany prawidłowo. Proszę ponownie uruchomić Enigma2.
tr: pipzap düzgün yüklenmemiş. Lütfen Enigma2'yi yeniden başlatınız.

source: play DVD
cs: přehrát DVD
it: DVD
lt: žiūrėti DVD
pl: odtwórz DVD
tr: DVD oynat

source: play as picture in picture
cs: přehrát jako obraz v obrazu
it: riprodurre come pip
lt: žiūrėti kaip paveikslėlį paveikslėlyje
pl: odtwarzaj jako obraz w obrazie
tr: resim içinde resim olarak oynat

source: play current selected favorite on startup
cs: Spustit aktuální výběr
it: Riprodurre la stazione preferita all'avvio
lt: startuojant paleisti, dabar pasirinktą, mėgstamą
pl: Odtwarzaj przy starcie aktualnie wybranego ulubionego
tr: Geçerli vurguyu başlangıçta oynat

source: play in mainwindow
cs: přehrát v hl.okně
it: riprodurre nello schermo principale
lt: atkurti pagrindiniame lange
pl: odtwarzaj w głównym oknie
tr: ana pencerede oynat

source: please select a option
cs: Vyberte příkaz...
it: selezionare un'opzione
lt: prašome pasirinkti parinktį
pl: Proszę wybrać opcje
tr: Lütfen bir seçenek seçin

source: please select a submenu on the left...
cs: ...vyberte položku z menu vlevo...
it: Selezionare un sottomenu a sx...
lt: pasirinkite submeniu kairėje...
pl: proszę wybrać podmenu po lewej stronie...
tr: Lütfen soldan bir alt menü seçiniz...

source: please set fan type (3Pin or 4Pin)
cs: nastavte typ ventilátoru (3-pin nebo 4-pin)
it: Specificare il modello di ventola (3pin o 4pin)
lt: nustatykite ventiliatoriaus tipą (3Pin arba 4Pin)
pl: Proszę ustawić typ wentylatora (3Pin albo 4Pin)
tr: lütfen fan türünü ayarlayın (3Pin veya 4Pin)

source: please wait (until 3min)...
cs: Čekejte, prosím... (do 3min)...
it: attendere (almeno 3 min.)...
lt: prašome laukti (iki 3min)...
pl: Proszę czekać (do 3min)...
tr: lütfen bekleyiniz (3 dakikaya kadar)...

source: please wait...
cs: Čekejte ...
it: Attendere...
lt: prašome laukti...
pl: Proszę czekać...
tr: lütfen bekleyiniz...

source: powered by www.radio-browser.info
cs: napájeno od www.radio-browser.info
tr: www.radio-browser.info tarafından desteklenmektedir

source: preferred
cs: preferovaný
it: preferita
lt: pageidaujamas
pl: preferowany
tr: tercihli

source: preparing
cs: Připravuje se
it: Preparazione in corso
lt: paruošimas
pl: przygotowywanie
tr: hazırlanıyor

source: press Info for HDD-Temp
cs: použijte Info pro teplotu HDD
it: Info -> Temp. HDD
lt: paspauskite Info HDD-Temp
pl: naciśnij Info po temp. HDD
tr: HDD-Isı için Bilgi'ye basın

source: prev
cs: << předchozí
it: prec.
lt: ankstesnis
pl: poprz
tr: önceki

source: prev channel / channel list
cs: před.kanál / seznam kanálů
it: Canale prec. / Elenco canli
lt: ankstesnis kanalas / kanalų sąrašas
pl: poprzedni kanał / lista kanałów
tr: önceki kanal / kanal listesi

source: prev page / catch page / move
cs: před.stránka / link / pozice
it: Pagina precedente / Spostare
lt: ankstesnis puslapis / sugautas puslapis / perkelti
pl: Poprzednia strona / przechwycona / przesuń
tr: önceki sayfa / yakalama sayfası / hareket

source: prev sub page / move
cs: předchozí kanál / pozice
it: Sottopagina prec. / Spostare
lt: ankstesnis submeniu puslapis / perkelti
pl: Poprzednia podstrona / przesuń
tr: önceki alt sayfa / taşı

source: quit
cs: ukončit
it: Chiudere
lt: baigti
pl: zakończ
tr: çık

source: read HDD-Temperature in HDD-Standby-Mode
cs: načíst teplotu HDD v režimu spánku
it: Rilevare la temperatura del disco in standby
lt: skaityti HDD temperatūrą HDD budėjimo būsenoje
pl: odczytaj temperaturę HDD w Trybie Czuwania
tr: HDD-Bekleme Modunda HDD-Sıcaklığını oku

source: readme.txt
it: readme-it.txt
tr: benioku.txt

source: ready...
cs: připraveno...
it: pronto...
lt: paruoštas...
pl: gotowy...
tr: Hazır...

source: really delete mail?
cs: Odstranit mail ?
it: rimuovere il messaggio?
lt: tikrai ištrinti paštą?
pl: naprawdę usunąć maila?
tr: ileti silinsin mi?

source: really undelete mail?
cs: Obnovit poštu ?
it: Ripristinare il messaggio?
lt: tikrai atstatyti paštą?
pl: naprawdę przywrócić maila?
tr: silinen ileti geri alınsın mı?

source: record
cs: nahrát
it: registrare
lt: įrašas
pl: Nagraj
tr: kaydet

source: recording...
cs: ...nahrávám...
it: registrazione...
lt: įrašoma...
pl: nagrywanie...
tr: kaydediliyor...

source: red teletext link
cs: červený řádek teletextu
it: Link teletext Rosso
lt: raudona teleteksto nuoroda
pl: Czerwony link teletekstu
tr: Kırmızı TeleText bağlantısı

source: refresh
cs: obnovit...
it: Ricaricare
lt: atnaujinti
pl: odśwież
tr: yenile

source: reloaded both
cs: obnovit oba
it: Ricaricati entrambi
lt: perkrauti abu
pl: przeładowano obydwa
tr: ikisini de yeniden yükledi

source: reloaded bouquets
cs: obnovit sadu kanálů
it: Ricaricati bouquet
lt: perkrauti paketai
pl: przeładowano Bukiety
tr: yeniden yüklenen buketler

source: reloaded lamedb
cs: obnovit lamedb
it: Ricaricato lamedb
lt: perkrauti lamedb
pl: przeładowano lameDB
tr: lambedb yeniden yüklü

source: remove
cs: odebrat
it: Canc.
lt: pašalinti
pl: usuń
tr: kaldır

source: remove current selected favorite
cs: odebrat oblíbené
it: Rimuovere il preferito selezionato
lt: pašalinti dabar pasirinktą mėgstamą
pl: Usuń aktualnie wybranego ulubionego
tr: Mevcut seçili favoriyi kaldır

source: remove torrent
cs: odebrat torrent
it: rimuovere torrent
lt: pašalinti torentą
pl: usuń plik torrenta
tr: torrenti kaldır

source: rename
cs: přejmenovat
it: rinominare
lt: pervardyti
pl: zmiana nazwy
tr: yeniden adlandır

source: rename current selected favorite
cs: přejmenovat oblíbené
it: Rinominare il preferito selezionato
lt: pervadinti dabar pasirinktą mėgstamą
pl: Zmień nazwę aktualnie wybranego ulubionego
tr: geçerli seçili favoriyi yeniden adlandır

source: rename directory
cs: přejmenovat složku
it: rinominare directory
lt: pervadinti katalogą
tr: dizini yeniden adlandır

source: rename file
cs: přejmenovat soubor
it: rinominare file
lt: pervardinti failą
pl: zmiana nazwy pliku
tr: dosyayı yeniden adlandır

source: renaming directory ...
cs: přejmenování složky...
it: modifica nome directory in corso...
lt: pervadinamas katalogas ...
tr: dizin yeniden adlandırılıyor...

source: renaming file ...
cs: Přejmenovávám soubor...
it: modifica nome file in corso...
lt: pervadinamas failas...
pl: zmiana nazwy pliku ...
tr: dosya yeniden adlandırılıyor...

source: repeated
cs: vícekrát
it: ricorsivo
lt: pasikartojantis
tr: tekrarlandı

source: required
cs: vyžadováno
it: richiesta
lt: privaloma
pl: wymagane
tr: gerekli

source: required parameter '%s' missing
cs: požadovaný parametr '%s' chybí
it: parametro richiesto '%s' assente
lt: trūksta reikalingo '%s' parametro
tr: gerekli parametre '%s' eksik

source: required parameter(s) missing
cs: požadovaný parametr chybí
it: parametri richiesti assenti
lt: trūksta reikiamo (-ų) parametro (-ų)
tr: gerekli parametre(ler) eksik

source: reset startup service
cs: reset nastavení startovacího kanálu
it: Reset del canale di avvio
lt: iš naujo nustatyti paleisties kanalą
pl: reset usługi startowej
tr: başlangıç hizmetini sıfırla

source: reset startup service for booting...
cs: reset startovacího kanálu - po nabootování...
it: Reset del canale da sintonizzare all'avvio...
lt: iš naujo nustatyti paleisties kanalą...
pl: reset usługi startowej podczas bootowania...
tr: önyükleme için başlangıç hizmetini sıfırla...

source: reset startup service for leaving standby mode...
cs: reset startovacího kanálu - při spuštění z režimu spánku...
it: Reset del canale da sintonizzare in uscita dallo standby...
lt: iš naujo nustatyti paleisties kanalą, paliekant budėjimo būseną ...
pl: restart usługi startowej dla opuszczenia trybu czuwania...
tr: Uyku modundan çıkarken başlangıç hizmetini sıfırlayın...

source: return
cs: zpět<<
it: Uscire
lt: grįšti
pl: powrót
tr: geri git

source: rewind to the previous chapter
cs: přeskočit na předchozí kapitolu
it: tornare al capitolo precedente
lt: atsukti į ankstesnį skyrių
tr: önceki bölüme geri sar

source: right
cs: vpravo
it: destro
lt: dešinėje
pl: prawo
tr: sağ

source: right from Name
cs: vpravo od názvu
it: a destra del nome
lt: pavadinimo dešinėje
tr: Film başlığının sağında

source: rootfs is mounted readonly. This is usually caused by a corrupted fstab. Do you want to remount now to be able to fix this?
cs: rootfs je připojený jen ke čtení. To je obvykle způsobeno poškozenou fstab. Chcete to odpojit a opravit chyby ?
it: rootfs è montato in sola lettura. Normalmente la causa risiede in un fstab corrotto. Rimontarlo per essere in grado di correggere?
lt: rootfs yra montuojami tik skaitymui. Tai dažniausiai sukelia sugadintas fstab. Ar norite iš naujo atstatyti, kad būtų galima išspręsti šią problemą?
tr: rootfs salt okunur olarak bağlanır edilir. Buna genellikle bozuk bir fstab neden olur. Düzeltebilmek için yeniden bağlamak istiyor musunuz?

source: run selected plugin
cs: spustit vybraný modul
it: Eseguire il plugin selezionato
lt: paleisti pasirinktą priedą
pl: uruchom wybraną wtyczkę
tr: seçili eklentiyi çalıştır

source: satellites.xml has been built.
cs: satellites.xml byl zpracovaný
it: satellites.xml è stato compilato.
lt: satellites.xml buvo pastatyta.
pl: satellites.xml został zbudowany.
tr: satellites.xml inşa edilmiştir.

source: satellites.xml is updated
cs: soubor satellites.xml byl aktualizovaný
it: satellites.xml è aggiornato
lt: satellites.xml yra atnaujinta
pl: satellites.xml został zaktualizowany.
tr: satellites.xml güncellendi

source: save
cs: uložit
it: salvare
lt: išsaugoti
pl: zapisz
tr: kaydet

source: save Filesystemposition on exit
cs: uložit pozici soub.systému po ukončení
it: salvare posizione filesystem all'uscita
lt: išsaugoti failų sistemos poziciją išeinant
pl: Zapisz Pozycję Plików Systemu przy wyjściu
tr: çıkışta dosya sistemi konumunu kaydet

source: save and quit
cs: uložit a ukončit
it: salvare e uscire
lt: įrašyti ir uždaryti
pl: zapisz i wyjdź
tr: kaydet ve çık

source: save as design
cs: uložit jako vzor
it: salvare come design
lt: išsaugoti kaip dizainą
tr: tasarım olarak kaydet

source: save recording (Select event)
cs: vybrat program pro uložení záznamu
it: salvare registrazione (selezionare evento)
lt: išsaugoti įrašą (pasirinkite įvykį)
pl: zapisz nagranie (wybierz wydarzenie)
tr: Kaydı kaydet (programı seçin)

source: save recording (stop after current event)
cs: po dokončení prg.uložit záznam
it: salvare registrazione (evento corrente)
lt: išsaugoti įrašą (sustabdyti po šio įvykio)
pl: zapisz nagranie (zatrzymaj po bieżącym wydarzeniu)
tr: kaydı kaydet (mevcut olaydan sonra dur)

source: saved
cs: uložení,
it: salvato
lt: išsaugota
pl: zapisane
tr: kaydedildi

source: scan for new Events
cs: vyhledat nové programy
it: ricercare nuovi eventi
lt: nuskaitykite naujus įvykius
tr: yeni etkinlikler ara

source: search
cs: hledat
it: cercare
lt: ieškoti
pl: znajdź
tr: ara

source: search EPG...
cs: programy kanálu
it: ricerca EPG...
lt: ieškoti EPG...
pl: przeszukuje EPG...
tr: EPG'de ara...

source: search for album
cs: hledat podle alba
it: cercare per album
lt: albumo paieška
pl: szukaj albumu
tr: albüm ara

source: search for artist
cs: hledat podle zpěváka
it: cercare per artista
lt: atlikėjo paieška
pl: szukaj wykonawców
tr: sanatçı ara

source: search for current search filter
cs: hledat aktuální vyhledávací filtr
it: cercare secondo il filtro corrente
tr: Mevcut arama filtresini ara

source: search for title
cs: hledat v titulku
it: cercare per titolo
lt: pavadinimo paieška
pl: szukaj tytułu
tr: başlık ara

source: search in all of them
cs: hledat ve všech tématech
it: cercare per tutti
lt: ieškoti visuose iš jų
pl: szukaj we wszystkich
tr: hepsinde ara

source: search...
cs: hledám...
it: ricerca...
lt: ieškoma...
pl: wyszukiwanie...
tr: ara...

source: sec
cs: sek.
lt: sek
pl: sekund
tr: sn

source: sec found. Avg. Speed:
cs: sek.nalezeno - průměrná rychlost :
it: sec.ricerca. Vel.Media:
lt: sek. rasta. Vid. greitis:
pl: sekund. Śr. Prędkość:
tr: saniye bulundu.Ortalama sürat:

source: sec.
cs: sek.
lt: sek.
pl: sekund.
tr: sn.

source: second
cs: druhý
it: secondo
lt: sekundė
pl: Drugi
tr: saniye

source: seconds
cs: sek.
it: secondi
lt: sekundžių
pl: Sekundy
tr: saniye

source: see service-epg (and PiP) from channels in an infobar
cs: -- zobrazení PiP okna místo loga v info-panelu
it: Plugin per visualizzare EPG (e PiP) dei canali in una barra informazioni
lt: žr. kanalo EPG (ir PiP) iš kanalų infojuostoje
pl: zobacz usługi przewodnika EPG (i PiP) z kanałów na pasku
tr: Kanalın EPR (ve PiP) bilgisini bilgi çubuğunda görün

source: select Attachment
cs: vyberte přílohu
it: Sel. allegato
lt: pasirinkite priedą
pl: wybierz Załącznik
tr: Dosya eki ekle

source: select Body
cs: vyberte tabulku
it: Selezionare corpo
lt: pasirinkite instituciją
pl: wybierz
tr: Mesajı seç

source: select List to load
cs: vyberte seznam pro načtení
it: selezionare l'elenco da caricare
lt: pasirinkite sąrašą įkėlimui
pl: wybierz Listę do załadowania
tr: yüklenecek listeyi seç

source: select Target for logo
cs: zvolit cíl pro logo
it: selezionare Target per il logo
lt: pasirinkite paskirtį logotipui
pl: wybierz miejsce docelowe dla logo
tr: Logonun hedefini seç

source: select movie
cs: výběr videa
it: sel. registr.
lt: pasirinkite filmą
pl: Wybierz film
tr: film seç

source: select next tab
cs: vybrat >> hl.menu / modré / info menu
it: Sel. tab successivo
lt: pasirinkite kitą skirtuką
pl: zaznacz następną kartę
tr: sonraki sekmeyi seç

source: select previous tab
cs: vybrat << hl.menu / modré / info menu
it: Sel. tab precedente
lt: pasirinkite ankstesnį skirtuką
pl: zaznacz poprzednią kartę
tr: önceki sekmeyi seç

source: select the movie path
cs: vyberte složku pro video
it: selezionare percorso filmati
lt: pasirinkite filmo kelią
pl: Wybierz ścieżkę filmu
tr: film yol adını seçin

source: select:
cs: zvolit :
it: selezionare:
lt: pasirinkite:
pl: wybierz
tr: Seç:

source: selected bouquets are installed
cs: Vybraná sada kanálů je nainstalována
it: I bouquet selezionati sono installati
lt: pasirinkti paketai jau įdiegti
pl: wybrane bukiety są zainstalowane
tr: seçilen bouquetler yüklendi

source: set as startup service
cs: nastavit jako startovací kanál
it: Configurare come canale di avvio
lt: pasirinkti kaip paleidimo kanalą
pl: ustawiony jako kanał startowy
tr: başlangıç hizmeti olarak ayarla

source: set as startup service after booting...
cs: nastavit jako start.kanál - po nabootování
it: Configurare come canale da sintonizzare all'avvio...
lt: pasirinkti kaip paleisties kanalą po paleidimo...
pl: ustawiony jako kanał startowy po bootowaniu...
tr: önyüklemeden sonra başlangıç hizmeti olarak ayarla ...

source: set as startup service after leaving standby mode...
cs: nastavit jako start.kanál - při spuštění z režimu spánku
it: Configurare come canale da sintonizzare in uscita dallo standby...
lt: pasirinkti kaip paleisties kanalą po budėjimo...
pl: ustaw jako usługa startowa po wyjściu z trybu czuwania...
tr: bekleme modundan çıktıktan sonra başlangıç hizmeti olarak ayarla...

source: set default
cs: předvolit
it: Predefiniti
lt: kaip numatyta
pl: ustaw domyślne
tr: varsayılana ata

source: set enigma2 to standby-mode after startup
cs: -- po startu aut.nastavit Enigmu2 do režimu spánku
it: Plugin per lo standby automatico del Dreambox dopo un riavvio
lt: nustatyti į budėjimo būseną po enigma2 paleidimo
pl: ustaw Dreambox`a w tryb czuwania po starcie tunera
tr: Cihaz açıldıktan sonra bekleme kipine geçirin

source: set intro time
cs: nastavit čas pro upoutávku
it: impostare la durata dell'introduzione
lt: nustatyti įvado laiką
tr: giriş zamanını ayarla

source: sets the Audio Delay (LipSync)
cs: nastavit zpoždění audia (LipSync)
it: Configurare il ritardo audio (LipSync)
lt: nustatyti garso delsą (LipSync)
pl: Ustawienia opóźnienia Audio (LipSync)
tr: Ses Gecikmesini ayarlar (LipSync)

source: setup for PiPServiceRelation
cs: -- nastavení pro PiPServiceRelation
it: impostazioni per PiPServiceRelation
lt: valdyti PiPServiceRelation
pl: ustawienia dla PiPServiceRelation
tr: PiP Hizmet İlişkisi için kurulum

source: setup for Quickbutton
cs: -- barevná tlačítka Movie
it: Configurazione per Quickbutton
lt: valdyti greitą mygtuką
pl: ustawienia dla Quickbutton
tr: Hızlı tuşa görev ataması yapın

source: setup for partnerbox
cs: -- nastavení partnerského sat.přijímače
it: Configurazione Partnerbox
lt: bendro imtuvo nustatymas
pl: ustawienia dla partnerbox
tr: partner kutusu için kurulum

source: sharp
cs: ostrý
it: Nitido
lt: ryškumas
pl: Ostry
tr: keskin

source: sharper
cs: ostřejší
it: Più nitido
lt: ryškesnis
pl: Ostrzejszy
tr: daha keskin

source: show DVD main menu
cs: otevřít hlavní menu DVD
it: mostrare il menu principale DVD
lt: rodyti pagrindinį DVD meniu
tr: DVD ana menüsünü göster

source: show all
cs: zobrazit vše
it: mostrare tutto
lt: rodyti viską
pl: pokaż wszystkie
tr: tümünü göster

source: show as list
cs: zobrazit jako seznam
it: Come elenco
lt: rodyti kaip sąrašą
pl: pokaż jako listę
tr: liste olarak göster

source: show deleted entries
cs: zobrazit zprávu o odstraněných mailech
it: mostrare le voci rimosse
lt: rodyti ištrintus įrašus
pl: pokaż usunięte wpisy
tr: silinen kayıtları göster

source: show details
cs: zobrazit detaily
it: mostrare dettagli
lt: detaliau
pl: pokaż szczegóły
tr: Ayrıntıları göster

source: show duration
cs: zobrazit délku spuštění
it: Mostrare durata
lt: rodyti trukmę
pl: pokaż czas trwania
tr: süreyi göster

source: show each call
cs: zobrazit každé volání
it: Tutte
lt: rodyti kiekvieną kreipinį
pl: pokaż każdą rozmowę
tr: aramaları ayrı göster

source: show event details
cs: zobrazit info o programu
it: mostrare dettagli evento
lt: rodyti užduočių detales
pl: Pokaż szczegóły wydarzenia
tr: EPG detaylarını göster

source: show first selected tag
cs: zobrazit první vybranou značku
it: mostrare la prima etichetta selezionata
lt: rodyti pirmą išsirinktą kortelę su žyme
pl: pokaż pierwsze wybrane oznaczenie
tr: seçili ilk etiketi göster

source: show next download details
cs: zobrazit další detaily stahování
it: mostrare dettagli download successivo
lt: rodyti sekančio atsisiuntimo informaciją
pl: pokaż kolejne szczegóły pobierania
tr: sonraki indirme ayrıntılarını göster

source: show next list
cs: zobrazit další seznam
it: mostrare elenco successivo
lt: rodyti sekantį sąrašą
pl: pokaż następną listę
tr: sonraki listeyi göster

source: show nothing
cs: žádná zpráva
it: Nulla
lt: nieko nerodyti
pl: niczego nie pokazuj
tr: birşey gösterme

source: show previous download details
cs: zobrazit předchozí detaily stahování
it: mostrare dettagli download precedente
lt: rodyti ankstesnio atsisiuntimo informaciją
pl: pokaż poprzednie szczegóły pobierania
tr: önceki indirme ayrıntılarını göster

source: show previous list
cs: zobrazit předchozí seznam
it: mostrare elenco precedente
lt: rodyti ankstesnį sąrašą
pl: pokaż poprzednią listę
tr: önceki listeyi göster

source: show real directories in red
cs: zobrazit reálné složky červeně
it: Mostrare la directory reale in rosso
lt: realius katalogus rodyti raudona spalva
pl: pokaż katalogi na czerwono
tr: gerçek dizinleri kırmızıyla göster

source: show recordingtime
cs: zobrazit dobu nahrávání
it: Mostrare durata registrazione
lt: rodyti įrašymo laiką
pl: pokaż czas nagrywania
tr: kayıt süresini göster

source: show second selected tag
cs: zobrazit druhou vybranou značku
it: mostrare la seconda etichetta selezionata
lt: rodyti kitą išsirinktą kortelę su žyma
pl: pokaż drugie wybrane oznaczenie
tr: seçili ikinci etiketi göster

source: show tag menu
cs: zobrazit menu značek
it: mostrare il menu etichette
lt: rodyti žymos meniu
pl: pokaż etykietę menu
tr: etiket menüsünü göster

source: simple warning
cs: krátké varování
it: warning semplice
lt: paprastas įspėjimas
tr: basit uyarı

source: single line style
cs: styl řádků
it: Linea singola
lt: vienos linijos stilius
pl: pojedyńczy styl lini
tr: tek çizgi stili

source: single pixel TV, muted
cs: 1-pixel-TV je poškozený !
it: single pixel TV, muto
lt: vieno pikselio TV, be garso
tr: 1 piksel TV, sessiz

source: size in %s (max %d %s):
cs: velikost v %s (max. %d %s):
it: Capacità in %s (max %d %s):
lt: dydis %s (maksimaliai %d %s):
pl: rozmiar w %s (maks %d %s):
tr: %s cinsinden boyut (maks %d %s):

source: skip intro
cs: přeskočit upoutávku
it: saltare intro
lt: praleisti įvadą
tr: tanıtımı geç

source: skipping
cs: přeskakování
it: ignorato
lt: praleidimas
pl: pomijanie
tr: atlama

source: sort alphabetically (toggle with [0])
tr: alfabetik olarak sırala ([0] ile değiştir)

source: sort by date
cs: ↕podle data
it: ordinare per data
lt: rūšiuoti pagal datą
pl: sortuj poprzez datę
tr: tarihe göre sırala

source: sort by recording date (toggle with [0])
tr: kayıt tarihine göre sırala ([0] ile değiştir)

source: split screen
cs: rozdělit obrazovku
it: Dividere lo schermo
lt: skaidyti ekraną
pl: Podziel ekran
tr: bölünmüş ekran

source: standard
cs: standardní
lt: standartas
pl: Standardowe
tr: standart

source: standard cover
cs: standardní potisk
it: Cover standard
lt: paprastas viršelis
pl: standardowa okładka
tr: Standart Kapak

source: standby
cs: režim spánku
tr: hazırda bekle

source: start
it: avviare
lt: paleisti
pl: początek
tr: Başlat

source: start page catching / select page
cs: výběr linků na stránky
it: Selezionare la pagina
lt: paleisties puslapis / pasirinkite puslapį
pl: Przechwyt strony startowej / wybierz stronę
tr: sayfa yakalamaya başla / sayfa seç

source: stop
cs: zastavit
lt: stabdyti
pl: zatrzymaj
tr: dur

source: stop Service on Start
cs: zastavit startovací kanál
it: arrestare il servizio all'avvio
lt: stabdyti kanalą paleidžiant
pl: zatrzymaj Usługę na Starcie
tr: Başlatmada hizmeti durdur

source: stop recording
cs: < zastavit nahrávání --
it: arrestare registrazione
lt: stabdyti įrašymą
pl: Zatrzymaj nagrywanie
tr: kaydı durdur

source: stop recording on Partnerbox
cs: zastavit nahrávání na Partnerboxu
it: interrompere la registrazione su Partnerbox
lt: sustabdyti įrašymą Partnerbox
tr: Partnerbox'ta kaydı durdur

source: stop service
cs: zastavit službu
it: ferma servizio
lt: išjungti kanalą
pl: Zatrzymaj usługę
tr: Hizmeti durdur

source: stopped
cs: zastaveno
it: interrotto
lt: sustabdyta
pl: zatrzymany
tr: durdu

source: subtitle and audio language may be the same
cs: jazyk titulků a audia mohou být shodné ?..
it: lingue sottotitoli e audio potrebbero essere uguali
lt: subtitrų ir garso kalba gali būti ta pati
pl: język napisów i audio mogą być takie same
tr: altyazı ve ses dili aynı olabilir

source: successful
cs: ...úspěšné...
it: con successo
lt: sėkmingai
tr: başarılı

source: supported
cs: podporováno
tr: destekleniyor

source: switch 4:3 content display
cs: přepnout 4:3 poměr
it: Commutare visual. contenuti in 4:3
lt: perjungti 4:3 ekrano turinį
pl: przełącz zawartość wyświetlania w 4:3
tr: 4:3 içerik görünümü değiştir

source: switch to skin
cs: aktivovat skin
it: passare alla skin
lt: perjungti į temą
tr: skin'e geç

source: switch to the next angle
cs: přepnout na další náhled
it: passare all'angolazione successiva
lt: perjungti į kitą kampą
tr: sonraki açıya geç

source: switch to the next audio track
cs: přepnout na další audio stopu
it: passare alla traccia audio successiva
lt: perjungti į kitą garso takelį
tr: sonraki ses parçasına geç
