Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Show in epg menu
cs: zobrazit v menu programů
it: Mostrare nel menu epg
lt: Rodyti epg meniu
pl: Pokaż w menu EPG
tr: EPG seçiminde dizi bilgilerini göster

source: Show in event info menu
cs: zobrazit v info-menu programu
it: Mostrare nel menu info evento
lt: Rodyti įvykio info meniu
tr: Etkinlik bilgisi menüsünde dizi bilgilerini göster

source: Show in extension menu
cs: zobrazit balíček v rozšířeném menu
it: Mostrare nel menu estensioni
lt: Rodyti išplėstame meniu
pl: Pokaż w menu rozszerzeń
tr: Eklentiler menüsünde göster

source: Show in extension menu:
cs: zobrazit balíček v rozšířeném menu :
it: Mostrare nel menu estensioni:
lt: Rodyti išplėstiniame meniu:
pl: Pokaż w menu rozszerzonym
tr: Uzantılar menüsünde göster:

source: Show in extensions menu
cs: zobrazit balíček v rozšířeném menu
it: Mostrare nel menu estensioni
lt: Rodyti išplėstiniame meniu
pl: Pokaż w menu rozszerzenia
tr: Uzantılar menüsünde göster

source: Show in main menu
cs: zobrazit v hlavním menu
it: Mostrare nel menu principale
lt: Rodyti pagrindiniame meniu
pl: Pokaż w głównym menu
tr: Ana menüde göster

source: Show in plugin browser
cs: zobrazit balíček v seznamu modulů
it: Mostrare nel browser plugin
lt: Rodyti priedų naršyklėje
pl: Pokaż w przeglądarce wtyczek
tr: Eklenti tarayıcısında göster

source: Show indicator label if zapping PiP
cs: zobrazit štítek při zapnutí PiP
it: Mostrare un'etichetta dell'indicatore in caso di zapping PiP
lt: Rodyti indikatoriaus etiketę jei jungiama PiP
pl: Pokaż etykiety jeśli przałączasz w PiP
tr: PiP zaplanıyorsa gösterge etiketini göster

source: Show info at the bottom
cs: zobrazit info dole
it: Mostra info in fondo
lt: Informaciją rodyti apačioje
pl: Pokaż informacje na dole
tr: Bilgileri altta göster

source: Show info at the bottom (with MiniTV)
cs: zobrazit info dole s miniTV
it: Info in fondo + MiniTV
lt: Informaciją rodyti apačioje (su MiniTV)
pl: Pokaż informacje na dole (z MiniTV)
tr: Bilgileri altta göster (MiniTV ile)

source: Show info on the left
cs: zobrazit info vlevo
it: Info a sinistra
lt: ﻿Informaciją rodyti kairėje
pl: Pokaż informacje po lewej stronie
tr: Bilgileri solda göster

source: Show info on the left (with MiniTV)
cs: zobrazit info vlevo s miniTV
it: Info a sinistra + MiniTV
lt: Informaciją rodyti kairėje (su MiniTV)
pl: Pokaż informacje po lewej stronie (z MiniTV)
tr: Bilgileri solda göster (MiniTV ile)

source: Show info screen
cs: zobrazit info
it: Mostrare la finestra informazioni
lt: Rodyti informaciją ekrane
pl: Pokaż ekran info
tr: Bilgi ekranını göster

source: Show info what setting does
cs: zobrazit informace, jaké nastavení funguje
it: Montrare info sulle impostazioni
tr: Ayarın ne işe yaradığını göster

source: Show last EPGRefresh - Time
cs: zobrazit čas poslední aktualizace programů
it: Mostrare l'ora dell'ultimo aggiornamento EPG
lt: Rodyti paskutinį EPG atnaujinimą - Laikas
pl: Pokaż czas ostatniego EPGRefresh
tr: Son EPGYenileme'yi göster - Zaman

source: Show last search log
cs: zobrazit poslední protokol hledání
it: Mostrare l'ultimo log ricerche
lt: Rodyti paskutinį paieškos žurnalą
tr: Son arama günlüğünü göster

source: Show link arrow
cs: ukázat odkaz šipkou
it: Mostra link arrow
lt: Rodyti krypties rodyklę
pl: Pokaż strzałkę łącza
tr: Bağlantı okunu göster

source: Show list numbers:
cs: zobrazit čísla vysílačů :
it: Mostrare numeri elenco:
lt: Rodyti eilučių numerius:
pl: Pokaż numery list:
tr: Kanal numaralarını göster:

source: Show live tuner
cs: zobrazit program aktivního tuneru
it: Mostrare il tuner attivo
lt: Rodyti tiesioginį imtuvą
pl: Pokaż na żywo
tr: Canlı tuner göster

source: Show message if file added to playlist
cs: zobrazit hlášení, pokud bude soubor přidaný do seznamu
it: Mostrare un messaggio se un file viene aggiunto alla playlist
lt: Rodyti žinutę, jei failas pridėtas į grojaraštį
pl: Pokaż wiadomość, jeśli plik został dodany do listy odtwarzania
tr: Dosya oynatma listesine eklendiyse mesajı göster

source: Show message when playback of recording starts
cs: zobrazit hlášení při startu přehrávání záznamu
it: Mostrare un messaggio quando inizia la riproduzione di una registrazione
lt: Rodyti pranešimą, kai prasideda įrašymo atkūrimas
tr: Kayıt oynatma başladığında mesajı göster

source: Show message when skipping intro
cs: zobrazit hlášení při přeskočení ukázky
it: Mostrare un messaggio durante lo skip intro
lt: Rodyti pranešimą, kai praleidžiate intro
tr: Girişi atlarken mesajı göster

source: Show more Functions
cs: zobrazit další funkce
it: Mostrare funzioni aggiuntive
lt: Rodyti daugiau funkcijų
pl: Pokaż więcej Funkcji
tr: Daha fazla işlev göster

source: Show movie icons
cs: zobrazit ikony k videu
it: Mostra le icone dei video
lt: Rodyti filmų turinio piktogramas
pl: Pokaż ikony filmu
tr: Film simgelerini göster

source: Show movie picons
cs: zobrazit ikony videa
it: Mostra Picons dei film
lt: Rodyti filmų piktogramas
pl: Pokaż pikony filmowe
tr: Film pikonlarını göster

source: Show movie preview
cs: zobrazit náhled videa
it: Mostra anteprima registrazione
lt: Rodyti filmo peržiūrą
pl: Pokaż podgląd filmu
tr: Film önizlemesini göster

source: Show movie progress
cs: zobrazit průběh videa jako...
it: Mostra progresso riproduzione
lt: Rodyti filmo eigą
pl: Pasek postępu filmu
tr: Film ilerlemesini göster

source: Show multi colored begin/remain times:
cs: zobrazit čas spuštění a zbývající barevně :
it: Diversificare i colori del tempo trascorso/restante:
lt: Rodyti kelių spalvų pradėti/liko laiko:
pl: Pokaż w wielu kolorach rozpoczęte/pozostałe czasy:
tr: Çok renkli başlama/kalma sürelerini göster:

source: Show new Messages as
cs: Zobrazit nová hlášení jako...
it: Mostrare nuovi messaggi come
lt: Rodyti naujus pranešimus
pl: Pokaż nową Wiadomość jako
tr: Yeni mesajların gösterilme şekli

source: Show notification on conflicts
cs: zobrazit hlášení při konfliktu
it: Mostrare avviso in caso di conflitti
lt: Rodyti pranešimą apie konfliktus
pl: Pokaż powiadomienia o konfliktach
tr: Çakışma olduğunda bilgilendir

source: Show notification on similars
cs: zobrazit hlášení o alternativních časovačích
it: Mostrare avviso in caso di simili
lt: Rodyti pranešimą apie panašius
pl: Pokaż powiadomienia o podobieństwach
tr: Benzerleri bulunduğunda bilgilendir

source: Show only calls for specific MSN
cs: zobrazit hovory pouze od určitých čísel
it: Mostrare solo le chiamate per MSN specifico
lt: Rodyti skambučius tik konkrečiam MSN
pl: Pokaż tylko połączenia dla konkretnego MSN
tr: Yalnızca belirli MSN için aramaları göster

source: Show pending timer(s)
cs: zobrazit čekající záznamy
it: Mostrare i timer in attesa
lt: Rodyti laukiančius laikmačius
pl: Pokaż oczekujące timery
tr: Bekleyen zamanlayıcıları göster

source: Show picons:
cs: zobrazit ikony :
it: Mostrare picon:
lt: Rodyti logotipus:
pl: Pokaż Pikony:
tr: Pikonları göster:

source: Show picture
cs: zobrazit obrázek
it: Mostrare immagine
tr: Resmi göster

source: Show plugin config in extensions menu
cs: zobrazit konfiguraci EMC v rozšířeném menu
it: Mostra Impostazioni EMC nel Menu estensioni
lt: Rodyti įskiepio konfigūravimą plėtinių meniu
pl: Pokaż konfigurację wtyczki EMC w rozszerzonym menu
tr: Eklenti yapılandırmasını uzantılar menüsünde göster

source: Show plugin in extensions menu
cs: zobrazit modul v rozšířeném mo-menu
it: Mostrare il plugin nel menu estensioni
tr: Uzantılar menüsünde eklentiyi göster

source: Show plugin in extensions menu:
cs: zobrazit balíček v rozšířeném menu :
it: Mostrare nel menu estensioni:
lt: Rodyti priedą išplėstiniame meniu:
pl: Pokaż wtyczkę w menu Rozszerzenia:
tr: Uzantılar menüsünde eklentiyi göster:

source: Show popup to add Stb Channel
cs: zobrazit roletové menu pro přidání kanálu do boxu
it: Mostrare popup per aggiungere il canale Stb
lt: Rodyti iššokantį langą, kad pridėti STB kanalą
pl: Pokaż okienko, aby dodać kanał STB
tr: Stb Kanalı eklemek için açılır pencereyi göster

source: Show popup when refresh starts and ends
cs: ...hlášení při startu a ukončení aktualizace programů
it: Mostrare popup su avvio e termine aggiornamento
lt: Rodyti iškylančius langus, kai atnaujinimas prasideda ir baigiasi
pl: Pokaż powiadomienia kiedy rozpoczyna się i kończy odświeżanie
tr: Güncelleme başladığında/bittiğinde bildirim göster

source: Show preview picture
cs: zobrazit náhled
it: Mostrare anteprime
tr: Önizleme resmini göster

source: Show program settings
cs: zobrazit nastavení programu
it: Mostrare le configurazioni del programma
lt: Rodyti programos nustatymus
pl: Pokaż ustawienia programu
tr: Program ayarlarını göster

source: Show real length of running records
cs: zobrazit reálnou délku spuštěného záznamu
it: Mostra la lunghezza reale delle registrazioni in riproduzione
lt: Rodyti vykdomų įrašų tikrąjį dydį
pl: Pokaż rzeczywistą długość uruchomionych nagrań
tr: Çalışan kayıtların gerçek uzunluğunu göster

source: Show real remainingtime while timeshifting?
cs: Ukázat reálný zbývající čas při časovém posunu ?
it: Mostrare il tempo rimanente effettivo durante il timeshift?
lt: Rodyti realų likusį laiką, laiko poslinkio metu?
tr: Zaman kaydırması sırasında etkin kalan süre gösterilsin mi?

source: Show record(s)
cs: zobrazit panel při nahrávání
it: Mostrare le registrazioni
lt: Rodyti įrašus
pl: Pokaż nagranie(a)
tr: Kayıtları göster

source: Show series info (SP)
cs: zobrazit info série (SP)
it: Mostrare informazioni sulle serie (SP)
lt: Rodyti serijų informaciją (SP)
pl: Pokaż informacje serialu (SP)
tr: Seri bilgilerini göster (SP)

source: Show service name:
cs: zobrazit název vysílače :
it: Mostrare il nome del canale:
lt: Rodyti kanalo pavadinimą:
pl: Pokaż nazwę kanału:
tr: Kanal adını göster:

source: Show short description
cs: zobrazit krátký popis
it: Mostrare la decrizione breve
tr: Kısa açıklamayı göster

source: Show short description:
cs: zobrazit krátký popis :
it: Mostrare la descrizione breve:
lt: Rodyti trumpą aprašymą:
pl: Pokaż krótki opis:
tr: Kısa açıklamayı göster:

source: Show side by side option in extension menu
cs: aktivovat zobrazení vedle sebe v rozšířeném menu
it: Mostrare l'opzione "Affiancato" nel menu estensioni
lt: Rodyti viena šalia kitos parinktį išplėstiniame meniu
pl: Pokaż obok siebie opcje w rozszerzonym menu
tr: Uzantılar menüsünde yan yana seçeneğini göster

source: Show switch message
cs: zobrazit hlášení při přepnutí
it: Mostrare messaggio alla commutazione
lt: Rodyti perjungimo pranešimą
pl: Pokaż przełącznik wiadomości
tr: Geçiş bildirimini göster

source: Show symlinks
cs: zobrazit odkazy
it: Mostra symlinks
lt: Rodyti nuorodas
pl: Pokaż symlinki
tr: Sembolik bağlantıları göster

source: Show text input help for epg search:
cs: zobrazit vstupní nápovědu pro hledání programů :
it: Mostrare aiuto input su ricerca epg:
lt: Rodyti teksto įvesties pagalbą epg paieškai:
pl: Pokaż pomoc wprowadzania tekstu dla wyszukiwania EPG:
tr: EPG araması için giriş yardımını göster:

source: Show the pending Services for refresh
cs: zobrazit neplacené kanály při aktualizaci
it: Mostrare i canali in attesa di aggiornamento
lt: Rodyti būsimus kanalų atnaujinimus
pl: Pokaż oczekujące Kanały do odświeżenia
tr: Yenilenmek üzere bekleyen kanalları göster

source: Show the the picon of the channel instead of channelname. Use the picon path from the channelselection settings.
cs: Zobrazit ikony kanálů místo názvu kanálu. Nastavte cestu k piconám ve výběru kanálů.
it: Mostrare il picon al posto del nome canale. Il percorso picon utilizzato sarà quello configurato in impostazioni canali.
lt: Rodyti kanalo logotipą vietoj kanalo pavadinimo. Naudokite logotipų kelią iš kanalo parinkčių nustatymų.
tr: Kanal adı yerine kanalın pikonunu göster.Kanal listesi ayarlarından pikon yolunu kullanın.

source: Show the tuner state as infobar popup
cs: -- info o nahrávání ve vlastním panelu, stav tuneru
it: Mostrare lo stato tuner come barra informazioni popup
lt: Rodyti imtuvo būklę su iššokančia infojuosta
pl: Pokaż stan tunera jako wyskakujące okno infobara
tr: Tuner bilgisini açılır bilgi barında göster

source: Show thumbnails
cs: zobrazit miniatury
it: Mostrare miniature
tr: Küçük resimleri göster

source: Show top/bottom option in extension menu
cs: Zobrazit nahoře/dole v rozšířeném mo-menu
it: Mostrare l'opzione "Sopra/Sotto" nel menu estensioni
lt: Rodyti viršaus/apačios parinktis išplėstiniame meniu
pl: Pokaż opcję góra/dół w rozszerzonym menu
tr: Uzantı menüsünde üst/alt seçeneğini göster

source: Show transcoded stream(s) (OpenWebIf)
cs: zobrazit převáděné sdílení (OpenWebIf)
it: Mostrare i flussi transcodificati (OpenWebIf)
lt: Rodyti perkoduotus srautus (OpenWebif)
pl: Pokaż transkodowany strumień (OpenWebIf)
tr: Dönüştürülen akışları göster (OpenWebIf)

source: Show transcoded stream(s) (StreamServer)
cs: zobrazit překódovaný stream (StreamServer)
it: Mostrare i flussi transcodificati (StreamServer)
tr: Dönüştürülen akışları göster (StreamServer)

source: Show transcoded stream(s) (WebIf)
cs: zobrazit překódovaný stream (WebIf)
it: Mostrare i flussi transcodificati (WebIf)
lt: Rodyti perkoduotus srautus (Webif)
pl: Pokaż transkodowany strumień (WebIf)
tr: Kodu dönüştürülmüş akışları göster (WebIf)

source: Show trashcan directory
cs: zobrazit složku koše
it: Mostrare la directory del cestino
lt: Rodyti šiukšliadėžės katalogą
pl: Pokaż katalog kosza
tr: Çöp kutusu dizinini göster

source: Show trashcan information
cs: zobrazit info o stavu koše
it: Mostra informazioni cestino
lt: Rodyti šiukšliadėžės informaciją
pl: Pokaż informacje o koszu
tr: Çöp kutusu bilgilerini göster

source: Show tv/radio switch:
cs: zobrazit přepínač TV / Radio
it: Mostrare commutatore tv/radio:
lt: Rodyti tv/radijo perjungiklį:
pl: Pokaż przełącznik TV / Radio:
tr: TV / Radyo anahtarını göster:

source: Show undefined service(s)
cs: zobrazit nedefinované kanály
it: Mostrare i canali sconosciuti
lt: Rodyti neapibrėžtus kanalus
pl: Pokaż niezdefiniowaną usługę
tr: Tanımlanmamış hizmetleri göster

source: Show video picture:
cs: zobrazit obrázky videa :
it: Mostrare la finestra video:
lt: Rodyti vaizdo paveikslėlį:
pl: Pokaż obraz wideo w oknie:
tr: Video resmini göster:

source: Show volumebar when volume-value was changed
cs: zobrazit indikátor při změně hlasitosti
it: Mostrare la barra del volume sui cambiamenti di livello
lt: Rodyti garso juostą, kai garso reikšmė buvo pakeista
pl: Pokaż pasek głośności, gdy wartość głośności została zmieniona
tr: Hacim değeri değiştirildiğinde ses çubuğunu göster

source: Show webcam pictures on your TV Screen
cs: -- zobrazení obrazu z webové kamery na TV
it: Plugin per la visualizzazione di immagini da webcam tramite Dreambox
lt: Rodyti web kameros nuotraukas televizoriaus ekrane
pl: Pokaż zdjęcia kamery web na ekranie telewizora
tr: Webcam görüntülerini ekranınızdan izleyin

source: Show with InfoBar (TV-mode)
cs: zobrazit s info-panelem (TV mód) :
it: Mostrare insieme alla barra informazioni (Mod. TV)
lt: Rodyti su info juosta (TV režimas)
tr: Bilgi barı ile göster (TV modu)

source: Show with Infobar (MoviePlayer)
cs: zobrazit s info-panelem (MoviePlayer) :
it: Mostrare insieme alla barra informazioni (MoviePlayer)
lt: Rodyti su info juosta (filmų grotuvas)
tr: Bilgi Çubuğu ile Göster (MoviePlayer)

source: Show zap-warning on active timeshifting?
cs: Zobrazit varování při aktivním časovém posunu ?
it: Segnalare zap su timeshift attivo?
lt: Rodyti jungimo įspėjimą apie aktyvų laiko poslinkį?
tr: Zaman kaydırması etkinken geçiş uyarısı gösterilsin mi?

source: Showing Elektro readme.txt
cs: Zobrazit Elektro Readme.txt
it: Elektro readme.txt
lt: Rodyti Elektro readme.txt
pl: Pokazuje plik readme.txt z Elektro
tr: Elektro benioku.txt gösteriliyor

source: Shows a list containing the zapping-history and allows user to zap to the entries or to modify them.
cs: Zobrazí historii použitých kanálů a umožní upravovat položky.
it: Plugin per visualizzare la cronologia dello zapping, che consente lo zap tra le voci presenti o la loro modifica.
lt: Rodo sąrašą, kuriame yra jungimo-istorija ir leidžia vartotojui jungti įrašus arba juos pakeisti.
pl: Pokazuje listę zawierającą historię przełączeń ZAP ,pozwala również użytkownikowi na przełączanie ZAP lub ich modyfikacji.
tr: Geçiş geçmişini içeren bir liste gösterir ve kullanıcının girişlere geçiş yapmasına veya bunları değiştirmesine izin verir.

source: Shows a list of recent zap entries
cs: -- zobrazení posledních použitých kanálů
it: Plugin per visualizzare la cronologia recente dello zapping
lt: Rodo nesenų jungimų sąrašą
pl: Wyświetla listę ostatnich przełączeń ZAP
tr: Geçmişteki kanal değiştirme bilgilerini gösterir

source: Shows average bitrate of video and audio
cs: -- zobrazení průměrného bitového toku videa a audia
it: Plugin per visualizzare il valore medio dei bitrate audio e video
lt: Rodo vidutinę vaizdo ir garso perdavimo spartą bitais
pl: Pokaazuje średnią szybkości transmisji wideo i audio
tr: Video ve ses bit oranı ortalamasını gösterir

source: Shows statistics of watched services
cs: -- zobrazení statistiku sledovaných kanálů
it: Plugin che mostra una statistica dei canali utilizzati
lt: Rodo žiūrėtų kanalų statistiką
pl: Pokazuje statystyki oglądanych kanałów
tr: İzlenen kanalların istatistiğini gösterir

source: Shows the best matching channelname in the screen title to have more space to display event name and short description.
cs: Nejlepší shoda v titulku, má více místa pro zobrazení názvu a krátkého popisu_
it: Mostrare la migliore corrispondenza con il nome canale nell'intestazione così da avere più spazio per il titolo evento e la descrizione breve.
lt: Rodo geriausią atitikties kanalo pavadinimą ekrano pavadinime, kad būtų daugiau vietos rodyti įvykio pavadinimą ir trumpą aprašymą.
tr: Etkinlik adını ve kısa açıklamayı görüntülemek için daha fazla alana sahip olmak için ekran başlığında en uygun kanal adını gösterir.

source: Shows the clock permanent on the screen
cs: zobrazit na obrazovce permanentní hodiny
it: Mostrare sullo schermo un orologio permanente
lt: Rodyti laikrodį ekrane pastoviai
pl: Pokazuje na ekranie zegar na stałe
tr: Kalıcı saati ekranda gösterir

source: Shows the clock permanently on the screen
cs: -- trvale zobrazit hodiny na obrazovce TV
it: Plugin per visualizzare permanentemente un orologio sullo schermo
lt: Pastoviai rodo laikrodį ekrane
pl: Wyświetla na stałe zegar na ekranie
tr: Ekranda kalıcı olarak saati gösterir

source: Shows the service name instead of the service number when zapping.
cs: -- při přepnutí se zobrazí název kanálu místo čísla
it: Mostrare il nome canale invece del numero durante lo zapping.
lt: Rodo kanalo pavadinimą vietoj kanalo numerio, jungiant.
pl: Pokaż nazwę kanału zamiast numeru podczas przełączania
tr: Kanal değiştirirken, kanal numarası yerine kanal adını gösterir.

source: Shows the watched services with some statistic
cs: -- zobrazit statistiku sledovaných kanálů
it: Mostrare alcune statistiche circa i canali utilizzati
lt: Rodyti žiūrėtus kanalus su tam tikra statistika
pl: Pokazuje oglądnięte kanały z kilkoma statystykami
tr: İzlenen hizmetleri bazı istatistiklerle gösterir

source: Shuffle All
cs: přehrát s náhodným výběrem
it: Riproduzione casuale
lt: Sumaišyti
pl: Przetasować wszystko
tr: Tümünü karıştır

source: Shuffle All starting
cs: přehrát všechno s náhodným výběrem
it: Riproduzione casuale all'avvio
lt: Sumaišomi visi
tr: Hepsini karışık çalma ile oynatmaya başlayın

source: Shuffle is not available yet with cue-files!
cs: Promíchání není pro aktuální soubory dostupné !
it: Riproduzione casuale non ancora disponibile per file cue.
lt: Maišyti kol nepasiekiama iš cue failų!
pl: Odtwarzanie losowe nie jest jeszcze dostępne!
tr: Karıştır işaret dosyaları için henüz mevcut değil!

source: Shutdown
cs: vypnout
it: Spegnere
lt: Išjungti
pl: Wyłącz
tr: Kapat

source: Shuts down your Dreambox into Deep Standby (Power Save Mode)
cs: -- vypínání Dreamboxu (šetření energie)
it: Consente di porre il Dreambox in Deep Standby se non in uso (Modalità risparmio energetico)
lt: Išjungia jūsų imtuvą į gilų budėjimą (energijos taupymo būsena)
pl: Wyłącz Dreambox`a do Głębokiego Czuwania (tryb oszczędności energii)
tr: Dreambox'ı derin bekleme kipinde kapatır. (Enerji tasarrufu kipi)

source: Side by side
cs: vedle sebe
it: Affiancato
lt: Vienas šalia kito
pl: Obok siebie
tr: Yan yana

source: Similar
cs: další termíny programu
it: Simile
lt: Panašios
pl: Podobny
tr: Benzer

source: Similar:
cs: podobné :
it: Simile:
lt: Panašus:
pl: Identyczne:
tr: Benzer:

source: Simple
cs: základní
it: Semplice
lt: Paprastas
pl: Prosta
tr: Basit

source: Simple Anti-Hijack Measures (may break clients)
cs: základní Anti-Hijack (může odpojit klienta)
it: Semplice misura anti-Hijack (potrebbe scollegare i client)
lt: Paprastos Anti-Hijack Priemonės (gali nutrūkti klientams)
pl: Proste rozwiązanie Anti-Hijack
tr: Basit hırsızlık önleme önlemleri (istemci yazılımında sorunlara yol açabilir)

source: Simple IRC GroupChat client for e2 #dm8000-vip channel
cs: dreamIRC je základní IRC Chat klient pro E2 VIP kanál
it: Semplice client IRC per il canale e2 #dm8000-vip
lt: Paprastas IRC GroupChat klientas e2 # dm8000-vip kanalas
pl: Prosty klient IRC GroupChat dla Enigma2 kanał #dm8000-vip
tr: e2 #dm8000-vip kanalı için basit IRC GroupChat istemcisi

source: Simple RSS Reader
cs: jednoduchá RSS čtečka
it: Lettore Simple RSS
lt: Paprastas RSS skaitytuvas
pl: Prosty czytnik RSS
tr: Kolay RSS Okuyucu

source: Simple RSS Reader Setup
cs: Jednoduchá RSS čtečka - nastavení
it: Impostazioni Simple RSS Reader
lt: Paprasto RSS skaitytuvo valdymas
pl: Prosty czytnik RSS Ustawienia
tr: Basit RSS Okuyucu Kurulumu

source: Simple RSS Reader: %s
cs: jednoduchá RSS čtečka : %s
it: Lettore Simple RSS: %s
lt: Paprastas RSS skaitytuvas: %s
pl: Prosty czytnik RSS: %s
tr: Kolay RSS Okuyucu: %s

source: Simple Radio
cs: jednoduché rádio
tr: Basit Radyo

source: Simple player for Internet radio streams.
cs: jednoduchý přehrávač pro internetové rádiové toky.
it: Semplice player per stream radio via Internet.
tr: İnternet radyo akışları için basit bir oynatıcı.

source: SimpleRSS allows reading RSS newsfeeds on your Dreambox.
cs: SimpleRSS umožňuje čtení příspěvků z web.stránek na Dreamboxu.
it: SimpleRSS consente la letture di feed RSS sul Dreambox.
lt: SimpleRSS leidžia skaityti RSS žinias jūsų Dreambox'e.
pl: SimpleRSS umożliwia czytanie kanałów RSS na Dreambox`ie.
tr: SimpleRSS ile Dreambox'ınızda RSS bağlantılarını (haber feedlerini) görüntüleyebilirsiniz.

source: Simply listen to internet radio
cs: Poslech jednoduchého internet.rádia_
it: Semplice ascolto di radio internet
tr: Sadece internet radyosu dinle

source: Single
cs: aktuální kanál
it: Singolo
lt: Vienintelis
pl: Pojedyńczy
tr: Tekli

source: Single EPG
cs: akt.programy
it: EPG singolo
lt: Kanalo EPG
pl: Zwykłe EPG
tr: Tekli EPR

source: Single Search:
cs: hledat na webu -jednotlivě :
it: Ricerca singola:
lt: Atskira paieška:
pl: Pojedyncze wyszukiwanie:
tr: Tek Arama:

source: Single search
cs: vybrat potisk
it: Ricerca Singola
lt: Atskira paieška
pl: Pojedyncze wyszukiwanie
tr: Tek arama

source: Size
cs: velikost
it: Dimensioni
lt: Dydis
pl: Rozmiar
tr: Boyut

source: Skin Configuration
cs: konfigurace skinu
it: Impostazioni skin
tr: Skin yapılandırması

source: Skin MOD - No info available
cs: Skin MOD - není dostupné žádné info
it: MOD skin - Info non disponibili
tr: Skin MOD - Bilgi yok

source: Skin ORIGINAL - No info available
cs: Skin ORIGINAL - info není k dispozici
it: Skin ORIGINAL - Info non disponibili
tr: Skin ORİJİNAL - Bilgi yok

source: Skin could not be rebuilt due to missing themes.xml
cs: Vzhled nebylo možné znovu sestavit kvůli chybějícímu topic.xml
it: Impossibile ricostruire la skin: themes.xml mancante
tr: Eksik theme.xml nedeniyle skin yeniden oluşturulamadı
