Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Top rated
cs: nejlépe hodnocené
it: Top valutazioni
lt: Labiausiai įvertinti
pl: Najlepiej oceniane
tr: Yüksek oy alanlar

source: Top/Bottom
cs: nahoře / dole
it: Sopra/Sotto
lt: Viršus/Apačia
pl: Góra / Dół
tr: Üst / Alt

source: Torrent could not be scheduled not download!
cs: Torrent nelze naplánovat, nepůjde stáhnout !
it: Impossibile programmare/scaricare il torrent.
lt: Negali būti skiriamas torrent'ui atsisiųsti!
pl: Torrent nie mógł być zaplanowany nie pobieraj!
tr: Torrent indirilemedi programlanamadı!

source: Total
cs: celkem
it: Totale
lt: Iš viso
pl: Wszystkich
tr: Toplam

source: Track Autoselect
cs: automatická volba stopy
lt: Automatinis takelio pasirinkimas
pl: Auto Wybór Ścieżki
tr: Parça / ses otomatik seçimi

source: Tracker: %s
cs: sledování : %s
it: Tracciatore: %s
lt: Sekimas: %s
pl: Traker: %s
tr: İzleyici: %s

source: Transcode MPEG/DVD Audio
cs: převodník kódů MPEG/DVD pro audio
it: Transcodifica audio MPEG/DVD
lt: Transkoduoti MPEG/DVD Garsą
pl: Transkodowanie audio MPEG / DVD
tr: MPEG/DVD Ses transkodla

source: Transcode MPEG/DVD Video
cs: převodník kódů MPEG/DVD pro video
it: Transcodifica video MPEG/DVD
lt: Transkoduoti MPEG/DVD Vaizdą
pl: Transkodowanie wideo MPEG / DVD
tr: MPEG/DVD Video transkodla

source: Transparency
cs: průhlednost
it: Trasparenza
lt: Skaidrumas
pl: Przezroczystość
tr: Şeffaflık

source: Transponder selection
cs: volba transpondéru
it: Selezione transponder
lt: Transponderio pasirinkimas
pl: Wybór transpondera
tr: Transponder seçimi

source: Trashcan
cs: koš
it: Cestino
lt: Šiukšliadėžė
tr: Çöp Kutusu

source: Trashcan create failed. Check mounts and permissions.
cs: Založení koše selhalo ! Zkontrolujte namapování a oprávnění.
it: Creazione cestino fallita. Controllare mount e permessi.
lt: Šiukšliadėžės sukurti nepavyko. Tikrinkite pajungimus ir leidimų lygį.
pl: Tworzenie katalogu kosza nie powiodło się. Sprawdź uprawnienia i czy jest podmuntowany.
tr: Çöp Kutusu oluşturulamadı. Bağlantıları ve izinleri kontrol edin.

source: Trashcan enable
cs: aktivovat koš
it: Abilita Cestino
lt: Įjungti šiukšliadėžę
pl: Włączanie kosza
tr: Çöp Kutusunu etkinleştir

source: Trashcan path
cs: umístění koše
it: Percorso cestino
lt: Kelias į šiukšliadėžę
pl: Ścieżka dla Kosza
tr: Çöp Kutusu yolu

source: Travel & Events
cs: cestování
it: Viaggi & eventi
lt: Kelionės ir Įvykiai
pl: Podróże & Wydarzenia
tr: Gezi

source: Trivia:
cs: drobnosti :
it: Curiosità:
tr: Önemsiz bilgiler:

source: Try to find infos for %s
cs: zkusit vyhledat info pro %s
it: Trovare info per %s
lt: Bandome rasti informaciją dėl %s
pl: Spróbuj znaleźć informacje dla %s
tr: %s için bilgi bulmaya çalışın

source: Try to load extra title and more from .meta files
cs: načíst další titulky a info ze souboru.meta
it: Prova a ottenere info extra dai file .meta
lt: Pabandykite įkelti papildomą pavadinimą ir dar daugiau iš .meta failų
pl: Spróbuj załadować dodatkowy tytuł i więcej z plików .meta
tr: .meta dosyalarından altyazıları ve daha fazlasını okumayı deneyin

source: Try to load titles from .eit files
cs: načíst titulky ze souboru ".eit"
it: Provare a ottenere i titoli dai files .eit
lt: Bandyti įkelti pavadinimus iš .eit failų
pl: Spróbuj załadować tytuły z plików .eit
tr: .eit dosyalarından başlıkları yüklemeyi deneyin

source: Try to load titles from .meta files
cs: načíst názvy ze souborů ".meta"
it: Tentare caricamento dei titoli da file .meta
lt: Bandyti įkelti pavadinimus iš .meta failų
pl: Próba załadowania tytułów z plików .meta
tr: Başlıkları .meta dosyalarından yüklemeyi deneyin

source: Trying to download the Youtube feed entries. Please wait...
cs: Pokouším se stáhnout video z Youtube, čekejte...
it: Attendere: download elenco dal feed Youtube in corso...
lt: Bandoma parsisiųsti Youtube vaizdus. Prašome laukti...
pl: Pobieranie listy filmów z YouTube. Proszę czekać...
tr: Youtube sonuçları alınıyor. Lütfen bekleyin...

source: Trying to download the Youtube search results. Please wait...
cs: Pokouším se stáhnout video z Youtube, čekejte...
it: Attendere: download dei risultati della ricerca da Youtube in corso...
lt: Bandoma parsisiųsti Youtube pasieškos rezultatus. Prašome laukti...
pl: Pobieranie wyników wyszukiwania z YouTube
tr: Youtube arama sonuçları getiriliyor. Lütfen bekleyin...

source: Tue
cs: úterý
it: Mar
lt: Ant
pl: Wto
tr: Salı

source: Tuesday
cs: úterý
it: Martedì
lt: Antradienis
pl: Wtorek
tr: Salı

source: Tuner Selected
cs: tuner byl vybraný
it: Tuner selezionato
lt: Pasirinktas imtuvas
tr: Tuner Seçildi

source: Tuner Type
cs: typ tuneru
it: Tipo tuner
lt: Imtuvo tipas
pl: Typ Tunera
tr: Tuner Türü

source: Tuner {0} / {1} NOT REMOVED. Consicentcy Check failed!
cs: Tuner {0} / {1} není odebraný. Kontrola konzistence selhala !
it: Tuner {0} / {1} NON RIMOSSO. Controllo di coerenza fallito.
lt: Imtuvas {0} / {1} NEPAŠALINTAS. Nuoseklumo patikrinti nepavyko!
pl: Tuner {0} / {1} NIE ZOSTAŁ USUNIĘTY. Sprawdzanie spójności nie powiodło się!
tr: Tuner {0} / {1} KALDIRILMADI. Tutarlılık denetimi başarısız oldu!

source: Tuner {0} / {1} removed
cs: Tuner {0} / {1} byl odstraněný
it: Tuner {0} / {1} rimosso
lt: Imtuvas {0} / {1} pašalintas
pl: Tuner {0} / {1} usunięty
tr: Tuner {0} / {1} kaldırıldı

source: Tuners
cs: Tunery...
it: Tuner
lt: Imtuvai
pl: Tunery
tr: Tunerler

source: Turkish / Greek
cs: Turecky / Řecky
it: Turco / Greco
lt: Turkų / Graikų
pl: Turecki / Grecki
tr: Türkçe / Yunanca

source: Turn off display
cs: vypnout displej
it: Spegnere il display
lt: Išjunkti monitorių
pl: Wyłącz ekran
tr: Ekranı kapat

source: Turn off the media-filter first.
cs: Nejprve vypněte filtr videa !
it: Prima rimuovere il filtro media.
lt: Išjunkite medijos filtrą pirmiausiai.
pl: Najpierw wyłącz filtr mediów.
tr: Önce medya filtresini kapatın.

source: Turn off the silent flag.
cs: vypnout příznak silent
it: Disattivare la silent flag.
lt: Išjunkite tylią vėliavą.
tr: Sessiz bayrağı kapatın.

source: Turn on the silent flag.
cs: zapnout příznak silent
it: Attivare la silent flag.
lt: Įjunkite tylią vėliavą.
tr: Sessiz bayrağı açın.

source: Tv/Radio
lt: TV ir Radijas
tr: TV / Radyo

source: Twitch Channel/User
cs: přepnout kanál / uživatele
it: Canale Twitch/Utente
lt: Twitch kanalas/vartotojas
tr: Twitch Kanalı / Kullanıcı

source: TwitchTV - Channel Details
cs: TwitchTV - detaily kanálů
it: Twitch TV - Dettagli canale
lt: TwitchTV - kanalo informacija
tr: TwitchTV - Kanal Detayları

source: Type
cs: příkaz
it: Tipo
lt: Tipas
pl: Typ
tr: Tip

source: Type (Icon)
cs: typ ikony
it: Tipo (icona)
lt: Tipas (piktograma)
pl: Typ (Ikona)
tr: Tür (Sembol)

source: Type (Text)
cs: typ textu
it: Tipo (testo)
lt: Tipas (tekstas)
pl: Typ (Tekst)
tr: Tür (Metin)

source: Type your text here and press OK to send:
cs: Zadejte text a stiskněte OK pro odeslání :
it: Inserire il testo, poi premere OK per inviarlo:
lt: Čia įrašykite tekstą ir paspauskite OK, norėdami išsiųsti:
pl: Wpisz tutaj swój tekst, a następnie naciśnij OK, aby wysłać:
tr: Metninizi buraya yazın ve göndermek için Tamam'a basın:

source: Type: %s
cs: typ : %s
it: Tipo: %s
tr: Tür: %s

source: UHD Progressive Mode
cs: progresívní mód UHD
it: Modalità progressiva UHD
lt: UHD progresyvi būsena
pl: Tryb Progresywny UHD
tr: UHD Aşamalı Modu

source: UNKNOWN
cs: neznámé
it: SCONOSCIUTO
lt: NEŽINOMA
pl: NIEZNANY
tr: BİLİNMİYOR

source: USB Device
cs: USB disk
it: Dispositivo USB
lt: USB įrenginys
pl: Urządzenie USB
tr: USB Aygıtı

source: Unable to access InfoBar! EPG not available.
cs: Info-panel nelze použít ! Programy nejsou dostupné.
it: Impossibile accedere alla barra informazioni. EPG non disponibile.
lt: Neįmanoma prieiti prie info juostos! EPG nėra.
pl: Nie można uzyskać dostępu do Paska info! EPG nie jest dostępne.
tr: Bilgi Çubuğu'na erişilemiyor! EPG mevcut değil.

source: Unable to access InfoBar.
cs: Info-panel nelze použít !
it: Impossibile accede alla InfoBar.
lt: Neįmanoma prieiti prie info juostos.
pl: Brak dostępu do Paska Informacyjnego.
tr: Bilgi Çubuğuna erişilemiyor.

source: Unable to access InfoBar. pipzap not available.
cs: Info-panel nelze použít ! pipzap není dostupný.
it: Impossibile accedere alla barra informazioni. PipZap non disponibile.
lt: Nepavyksta pasiekti informacinės juostos. pip jungimo nėra.
pl: Brak dostępu do Paska Informacyjnego. pipzap niedostępny.
tr: Bilgi Çubuğu'na erişilemiyor. pipzap mevcut değil.

source: Unable to load PluginHider
cs: Nelze načíst PluginHider !
it: Impossibile caricare PluginHider
lt: Nepavyko įkelti priedų slėpėjo
pl: Nie można wczytać PluginHider
tr: PluginHider / Eklenti Gizleyici yüklenemiyor

source: Unable to set new password for '%s'
cs: Nelze nastavit nové heslo pro '%s' !
it: Impostazione nuova password per '%s' non riuscita
tr: '%s' için yeni şifre ayarlanamadı

source: Uncompress archive
cs: nekomprimovaný archív
it: Scompattare l'archivio
tr: Arşivi aç

source: Unconfigured storage devices found!
cs: Detekováno nenakonfigurované úložné zařízení !
it: Rilevati dispositivi di archiviazione non configurati.
lt: Surastas nesukonfigūruotas saugojimo įrenginys!
pl: Znaleziono nieskonfigurowane urządzenia przechowywania!
tr: Yapılandırılmamış depolama aygıtları bulundu!

source: United States
cs: Spojené státy
it: Stati Uniti
lt: Jungtinės Valstijos
pl: Stany Zjednoczone
tr: Amerika

source: Unknown
cs: neurčeno
it: Sconosciuto
lt: Nežinoma
pl: Nieznany
tr: Bilinmeyen

source: Unknown Error
cs: Neznámá chyba !
it: Errore Sconosciuto
lt: Nežinoma klaida
pl: Nieznany Błąd
tr: Bilinmeyen bir hata oluştu

source: Unknown Service
cs: Neznámý kanál !
it: Canale sconosciuto
lt: Nežinomas kanalas
pl: Nieznana Usługa
tr: Bilinmeyen Servis

source: Unknown Volume command %s
cs: Neznámý příkaz hlasitosti : %s
it: Comando violume sconosciuto: %s
lt: Nežinoma kiekio komanda %s
pl: Nieznana komenda Głośność %s
tr: Bilinmeyen Ses komutu %s

source: Unknown command (%s)
cs: Neznámý příkaz (%s)
it: Comando sconosciuto (%s)
lt: Nežinoma komanda (%s)
pl: Nieznana komenda (%s)
tr: Bilinmeyen komut (%s)

source: Unknown error
cs: Neznámá chyba !
it: Errore sconosciuto
lt: Nežinoma klaida
pl: Nieznany Błąd
tr: Bilinmeyen hata

source: Unknown for parameter "cmd" [%s|%s]
cs: Neznámý parametr : "cmd" [%s|%s]
it: Parametro sconosciuto per cmd [%s|%s]
lt: Nežinomas parametras "cmd" [%s|%s]
pl: Nieznane dla Parametru "cmd" [%s|%s]
tr: "cmd" parametresi için bilinmiyor [%s|%s]

source: Unknown function: '%s'
cs: Neznámá funkce : '%s'
it: Funzion sconosciuta (%s)
lt: Nežinoma funkcija: '%s'
pl: Nieznana Funkcja: '%s'
tr: Bilinmeyen işlev: '%s'

source: Unknown parameter %s
cs: neznámý parametr : %s
it: Parametro sconosciuto (%s)
lt: Nežinomas parametras %s
pl: Nieznany Parametr %s
tr: Bilinmeyen parametre: %s

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
cs: Po aktivaci nebude AutoTimer hledat události ihned, ale až po opuštění okna zeleným tlačítkem_
it: Se non abilitata, AutoTimer NON verificherà automaticamente una corrispondenza eventi. Tale verifica sarà eseguita solo dopo la pressione del tasto verde.
lt: Jei tai įjungta, Auto laikmatis automatiškai neieškos įvykių, atitinkančių jūsų Auto laikmačius, bet tiktai kai jūs paliekate GUI su žaliu mygtuku.
pl: Chyba że ten włączony AutoTimer nie sprawdzi automatycznie wyszukanych wydarzeń twoich AutoTimerów ale tylko gdy opuścisz GUI poprzez zielony przycisk.
tr: Otomatik Zamanlayıcı,yalnızca bu ayar etkinleştirilirse programları otomatik olarak arayacaktır.Aksi takdirde,yalnızca yeşil düğmeyi kullanarak genel bakıştan çıktığınızda bir arama yapılır.

source: Unless this is enabled, EPGRefresh won't automatically run but needs to be explicitly started by the yellow button in this menu.
cs: Doplnění programů kanálů lze spustit i manuálně žlutým tlačítkem_
it: Se la funzione è disabilitata, EPGRefresh non sarà eseguito automaticamente, ma dovrà essere avviato manualmente tramite il tasto giallo da questo menu.
lt: Kol čia neįjungta, EPG atnaujinimas nepasileis automatiškai, bet turi būti paleistas tiesiogiai, paspaudus 'geltoną' šio meniu mygtuką.
pl: Gdy ta opcja jest włączona, EPGRefresh nie uruchomi się automatycznie, tylko ręcznie ŻÓŁTYM klawiszem w tym menu.
tr: Etkinleştirilmediği sürece, EPGYenileme otomatik olarak çalışmayacaktır,ancak burada menüdeki sarı düğme kullanılarak açık bir şekilde başlatılmalıdır.

source: Unless this is enabled, this plugin won't run automatically.
cs: Aktivace umodulu Elektro Power Save_
it: Non abilitando l'opzione, il plugin non potrà avviarsi automaticamente.
lt: Nebent tai yra įjungta, tai priedas nebus paleistas automatiškai.
pl: Gdy ta opcja jest włączona, wtyczka nie będzie działała automatycznie.
tr: Bu işaretlenmezse,bu eklenti otomatik olarak çalışmayacaktır.

source: Unlimited
cs: bez omezení
it: Illimitata
lt: Neribotas
pl: Bez ograniczeń
tr: Sınırsız

source: Unmute
cs: zrušit ztlumení
it: Mute off
lt: Įjungti
pl: Wyłącz Wyciszenie
tr: Ses aç

source: Unpause all
cs: zrušit všechny pauzy
it: Riprendere tutto
lt: Paleisti iš naujo visus
pl: Wznów wszystkie
tr: Tümünün duraklatmasını kaldır

source: Unpause shown
cs: zobrazit zrušené pauzy
it: Riprendere visualizzati
lt: Paleisti iš naujo
pl: Wznów wyświetloną
tr: Gösterileni duraklatmayı bırak

source: Unselecting the only file scheduled for download is not possible through RPC.
cs: Zrušit výběr pouze jednoho naplánovaného soubor ke stažení nelze přes RPC !
it: Impossibile deselezionare tramite RPC l'unico file programmato per il download.
lt: Panaikinus tik failą, suplanuotas atsisiuntimas negalimas per RPC.
pl: Odznacza jedynie zaplanowany plik do pobrania nie możliwy przez RPC.
tr: İndirmek için planlanan tek dosyanın seçimini kaldırmak RPC aracılığıyla mümkün değildir.

source: Unsupported Messagetype %s
cs: Nepodporované zařízení : %s
it: Tipo di messaggio non supportato %s
lt: Nepalaikomas pranešimų tipas %s
pl: Nieobsługiwany Typ Wiadomości %s
tr: Desteklenmeyen Mesaj Türü %s

source: UnwetterInfo shows German storm information.
cs: UnwetterInfo zobrazuje bouřkovou situaci nad Německem.
it: UnwetterInfo consente di ottenete informazioni metereologiche per la Germania.
lt: Informacija apie audras Vokietijoje.
pl: Pogodowe info pokazuje informacje o burzach w Niemczech
tr: UnwetterInfo, Almanya hava durumu bilgisini gösterir.

source: Up
cs: <<nahoru>>
it: Su
lt: Aukštyn
pl: W górę
tr: Yukarı

source: Upcoming
cs: připravujeme
it: Prossimi
lt: Artimiausi
pl: Nadchodzące
tr: Yaklaşan

source: Update Feed
cs: aktualizace zdroje
it: Aggiornare feed
lt: Atnaujinti šaltinius
pl: Aktualizacja Kanału
tr: Beslemeyi Güncelle

source: Update Interval (min)
cs: interval aktualizace (min.)
it: Intervallo aggiornamento (min)
lt: Naujinimo intervalas (min)
pl: Interwał aktualizacji (min)
tr: Güncelleme Aralığı (dk)

source: Update available
cs: dostupná aktualizace
it: Aggiornamento disponibile
lt: Galimas atnaujinimas
pl: Dostępna aktualizacja
tr: Güncelleme alınabilir

source: Update directory inode access times on this filesystem. This is the default. (This option is ignored when noatime is set.)
cs: Předvolit čas přístupu k aktualizaci složky soub.systému. Volba je ignorována při nastavení noatime.
it: Aggiornare i tempi di accesso all'inode della directory sul filesystem (Opzione standard). Questa opzione verrà ignorata se è stato impostato noatime.
lt: Atnaujinti katalogo inode prieigos laikus šioje failų sistemoje. Tai pagal nutylėjimą. (Ši parinktis yra ignoruojama, kai noatime jau yra nustatyta.)
tr: Bu dosya sisteminde dizin inode erişim sürelerini güncelleyin.Bu varsayılandır.(Noatime ayarlanmışsa bu seçenek yoksayılır.)

source: Update done...
cs: Aktualizace je hotová...
it: Aggiornamento eseguito...
lt: Atnaujinimas baigtas...
pl: Aktualizacja zakończona...
tr: Güncelleme tamamlandı...

source: Update done... The genuine dreambox test will now be rerun and should not ask you to update again.
cs: Aktualizace je hotová... Test pravosti Dreamboxu byl spuštěný znovu. Nová aktualizace není požadována.
it: Aggiornamento eseguito... Il test di genuinità verrà eseguito di nuovo, e non dovrebbe richiedere ulteriori aggiornamenti.
lt: Atnaujinimas baigtas... Tikro dreambox testas bus dabar paleistas iš naujo ir neturi prašyti jūsų atnaujinti dar kartą.
pl: Aktualizacja zakończona... Test autentyczności Dreambox`a zostanie powtórzony i nie powinien już Ciebie pytać ponownie o aktualizację.
tr: Güncelleme tamamlandı. Dreambox orijinallik doğrulama testi yeniden çalıştırılacak ve sonraki güncellemelerde tekrar sorulmayacaktır.

source: Update inode access times relative to modify or change time. Access time is only updated if the previous access time was earlier than the current modify or change time. (Similar to noatime, but it doesn't break mutt or other applications that need to know if a file has been read since the last time it was modified.)
cs: Aktualizujte časy přístupu inode vzhledem ke změně nebo změně času. Čas přístupu se aktualizuje pouze v případě, že předchozí čas přístupu byl dřívější než aktuální čas úpravy nebo změny. (Podobně jako noatime, ale neporušuje mutt ani jiné aplikace, které potřebují vědět, zda byl soubor přečtený od poslední úpravy.)_
it: Aggiorna i tempi di accesso all'inode relativi al tempo di mutazione o modifica. Il tempo di accesso viene aggiornato solo se il tempo di accesso precedente è precedente al tempo di mutazione o modifica corrente. Opzione simile a noatime, che tuttavia non genera problemi con mutt o altre applicazioni che devono rilevare se un file è stato letto dall'ultima modifica.
lt: Atnaujinti prieigos laiką prie inode, palyginti su laiko keitimu ar pakeitimu. Prieigos laikas atnaujinamas tik tuo atveju, jei ankstesnis prieigos laikas buvo ankstesnis nei dabartinis keitimo arba keitimo laikas. (Panašus į noatime, tačiau jis nepažeidžia mutt arba kitų programų, kurios turi žinoti, ar failas buvo perskaitytas nuo paskutinio pakeitimo).
tr: Zamanı değiştirmek veya değiştirmek için inode / dosya numarası erişim zamanlarını güncelleyin. Erişim zamanı, yalnızca önceki erişim zamanı mevcut değişiklik veya değişiklik zamanından önceyse güncellenir. (noatime'a benzer, ancak bir dosyanın en son değiştirildiğinden bu yana okunup okunmadığını bilmesi gereken mutt veya diğer uygulamaları bozmaz.)

source: Update interval for current service (min. 10 sec)
cs: interval aktualizace pro aktuální kanál (min. 10 sek.)
it: Intervallo di aggiornamento per il canale corrente min. 10 sec)
lt: Atnaujinimo intervalas dabartiniam kanalui (min. 10 sek)
pl: Interwał odświeżania dla aktywnego Kanału (min. 10 sek)
tr: Mevcut kanal için güncelleme aralığı (min. 10 sn)

source: Update is being done in Background. Contents will automatically be updated when it's done.
cs: Aktualizace poběží na pozadí. Obsah bude aut. aktualizovaný ...
it: L'aggiornamento verrà effettuato in background. Al termine i contenuti verranno automaticamente aggiornati.
lt: Atnaujinimas daromas fone. Turinys bus automatiškai atnaujinamas, kai tai daroma.
pl: Aktualizacja wykonywana jest w tle. Zawartość zostanie zaktualizowana automatycznie kiedy skończy.
tr: Güncelleme arkaplanda yapılıyor. Tamamlandığında, içerik otomatik olarak güncellenecektir.

source: Update the c3voc stream bouquet?
cs: Aktualizovat C3VOC stream v sezn.kanálů ?
it: Aggiornare il bouquet flussi di c3voc?
lt: Atnaujinti c3voc srauto paketą?
tr: c3voc akış buketi güncellensin mi?

source: Update-Interval for EPG of the current bouquets (min. 60 sec)
cs: Interval aktualizace programů pro aktuální sadu kanálů (min. 60 sek.)
it: Intervallo di aggiornamento EPG per il bouquet corrente (min. 60 sec)
lt: Atnaujinimo intervalas dėl EPG dabartinių paketų (min. 60 sek)
pl: Interwał odświeżania EPG dla aktualnych Bukietów (min. 60 sek)
tr: Mevcut buketlerin EPG Güncelleme Aralığı (min. 60 sn)

source: Updatefeed not available.
cs: Není dostupný zdroj aktualizací !
it: Feed aggiornamenti non disponibile.
lt: Atnaujinimo perdavimas nepasiekiamas.
pl: Aktualizacja nie dostępna.
tr: Güncelleme sunucusu kullanılamıyor.

source: Updating failed. Nothing is broken, just the update couldn't be applied.
cs: Aktualizace selhala ! Nic není poškozeno, pouze ji nelze aplikovat.
it: Aggiornamento fallito. Nulla di irreparabile, ma non è stato possibile applicare l'aggiornamento.
lt: Atnaujinimas nepavyko. Niekas nesugadinta, tik atnaujinimas negalėjo būti pritaikytas.
pl: Aktualizowanie nieudane. Nic nie uszkodzono tylko nie można zatwierdzić.
tr: Güncelleme başarısız oldu. Güncelleme tamamlanamadığı için mevcut dosyalarınıza müdahale edilmedi.

source: Updating, please wait...
cs: Aktualizuji, čekejte...
it: Aggiornamento in corso, attendere...
lt: Atnaujinama, prašome laukti...
pl: Aktualizowanie, proszę czekać...
tr: Güncelleniyor, lütfen bekleyin...

source: Upload
cs: načíst
lt: Įkelti
pl: Wyślij
tr: Yükle

source: Upload finished.
cs: Načtení bylo dokončeno
it: Caricamento terminato.
lt: Įkėlimas baigtas.
pl: Wysyłanie zakończoe
tr: Yükleme tamamlandı.

source: Upload rate
cs: rychlost stahování
it: Velocità di upload
lt: Įkėlimo norma
pl: Szybkość wysyłania
tr: Yükleme hızı

source: Uploads
cs: stahování
it: Caricamenti
lt: Įkėlimai
tr: Yüklemeler

source: Upper bound of timespan.
cs: Konec časového rozsahu_
it: Limite superiore arco di tempo.
lt: Viršutinė laiko atkarpos riba.
pl: Wyższy przeskok czasowy.
tr: Üst zaman aralığı.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
cs: Konec časového úseku. Nic za ním nebude použito. Časové rezervy se nepočítají_
it: Limite superiore intervallo. Niente dopo questo limite verrà confrontato. I margini registrazione non saranno considerati!
lt: Viršutinė laiko ribos atkarpa. Nieko po to laiko nebus suderinta. Į padengimą neatsižvelgiama!
pl: Wyższy przeskok czasowy. Nic po tym czasie nie będzie pasować. Offsety nie są brane dla tego konta!
tr: Zaman aralığının üst sınırı.Bu saatten sonra eşleşme aranmaz.Takip buraya dahil değildir!

source: Usage
cs: spustit přes ...
it: Utilizzo
lt: Naudojimas
pl: Użycie
tr: Kullanım

source: Use "guessFileData" method for movie filname:
cs: Použít metodu "guessFileData" pro název videa :
it: Utilizzare il metodo "GuessFileData" per il nome del file video:
lt: Naudokite "Atspėk failo duomenis" metodą kino failo pavadinime:
pl: Użyj metody "guessFileData" dla nazwy pliku filmu:
tr: Film dosya adı için "guessFileData" / "dosya verilerini tahmin et" yöntemini kullanın:

source: Use HTTPS to communicate with FRITZ!Box
cs: použít HTTPS pro komunikaci s FRITZ!Box
it: Utilizzare HTTPS per comunicare con FRITZ!Box
lt: Ryšiui su FRITZ!Box naudokite HTTPS
tr: FRITZ!Box ile iletişim kurmak için HTTPS kullanın

source: Use PiP
cs: otevřít malé okno PiP (ne = přes celou obr.)
it: Usare PiP
lt: Naudoti PiP
pl: Użyj PiP
tr: PiP'i kullanın

source: Use Servicename %s
cs: použitý kanál : %s
it: Usare nome canale %s
lt: Naudokite kanalo pavadinimą %s
tr: %s Hizmet Adını Kullan

source: Use Skin-Colors
cs: použít barvy skinu
it: Utilizzare i colori skin
lt: Naudokite temos spalvas
tr: Skin renklerini kullan

source: Use Transcoding
cs: použít překódování
it: Utilizzare transcodifica
lt: Naudokite perkodavimą
tr: Kod Dönüştürme kullan

source: Use a custom location
cs: použít uživatelské umístění
it: Usare destinazione personalizzata
lt: Naudoti pritaikytą vietą
pl: Użyj zwykłej lokalizacji
tr: Özel kayıt konumu seç
