Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Skin could not be rebuilt due to unsupported version of theme
cs: Skin nemohl být přestavěný, verze tématu není podporovaná !
it: Impossibile ricostruire la skin: versione tema non supportata
tr: Desteklenmeyen tema sürümü nedeniyle skin yeniden oluşturulamadı

source: Skin was rebuilt and a restart of enigma2 is required. Do you want to restart now?
cs: Skin byl přenastavený. Je nutné restartovat grafiku. Restartovat Enigmu2 ?
it: Skin ricostruita: necessario riavvio di enigma2. Riavviare ora?
tr: Skin yeniden oluşturuldu ve enigma2'nin yeniden başlatılması gerekiyor. Şimdi yeniden başlatmak istiyor musunuz?

source: Skin: %s by %s - Version: %s Support: %s License: %s
cs: skin : %s od %s - verze : %s podpora : %s licence : %s
it: Skin: %s by %s - Versione: %s Supporto: %s Licenza: %s
tr: Dış Görünüm: %s, %s - Sürüm: %s Destek: %s Lisans: %s

source: SkinPathTheme: A SkinPathTheme define the path value in all elements of the skin. This allows to change graphics used.
cs: SkinPathTheme : definuje cesty ve všech prvcích skinu. To umožňuje změnit použitou grafiku.
it: SkinPathTheme: Uno SkinPathTheme definisce il valore del percorso in tutti gli elementi della skin, permettendo di cambiare la grafica utilizzata.
tr: SkinPathTheme,dış görünümün tüm öğelerindeki yol değerini tanımlar.Bu, kullanılan grafiklerin değiştirilmesine izin verir.

source: Skins
cs: skiny
it: Skin
tr: Skinler

source: Skip
cs: přeskočit řádky
it: Salta
lt: Praleisti
pl: Pomiń
tr: Atla

source: Skip check because of pattern match
cs: přeskočit kontrolu, když se předloha se shoduje
it: Saltare il controllo se il modello corrisponde
lt: Praleisti patikrinimą, nes pavyzdžiai sutampa
pl: Pomiń sprawdzanie ze względu dopasowania wzorca
tr: Desen eşleşmesi nedeniyle kontrolü atla

source: Skip check during running records
cs: přeskočit kontrolu, pokud běží nahrávání
it: Saltare il controllo durante registrazioni attive
lt: Praleisti patikrinimą veikiančio įrašo metu
pl: Pomiń sprawdzanie podczas nagrywania
tr: Kayıtları çalıştırırken kontrolü atla

source: Skip intro
cs: -- přeskočit reklamu
it: Saltare introduzione
lt: Praleisti intro
tr: Girişi atla (SkipIntro)

source: Skip intro by predefined skip time
cs: -- předvolba času přeskoku reklamy
it: Saltare introduzione con tempo di salto predefinito
lt: Praleisti intro iš anksto nustatytu praleidimo laiku
tr: Girişi önceden tanımlanmış atlama süresine göre atla

source: Skip mounts for free space statistics
cs: přeskočit přípojné body při zjištění místa
it: Saltare i mount per le statistiche sullo spazio libero
lt: Praleisti pajungimą laisvos erdvės statistikai
pl: Pomiń montowania dla statystyk wolnego miejsca
tr: Boş alan istatistikleri için bağlantıları atlayın

source: Skip poll during epg refresh
cs: přeskočit hledání během obnovy EPG
it: Saltare la ricerca durante l'aggiornamento EPG
lt: Praleisti apklausos metu epg atnaujinimą
pl: Pomiń podczas odświeżania EPG
tr: EPG yenilemesi sırasında aramayı atla

source: Skip poll during records
cs: přeskočit aktualizace při nahrávání
it: Evitare la ricerca se in registrazione
lt: Praleisti apklausą įrašų metu
pl: Pomiń odpytywanie podczas nagrywania
tr: Kayıt sırasında aramayı atla

source: Skip protected Services
cs: přeskočit chráněné kanály
it: Ignorare i canali protetti
lt: Praleisti apsaugotus kanalus
pl: Pomiń chronione Kanały
tr: Korumalı hizmetleri atla

source: Skip search during records
cs: přeskočit hledání během záznamu
it: Saltare la ricerca durante le registrazioni
lt: Praleisti paiešką įrašymo metu
pl: Pomiń wyszukiwanie podczas nagrywania
tr: Kayıt sırasında aramayı atla

source: Skip search if pattern matches
cs: přeskočit hledání, pokud je vzor stejný
it: Saltare la ricerca se il modello corrisponde
lt: Praleisti paiešką, jei šablonas sutampa
pl: Pomiń wyszukiwanie podczas dopasowania wzorców
tr: Desen eşleşirse aramayı atla

source: Skip time saved for '%s'
cs: čas přeskoku uložený pro '%s'
it: Salto di tempo salvato per '%s'
lt: Praleisti laiką, išsaugotą dėl '%s'
tr: '%s' için kaydedilen zamanı atla

source: SkipIntro Version %s
cs: SkipIntro verze %s
it: SkipIntro Versione %s
lt: Įvado praleidimo versija %s
tr: SkipIntro Sürümü %s

source: SkipIntro Version %s - Help
cs: SkipIntro verze %s - nápověda
it: SkipIntro versione %s - Aiuto
lt: Praleisti intro versija %s - Pagalba
tr: SkipIntro Sürümü %s - Yardım

source: SkipIntro found seek time for %s: %s seconds
cs: SkipIntro nalezl čas pro : %s: %s sek.
it: Trovato tempo di ricerca per %s: %s secondi
lt: Praleisti intro rado paieškos laiką %s: %s sekundės
tr: SkipIntro için bir arama zamanı buldu %s: %s saniye

source: Skipping lookup because no begin timestamp is specified
cs: přeskočit hledání, pokud není specifikovaná žádná počáteční časová značka
it: Ricerca ignorata: timestamp iniziale non specificato
lt: Praleisti paiešką, nes nenurodyta laiko pradžios žymė
pl: Pominięto wyszukiwanie, ponieważ nie określono czasu początku
tr: Başlangıç zaman damgası belirtilmediği için arama atlanıyor

source: Skipping lookup because no channel is specified
cs: přeskočit hledání, pokud není specifikovaný žádný kanál
it: Ricerca ignorata: nessun canale specificato
lt: Praleisti paiešką, nes nenurodytas kanalas
pl: Pominięto wyszukiwanie, ponieważ nie określono kanału
tr: Hiçbir kanal belirtilmediği için arama atlanıyor

source: Skipping lookup because no show name is specified
cs: přeskočit hledání, pokud není specifikovaný žádný název
it: Ricarca ignorata: nessuno spettacolo specificato
lt: Praleisti paiešką, nes nenurodytas rodymo pavadinimas
pl: Pominięto wyszukiwanie, ponieważ nie określono nazwy
tr: Program adı belirtilmemişse atlar

source: Skipping movie, the file does not exist.
cs: Přeskočit video, pokud není použitelné !
it: Salto film, il file non esiste.
lt: Filmas praleidžiamas, tokio failo nėra.
tr: Film atlanıyor, dosya mevcut değil.

source: Skipping old channels file
cs: přeskočit starý soubor kanálů
it: Ignorato il file vecchi canali
lt: Praleisti senų kanalų failą
pl: Pomijanie pliku starych kanałów
tr: Eski kanallar dosyasını atlama

source: Skipping rename because file already exists
cs: přeskočit přejmenování, protože soubor již existuje
it: Cambio nome annullato: file già esistente
lt: Praleisti pervadinimą, nes failas jau egzistuoja
pl: Pomijanie zmiany nazwy, ponieważ plik już istnieje
tr: Dosya zaten mevcut olduğundan yeniden adlandırma atlanıyor

source: Skipping timer because it is a just play timer
cs: přeskočit časovač, protože již běží
it: Timer ignorato: timer di sola riproduzione
lt: Praleisti laikmatį, nes tai tik laikmačio atkūrimas
pl: Pominięto Timer, ponieważ to jest zwykły Timer odtwarzania
tr: Sadece oynatma zamanlayıcısı olduğu için zamanlayıcıyı atlama

source: Skipping timer because it is already handled
cs: přeskočit časovač, protože ten je již využívaný
it: Timer ignorato: già gestito
lt: Praleisti laikmatį, nes tai jau tvarkoma
pl: Pominięto Timer, ponieważ jest już obsługiwany
tr: Zaten işlendiği için zamanlayıcı atlanıyor

source: Skipping timer because it is already in queue
cs: přeskočit časovač, protože je již ve frontě
it: Timer ignorato: già in coda
lt: Praleisti laikmatį, nes jis jau eilėje
pl: Pominięto Timer, ponieważ jest już w kolejce
tr: Zamanlayıcı atlanıyor çünkü zaten sırada

source: Skipping timer because it is already modified %s
cs: přeskočit časovač, protože je %s již upravený
it: Timer ignorato: già modificato %s
lt: Praleisti laikmatį, nes jis jau modifikuotas %s
pl: Pominięto Timer, ponieważ jest już modyfikowany %s
tr: Zaten değiştirildiği için zamanlayıcı atlanıyor %s

source: Skipping timer because it is already running
cs: přeskočit časovač, protože je již spuštěný
it: Timer ignorato: già in esecuzione
lt: Praleisti laikmatį, nes jis jau veikia
pl: Pominięto Timer, ponieważ jest już uruchomiony
tr: Zaten çalışıyorsa zamanlayıcıyı atla

source: Skipping timer because it starts in less than 60 seconds
cs: přeskočit časovač, protože by se měl spustit za méně než 60 sek.
it: Timer ignorato: in avvio in meno di 60 secondi
lt: Praleisti laikmatį, nes jis startuos mažiau nei už 60 sekundžių
pl: Pominięto Timer, ponieważ rozpoczynie się za mniej niż 60 sekund
tr: 60 saniyeden daha kısa sürede başladığı için zamanlayıcı atlanıyor

source: Skipping timer because no event was found
cs: přeskočit časovač, protože nebyla událost nalezena
it: Timer ignorato: nessun evento trovato
lt: Praleisti laikmatį, nes įvykis jau surastas
pl: Pominięto Timer, ponieważ nie znaleziono wydarzeń
tr: Etkinlik bulunamadığından zamanlayıcı atlanıyor

source: Sleep
cs: režim spánku
it: Spegnere
lt: Budėjimas
pl: Uśpienie
tr: Hazırda beklet

source: Sleep timer
cs: časovač uspání
lt: Budėjimo laikmatis
pl: Wyłącznik czasowy
tr: Uyku zamanlayıcı

source: Sleeptimer has been disabled
cs: Časovač vypnutí byl deaktivovaný
it: Sleep timer è stato disabilitato
lt: Miego režimo laikmatis yra išjungtas
pl: Wyłącznik Czasowy został wyłączony
tr: Uyku zamanlayıcı devre dışı bırakıldı

source: Sleeptimer is disabled
cs: Časovač vypnutí není aktivní !
it: Sleep timer disabilitato
lt: Miego režimas yra išjungtas
pl: Wyłącznik Czasowy jest wyłączony
tr: Uyku zamanlayıcı devre dışı

source: Sleeptimer is enabled
cs: Časovač vypnutí je aktivovaný
it: Sleep timer abilitato
lt: Miego režimas yra įjungtas
pl: Wyłącznik Czasowy jest włączony
tr: Uyku zamanlayıcısı etkin

source: Sleeptimer set to %s minutes
cs: Časovač vypnutí je nastavený na %s minut
it: Sleep timer è stato impostato a %s minuti
lt: Nustatykite %s minučių laikmatį
pl: Wyłącznik Czasowy został ustawiony na %s minut
tr: Uyku zamanlayıcısı %s dakika süreyle etkinleştirildi

source: Slideshow Mode
cs: způsob prezentace
it: Modalità slideshow
lt: Skaidrių rodymo būsena
pl: Tryb pokazu slajdów
tr: Slayt Gösterisi Modu

source: Slideshow Time
cs: čas prezentace :
it: Tempo di proiezione
lt: Skaidrių rodymo laikas
pl: Czas pokazu slajdów
tr: Slayt Gösterisi Zamanı

source: Smiley
cs: smajlík
lt: Šypsenėlės
pl: Uśmiech
tr: Animasyon

source: Socket timeout
cs: časový limit na dotazy Proxy (sek.)
it: Timeout socket
lt: Lizdo pauzė
pl: Limit czasowy gniazda
tr: Proxy'ye yapılan istekler için zaman sınırı (saniye)

source: Software fax active
cs: software Fax - aktivní
it: Fax software attivo
lt: Programinės įrangos faksas aktyvus
pl: Oprogramowanie faksu aktywne
tr: Yazılım bazlı faks etkin

source: Software fax inactive
cs: software Fax - neaktivní
it: Fax software non attivo
lt: Programinės įrangos faksas aktyvus
pl: Oprogramowanie faksu nie aktywne
tr: Yazılım faksı etkin değil

source: Some plugins are not available:
cs: Některý z modulů není dostupný :
it: Alcuni plugin non sono disponibili:
lt: Kai kurių papildomų programų nėra:
pl: Niektóre wtyczki są niedostępne:
tr: Bazı eklentiler kullanılabilir değil:

source: Some settings changes require GUI restart to take effect.
cs: Grafiku je třeba znovu obnovit ! Chcete Enigmu2 restartovat ?
it: Per attivare le modifiche è necessario riavviare la GUI.
lt: Kad įsigaliotų parametrų pakeitimai, reikia grafinę aplinką paleisti iš naujo.
pl: Niektóre zmiany w ustawieniach wymagają ponownego uruchomienia GUI.
tr: Bazı ayar değişikliklerinin etkili olması için GUI'nin yeniden başlatılması gerekir.

source: Songs (%d)
cs: skladby (%d)
it: Brani (%d)
lt: Dainos (%d)
pl: Utwory (%d)
tr: Şarkılar (%d)

source: Sorry! Your network mount has NOT been removed.
cs: Přípojný bod v síti nebyl odstraněný !
it: Mount di rete NON rimosso.
lt: Atleiskite! Jūsų tinklo prijungimas nepašalintas.
pl: Uwaga! Sieć jest wciąż podmontowana.
tr: Ağ bağlantınız SİLİNMEDİ.

source: Sorry, this feature is not available due to license reasons. To get the full version, please search the web for "dreambox automaticcleanup."
cs: Neaktivní, není licence ! viz web : \"dreambox automaticcleanup\"_
it: Spiacenti, ma questa funzione non è disponibile per motivi legati alle licenze. Per ottenete la versione completa, cercare nel web "dreambox automaticcleanup".
lt: Atsiprašome, ši funkcija nėra prieinama dėl licencijos priežasčių. Norėdami gauti pilną versiją, prašome: žiniatinklyje ieškokite "dreambox automaticcleanup."
pl: Niestety, ta funkcja nie jest dostępna z powodów licencyjnych. Aby otrzymać pełną wersję, proszę poszukać w internecie "dreambox automaticcleanup".
tr: Ne yazık ki,bu özellik lisans nedenleriyle kullanılamıyor.Tam sürüm web'de "dreambox otomatik temizleme" altında bulunabilir.

source: Sorry, this type of feed is unsupported: %s
cs: Sorry, tyto kanály nejsou podporovány : %s
it: Feed non supportato: %s
lt: Atsiprašome, šio tipo kanalai nėra palaikomi: %s
pl: Niestety, ten rodzaj kanału nie jest obsługiwany: %s
tr: Üzgünüm, bu besleme tipi desteklenmiyor: %s

source: Sorry, video is not available!
cs: Video není dostupné !
it: Filmato non disponibile!
lt: Gaila, vaizdas nepasiekiamas!
pl: Przepraszam ale video jest niedostepne
tr: Üzgünüm, video mevcut değil!

source: Sort
cs: seřadit
it: Ordinare
lt: Rūšiuoti
pl: Sortuj
tr: Sırala

source: Sort (date+)
cs: ↓ (datum+)
it: Ordinare (data+)
lt: Rūšiuoti (data +)
pl: Sortuj (data +)
tr: Sırala (tarih)

source: Sort (date-)
cs: ↓ (datum-)
it: Ordinare (data-)
lt: Rūšiuoti (data-)
pl: Sortuj (data -)
tr: Sırala (tarih-)

source: Sort (duration+)
cs: ↓ (doba+)
it: Ordinare (durata+)
lt: Rūšiuoti (trukmė +)
pl: Sortuj (czas +)
tr: Sırala (süre+)

source: Sort (duration-)
cs: ↓ (doba-)
it: Ordinare (durata-)
lt: Rūšiuoti (trukmė-)
pl: Sortuj (czas -)
tr: Sırala (süre-)

source: Sort (name+)
cs: ↓ (název+)
it: Ordinare (nome+)
lt: Rūšiuoti (pavadinimas +)
pl: Sortuj (nazwa +)
tr: Sırala (ad+)

source: Sort (name-)
cs: ↓ (název-)
it: Ordinare (nome-)
lt: Rūšiuoti (pavadinimas-)
pl: Sortuj (nazwa -)
tr: Sırala (isim-)

source: Sort AutoTimer
cs: seřadit aut.časovače
it: Ord. Autotimer
lt: Rūšiuoti Auto Laikmatį
pl: Sortuj AutoTimer
tr: Sırala

source: Sort EventInfo Extensions
cs: seřadit rozšířené informace
it: Ordinare le estensioni info evento
lt: Rūšiuoti Įvykio informacija plėtinius
pl: Sortuj EventInfo Rozszerzenia
tr: EventInfo / Etkinlik Bilgisi uzantılarını sırala

source: Sort Extensions
cs: seřadit rozšířené info
it: Ordinare le estensioni
lt: Rūšiuoti plėtinius
pl: Sortuj Rozszerzenia
tr: Uzantıları Sırala

source: Sort Mode
cs: typ řazení
it: Modo ordinamento
lt: Rūšiavimo būdas
tr: Sıralama Modu

source: Sort MovieList Extensions
cs: seřadit seznam videa
it: Odinare le estensioni elenco registrazioni
lt: Rūšiuoti filmų sąrašo plėtinius
pl: Sortuj MovieList Rozszerzenia
tr: Film Listesi Uzantılarını Sırala

source: Sort Options
cs: Možnosti řazení
it: Opzioni Ordinamento
lt: Rūšiavimo parinktys
tr: Sıralama Seçenekleri

source: Sort Order
cs: Typ seřazení
it: Ordinamento
lt: Rūšiavimo tvarka
tr: Sıralama düzeni

source: Sort Plugins in the PluginBrowser.
cs: -- seřadit moduly v seznamu
it: Consente di ordinare i plugin nel browser plugin.
lt: Rūšiuoti priedus papildomų programų naršyklėje.
pl: Sortuj wtyczki w przeglądarce
tr: Eklenti listesindeki eklenti sıralamasını değiştirin.

source: Sort Priority/Title Toggle
cs: priorita řazení / přepínání titulků
it: Commutare ordinamento Priorità/Titolo
lt: Rūšiuoti prioritetą/pavadinimų perjungimą
tr: Sıralama Önceliği / Başlık Geçişi

source: Sort Time
cs: ↑podle času
it: Ord. per orario
lt: Rūšiuoti laiką
pl: Sortuj wg Czasu
tr: Zamana göre

source: Sort asc
cs: seřadit nahoru
it: Ordinamento asc
tr: Azalan şekilde sırala

source: Sort birthdays by:
cs: ↕seřadit narozeniny podle :
it: Ordinare per:
lt: Rūšiuoti gimtadienius pagal:
pl: Sortuj urodzin według:
tr: Doğum günlerini şuna göre sırala:

source: Sort by date
cs: seřadit podle datumu
it: Ordinare per data
tr: Tarihe göre sırala

source: Sort by date (ascending)
cs: ↑podle data
it: Ordinare per data (crescente)
lt: Rūšiuoti pagal datą (abėcėlės tvarka)
pl: Sortuj według daty (rosnąco)
tr: Tarihe göre sırala (artan)

source: Sort by date (descending)
cs: ↓podle data
it: Ordinare per data (decrescente)
lt: Rūšiuoti pagal datą (mažėjimo tvarka)
pl: Sortuj według daty (malejąco)
tr: Tarihe göre sırala (azalan)

source: Sort by name
cs: seřadit podle názvu
it: Ordinare per nome
tr: İsme göre sırala

source: Sort by name (ascending)
cs: ↑podle názvu
it: Ordinare per nome (crescente)
lt: Rūšiuoti pagal vardą (abėcėlės tvarka)
pl: Sortuj według nazwy (rosnąco)
tr: Ada göre sırala (artan)

source: Sort by name (descending)
cs: ↓podle názvu
it: Ordinare per nome (decrescente)
lt: Rūšiuoti pagal vardą (atvirkštine abėcėlės tvarka)
pl: Sortuj według nazwy (malejąco)
tr: Ada göre sırala (azalan)

source: Sort desc
cs: seřadit dolů
it: Ordinamento desc
tr: Sıralama

source: Sort main menu
cs: -- seřazení a skrytí položek hlavního menu
it: Ordinare il menu principale
lt: Rūšiuoti pagrindinį meniu
pl: Sortuj główne menu
tr: Ana menüyü sırala

source: Sort order of audio parameters
cs: seřadit audio podle parametru...
it: Ordinamento parametri audio
lt: Garso parametrų rūšiavimo tvarka
pl: Kolejność sortowania parametrów audio
tr: Ses parametrelerinin sıralama düzeni

source: Sort order of subtitle parameters
cs: seřadit titulky podle parametru...
it: Ordinamento parametri sottotitoli
lt: Subtitrų parametrų rūšiavimo tvarka
pl: Kolejność sortowania parametrów napisów
tr: Altyazı parametrelerinin sıralama düzeni

source: Sort: Priority
cs: řazení : priorita
it: Ordinamento: priorità
lt: Rūšiuoti: Prioritetas
tr: Sıralama: Öncelik

source: Sort: Title
cs: řazení : titulky
it: Ordinamento: titolo
lt: Rūšiuoti: Pavadinimas
tr: Sırala: Başlık

source: Sorting next
cs: seřadit další
it: Crescente
lt: Rūšiuoti į priekį
pl: Sortuj następne
tr: Sonraki sıralaması

source: Sorting previous
cs: seřadit předchozí
it: Decrescente
lt: Rūšiuoti atgal
pl: Sortuj poprzednie
tr: Önceki sıralaması

source: Sound mix:
cs: mix zvuku :
it: Mixaggio del suono:
tr: Ses karışımı:

source: Soundtracks:
cs: zvukové stopy :
it: Colonne sonore:
tr: Film müzikleri:

source: Source and destination folders are the same.
cs: Zdrojová a cílová složka se shodují !
it: Le directory origine e destinazione coincidono.
lt: Šaltinio ir paskirties aplankas yra toks pat.
pl: Foldery, źródłowy oraz docelowy są takie same.
tr: Kaynak ve hedef klasörler aynıdır.

source: Source:
cs: zdroj :
it: Sorgente:
lt: Šaltinis:
pl: Źródło:
tr: Kaynak:

source: South Korea
cs: Jižní Korea
it: Corea del Sud
lt: Pietų Korėja
pl: Korea Południowa
tr: Güney Kore

source: Space between columns:
cs: Rozestup mezi sloupci :
it: Spazio tra le colonne:
lt: Atstumas tarp stulpelių:
pl: Odstęp między kolumnami:
tr: Sütunlar arasındaki boşluk:

source: Spain
cs: Španělsko
it: Spagna
lt: Ispanija
pl: Hiszpania
tr: İspanya

source: Spanish
cs: španělsky
it: Spagnolo
lt: Ispanų
pl: Hiszpański
tr: İspanyolca

source: Specified Tags
cs: existující značky
it: Etich specifica
lt: Nurodytos Žymos
pl: Określone Znaczniki
tr: Belirtilen Etiketler

source: Specify how long (seconds) the clock shall be shown before it disappears. Set to "0" to show clock until hidden manually.
cs: Specifikujte, jak dlouho (sek.) budou hodiny zobrazené, než zmizí. Nastavení na "0" časování zastaví. Přepínat je lze tl. EXIT dlouhé...
it: Secondi dopo i quali l'orologio verrà nascosto automaticamente. Se impostato a 0 occorrerà nasconderlo manualmente.
lt: Nurodykite, kiek laiko (sekundėmis) laikrodis turi būti rodomas prieš jam išnykstant. Nustačius "0" laikrodis rodys, kol paslėpsite rankiniu būdu.
pl: Określ, jak długo (w sekundach) zegar będzie wyświetlany, zanim zniknie. Ustawienie na "0", zegar będzie pokazany dopóki nie schowasz go ręcznie.
tr: Saat ne kadar süreyle (saniye) gösterilmelidir? "0" ayarında saat sadece "EXIT uzun" düğmesi ile karartılır.

source: Specify plugin description to be used in menu (needs GUI restart).
cs: Popis modulu použitý v menu (nutný restart Enigmy2)_
it: Specificare la descrizione da assegnare al plugin nel menu (riavvio GUI necessario).
lt: Nurodykite priedo aprašymą kad būtų naudojamas meniu (reikia GUI paleisti iš naujo).
pl: Określ opis wtyczki do zastosowania w menu (GUI wymaga restartu).
tr: Eklentinin menüde görünmesi gereken açıklama (GUI'nin yeniden başlatılmasını gerektirir).

source: Specify plugin name to be used in menu (needs GUI restart).
cs: Název modulu použitého v menu (nutný restart Enigmy2)_
it: Specificare il nome da assegnare al plugin nel menu (riavvio GUI necessario).
lt: Nurodykite priedo pavadinimą, kuris bus naudojamas meniu (reikia iš naujo paleisti grafinę aplinką).
pl: Określ nazwę wtyczki do zastosowania w menu (GUI wymaga restartu).
tr: Menüde kullanılacak eklenti adını belirtin (GUI'nin yeniden başlatılması gerekir).

source: Specify wheter the clock shall be shown at system start (will be hidden after the timeout defined above)
cs: Nastavení, zda budou zobrazeny syst.hodiny. Skryjí se po def.časovém limitu.
it: Visualizzare l'orologio all'avvio del sistema (rimarrà visibile per il tempo indicato sopra)
lt: Nurodykite, ar laikrodis turi būti parodytas startuojant sistemai (bus paslėptas po pauzės, apibrėžtos aukščiau)
pl: Określ, czy zegar zostanie pokazany na starcie systemu (będzie ukryty po upływie czasu określonego powyżej)
tr: Saatin sistem başlangıcında görüntülenip görüntülenmeyeceğini belirtin (yukarıda tanımlanan zaman aşımına ulaştıktan sonra gizlenecektir)

source: Specify whether plugin shall show up in plugin menu or extensions menu (needs GUI restart)
cs: Zobrazit modul Elektro v seznamu modulů nebo v rozšířeném menu_
it: Specificare se il plugin debba essere presente nel menu plugin o in quello estensioni (riavvio GUI necessario)
lt: Nurodykite, ar priedai turi rodomi priedų meniu arba išplėstiniame meniu (reikia paleisti iš naujo grafinę aplinką)
pl: Określ, czy wtyczki będą wyświetlane w menu wtyczek lub menu Rozszerzenia (GUI wymaga restartu)
tr: Elektro'nun uzantılar menüsünde mi yoksa eklenti menüsünde mi gösterileceğini seçin (GUI'nin yeniden başlatılmasını gerektirir)

source: Specify, how long expired timer list entries shall be kept at most. Deactivated repeat timer entries won't be deleted ever.
cs: Jak dlouho budou ponechány dokončené časovače v seznamu. Deaktivované položky odebrány nebudou !_
it: Tempo massimo di conservazione delle voci elenco timer. Le voci di timer ricorrenti disattivati non verranno rimosse.
lt: Nurodykite, kiek laiko pasibaigusių laikmačių sąrašo įrašai turi būti saugomi ne daugiau kaip. Išaktyvinti pakartotiniai laikmačio įrašai nebus ištrinti bet kada.
pl: Określ, jak długo trzymać wygasłe wpisy timera. Dezaktywowane wpisy powtórzeń timera nigdy nie zostaną usunięte.
tr: Süresi dolan zamanlayıcılar ne kadar süre saklanmalıdır? Devre dışı bırakılan tekrar zamanlayıcıları silinmez.

source: Specify, how long system setting backups shall be kept at most (even if maximum number is not yet exceeded). Latest backup will be kept anyway!
cs: Jak dlouho bude záloha systém ponechána ? Poslední záloha vždy zůstane_
it: Tempo massimo di conservazione dei backup impostazioni di sistema (anche se in numero inferiore al massimo stabilito). Il backup più recente verrà comunque conservato.
lt: Nurodykite, kiek laiko sistemos nustatymų atsarginės kopijos saugomos, bet ne daugiau (net jei maksimalus jų skaičius dar neviršytas). Naujausia atsarginė kopija bus saugoma bet kokiu atveju!
pl: Określ jak długo przechowywane są kopie zapasowe ustawień systemu (nawet jeśli maksymalna liczba nie jest przekroczona). Ostatnia kopia zapasowa będzie przechowywana tak czy inaczej!
tr: Sistem ayarı yedeklerinin en fazla ne kadar süreyle tutulacağını belirtin (maksimum sayı henüz aşılmamış olsa bile).En son yedekleme yine de tutulacak!

source: Speed
cs: otáčky
it: Velocità
lt: Greitis
pl: Szybkość
tr: Hız

source: Splitting mode
cs: rozdělení obrazovky
it: Schermo diviso
lt: Skaidymo būsena
pl: Tryb podziału
tr: Bölünmüş ekran
