Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: New Zealand
cs: Nový Zéland
it: Nuova Zelanda
lt: Naujoji Zelandija
pl: Nowa Zelandia
tr: Yeni Zelanda

source: New call
cs: nové volání
it: Nuova chiamata
lt: Naujas skambutis
pl: Nowe połączenie
tr: Yeni çağrı

source: New connection
cs: nové připojení
it: Nuova connessione
lt: Naujas ryšys
pl: Nowe połączenie
tr: Yeni bağlantı

source: New description:
cs: nový popis :
it: Nuova descrizione:
lt: Naujas aprašymas:
pl: Nowy opis:
tr: Yeni açıklama:

source: New filename:
cs: nový soubor :
it: Nuovo nome file:
lt: Naujas failo pavadinimas:
pl: Nowa nazwa pliku:
tr: Yeni dosya adı:

source: New line:
cs: nový řádek :
it: Nuova riga:
tr: Yeni hat:

source: New location:
cs: nové umístění :
it: Nuova destinazione:
lt: Nauja vieta:
pl: Nowe położenie:
tr: Yeni konum:

source: New mail arrived for account %s:
cs: Nová pošta přišla na účet %s :
it: Nuovo messaggio ricevuto per l'account %s:
lt: Naujas paštas gaunamas paskyrai %s:
pl: Nadeszła nowa poczta dla konta %s:
tr: %s hesabına yeni ileti geldi:

source: New subscription added
cs: přidáno nové povolení
it: Aggiunta nuova sottoscrizione
lt: Nauja prenumerata
pl: Dodno nową Moje subskrypcje
tr: Yeni abonelik eklendi

source: New title:
cs: nový název :
it: Nuovo titolo:
lt: Nauja antraštė:
pl: Nowy tytuł:
tr: Yeni Başlık:

source: News & Politics
cs: novinky a politika
it: Notizie & politica
lt: Žinios ir Politika
pl: Informacje & Polityka
tr: Haberler

source: Next
cs: >další>>
it: Succ.
lt: Kitas
pl: Następny
tr: Sonra

source: Next auto-start in
cs: další aut.start v...
it: Prossimo auto-start tra
lt: Kitas autopaleidimas už
tr: Sonraki otomatik başlatma

source: Next birthday
cs: další narozeniny
it: Prossimo compleanno
lt: Kitas gimtadienis
pl: Następne urodziny
tr: Sonraki doğum günü

source: Next bouquet
cs: nová sada kanálů
it: Bouquet successivo
lt: Kitas paketas
pl: Następny bukiet
tr: Sonraki buket

source: Next day starts at
cs: další den začíná v
it: Il prossimo giorno inizia alle
lt: Kita diena prasideda nuo
pl: Następnego dnia rozpocząć o
tr: Sonraki gün başlangıcı

source: Next page
cs: další stránka
it: Pagina successiva
lt: Kitas puslapis
pl: Następna strona
tr: Donraki Sayfa

source: Next timer:
cs: další časovač :
it: Prossimo timer:
lt: Sekantis laikmatis:
pl: Następny timer:
tr: Sonraki Zamanlayıcı:

source: Nickname
cs: přezdívka
it: Soprannome
lt: Slapyvardis
pl: Pseudonim
tr: Takma Ad

source: No
cs: -ne-
lt: Ne
pl: Nie
tr: Hayır

source: No Bouquets to Display
cs: Chybí sada kanálů pro zobrazení !
it: Nessun bouquet da mostrare
lt: Nėra paketų atvaizdavimui
pl: Brak Bukietów do wyświetlenia
tr: Gösterilecek Buket yok

source: No Cover: %s
cs: chybí potisk : %s
it: Nessuna Cover: %s
lt: Nėra viršelio: %s
pl: Nie Znaleziono: %s
tr: Kapak Yok: %s

source: No DECT phone registered
cs: Žádný mobil není registrovaný
it: Nessun telefono DECT registrato
lt: DECT telefonas neįregistruotas
pl: Nie zarejestrowano telefonu DECT
tr: DECT telefon tanıtılmamış

source: No DVD-Player found!
cs: DVD-Player není dostupný !
it: Player DVD non trovato!
lt: DVD grotuvo nerasta!
pl: Nie znaleziono odtwarzacza DVD!
tr: DVD oynatıcı bulunamadı!

source: No Feedly configuration
cs: Chybí konfigurace pro Feedly
it: Nessuna configurazione Feedly
lt: Nėra Feedly konfigūracijos
pl: Feedly nieskonfigurowany
tr: Feedly yapılandırması yok

source: No File-Manager installed!
cs: File-Manager není nainstalovaný !
it: Nessun file manager installato!
lt: Failų valdytojas neįdiegtas!
pl: Nie zainstalowano Menedżera Plików!
tr: Yüklü dosya yöneticisi yok!

source: No HDD found or HDD not initialized!
cs: Harddisk nebyl nalezený nebo není inicializovaný !
it: HDD non disponibile o non formattato.
lt: Kietas diskas nerastas arba neinicializuotas!
pl: Nie znaleziono HDD lub HDD nie jest zainicjowany!
tr: HDD bulunamadı veya HDD ilişkilendirilemedi!

source: No IMDb match.
cs: IMDb-žádná shoda
it: Nessun riscontro IMDb.
lt: Nėra IMDb atitikimo.
pl: Brak dopasowania IMDb.
tr: IMDb eşleşmesi bulunamadı.

source: No MerlinSkinThemes screen found in selected skin!
cs: Ve vybraném skinu nebyla nalezena obrazovka pro MerlinSkinThemes !
it: Schermata MerlinSkinThemes non rilevata nella skin selezionata.
tr: Seçilen skin'de MerlinSkinThemes ekranı bulunamadı!

source: No Messagetext given
cs: textové hlášení chybí
it: Nessun messaggio di testo
lt: Pranešimo tekstas nepateiktas
pl: Nie wpisano Tesktu Wiadomości
tr: Mesaj metni verilmedi

source: No Movies found!
cs: Žádné video nebylo nalezeno !
it: Nessun film trovato!
lt: Filmų nerasta!
tr: Film bulunamadı!

source: No Music-Player installed!
cs: Audio přehrávač není nainstalovaný !
it: Nessun player musicale installato!
lt: Muzikos grotuvas neįdiegtas!
pl: Nie zainstalowano Odtwarzacza Muzycznego!
tr: Yüklü müzik çalar yok!

source: No Service to show
cs: Žádný kanál se nedá zobrazit !
it: Nessun canale da mostrare
lt: Nėra kanalo rodymui
pl: Brak Kanału do wyświetlenia
tr: Gösterilecek kanal yok

source: No Timer Available!
cs: Žádný časovač není dostupný !
it: Timer non disponibili.
lt: Nėra laikamčio!
pl: Timer niedostępny!
tr: Zamanlayıcı yok!

source: No Timeshift found to save as recording!
cs: Soubor Timeshiftu pro uložení nebyl nalezený !
it: Nessun timeshift trovato da salvare come registrazione.
lt: Laiko poslinkio nerasta, kad išsaugoti kaip įrašą!
pl: Nie znaleziono timeshift-u do zapisu jako nagranie!
tr: Kaydedilecek zaman kaydırması dosyası bulunamadı!

source: No audio track available (yet). Please try again once an audio track is available.
cs: Zatím není k dispozici žádná zvuková stopa. Zkuste to později.
it: Nessuna traccia audio disponibile (al momento). Ritentare non appena disponibile una traccia audio.
tr: Ses parçası yok (henüz).Lütfen bir ses parçası hazır olur olmaz tekrar deneyin.

source: No call diversion active
cs: Přeposlání hovoru není aktivní
it: Trasferimento di chiamata non attivo
lt: Neveikia skambučių nukreipimas
tr: Çağrı yönlendirme etkin değil

source: No cast list found in the database.
cs: Seznam obsazení v databázi není k dispozici !
it: Nessun dato sul cast trovato nel database.
lt: Aktorių sąrašas duomenų bazėje nerastas.
pl: Nie znaleziono listy obsady w bazie danych.
tr: Oyuncu listesi veritabanında bulunamadı.

source: No changes to save
cs: Žádné změny k uložení
it: Nessuna modifica da salvare
tr: Kaydedilecek değişiklik yok

source: No copyright info available
cs: Informace o autorských právech nejsou k dispozici
it: Informazioni copyright non disponibili
tr: Telif hakkı bilgisi mevcut değil

source: No cuts specified
cs: Střih není specifikovaný
it: Nessun taglio specificato
lt: Iškirpimai nenurodyti
pl: Nie określono cięć
tr: Kesinti belirtilmedi

source: No data available
cs: Datum není k dispozici
it: Nessun dato disponibile
lt: Nėra datos
pl: Brak dostępnych danych
tr: Veri yok

source: No default storage device found!
cs: Předvolený disk není dostupný !
it: Nessun dispositivo di archiviazione predefinito trovato.
lt: Pagal nutylėjimą saugojimo įrenginio nerasta!
pl: Brak domyślnego urządzenia przechowywania!
tr: Varsayılan depolama aygıtı bulunamadı!

source: No details found.
cs: popis není dostupný
it: Nessun dettaglio trovato.
lt: Išsamiau nėra.
pl: Nie znaleziono szczegółów.
tr: Detay bilgisi bulunamadı.

source: No entry selected
cs: Nic není vybráno
it: Nessuna voce selezionata
lt: Nėra pasirinkto įrašo
pl: Nie wybrano wpisu
tr: Seçim yapılmadı

source: No file found
cs: Soubor není k dispozici
it: Nessun file trovato
lt: Failo nerasta
tr: Dosya bulunamadı

source: No functionality set...
cs: Žádná funkce není nastavena...
it: Nessuna funziona associata...
lt: Funkcionalumas nenustatytas...
pl: Nieustawiony...
tr: İşlevsellik ayarlanmadı...

source: No help available
cs: Žádná pomoc není k dispozici
it: Help non disponibile
tr: Yardım yok

source: No history
cs: Historie je prázdná...
it: Nessuna history
lt: Istorijos nėra
pl: Brak historii
tr: Geçmiş kaydı yok

source: No identifier available
cs: Identifikátor není dostupný !
it: Nessuna identifica disponibile
lt: Nėra pasiekiamo identifikatoriaus
pl: Brak identyfikatora
tr: Kullanılabilir tanımlayıcı yok

source: No items to show...
cs: Žádné položky se nedají zobrazit...
it: Nessuna voce da mostrare...
lt: Nėra rodytinų elementų...
pl: Brak elementów do pokazania...
tr: Gösterilecek öğe yok...

source: No limit
cs: bez limitu
it: Nessun limite
lt: Neribojant
pl: Bez ograniczeń
tr: Sınırsız

source: No locations defined... Press 'Menu' to do that.
cs: Město není definováno ! Přes 'Menu' zadejte data...
it: Nessuna località definita... Permere "Menu" per effettuare la scelta.
lt: Nėra apibrėžtos vietos... Paspauskite 'Meniu', kad tai padaryti.
pl: Brak określonej lokalizacji... Naciśnij przycisk "Menu", aby to zrobić.
tr: Konum tanımlanmadı... Bunu yapmak için 'Menü'ye basın.

source: No log file found
cs: Log.soubor není k dispozici
it: Nessun log disponibile
lt: Loginio failo nerasta
pl: Nie znaleziono pliku dziennika
tr: Günlük dosyası bulunamadı

source: No lyrics found
cs: Texty nejsou dostupné !
it: Nessuna Lirica trovata
lt: Dainos žodžių nerasta
pl: Nie odnaleziono tekstu utworu
tr: Şarkı sözü bulunamadı

source: No mailbox active
cs: Poštovní schránka není aktivní
it: Nessuna casella di posta attiva
lt: Nėra aktyvios pašto dėžutės
pl: Nie ma aktywnej skrzynki mailowej
tr: Etkin posta kutusu yok

source: No match found
cs: Žádná shoda nenalezena !
it: Nessun risultato
lt: Sutapimų nerasta
pl: Nie znaleziono dopasowania
tr: Eşleşme bulunamadı

source: No matching channel found.
cs: Odpovídající kanál nebyl nalezený !
it: Nessun canale trovato.
lt: Nerasta sutampančių kanalų.
pl: Nie znaleziono pasującego kanału.
tr: Eşleşen kanal bulunamadı.

source: No matching episode found
cs: Žádná shoda nebyla nalezena
it: Nessun episodio trovato
lt: Sutampančių epizodų nerasta
pl: Nie znaleziono pasującego odcinka
tr: Eşleşen bölüm bulunamadı

source: No more files in this directory
cs: Žádný další soubor ve složce není !
it: Nessun altro file nella directory
lt: Šiame aplanke failų nerasta
pl: Nie ma więcej plików w tym katalogu
tr: Bu klasörde başka dosya yok

source: No more picture-files.
cs: Nejsou další obrázky !
it: Nessuna foto.
lt: Daugiau nėra paveikslėlių failų.
pl: Nie ma więcej plików ze zdjęciami
tr: Artık resim dosyaları yok.

source: No more playable files.
cs: Nejsou další přehratelné soubory !
it: Nessun file riproducibile.
lt: Daugiau nėra grojimo failų.
pl: Nie ma więcej grywalnych plików.
tr: Artık oynatılabilir dosya yok.

source: No movies to show...
cs: Video není k dispozici !
it: Nessuna registrazione da mostrare...
lt: Nėra filmų, kad parodyti...
pl: Brak Nagrań do pokazania...
tr: Gösterilecek film yok...

source: No music files found!
cs: Chybí soubory audia !
it: Nessun file musicale.
lt: Nerasta muzikos failų!
pl: Nie odnaleziono plików muzyki!
tr: Müzik dosyası bulunamadı!

source: No network connection available.
cs: Chybí síťové připojení !
it: Connessioni di rete non disponibili.
lt: Joks tinklo ryšys nepasiekiamas.
pl: Brak połączenia z siecią.
tr: Uygun ağ bağlantısı yok.

source: No network devices found!
cs: Nenalezeno žádné zařízení v síti !
it: Nessun apparato di rete trovato!
lt: Jokie tinklo įrenginiai nesurasti!
pl: Nie znaleziono urządzeń sieciowych!
tr: Ağ aygıtı bulunamadı!

source: No override
cs: nepoužívat
it: Non sovrascrivere
lt: Neperrašyti
pl: Nie zastępują
tr: Geçersiz kılma yok

source: No page feed URL defined
cs: Stránka zásobníku na webu není definována !
it: Nessuna URL feed pagina definita
lt: Nėra apibrėžtų naujienų kanalų puslapių
pl: Nie określono adresu URL Kanału
tr: Tanımlanmış sayfa besleme URL'si yok

source: No phonebook
cs: Chybí tel.seznam
it: Nessuna rubrica
lt: Nėra telefonų knygos
pl: Brak książki telefonicznej
tr: Telefon rehberi yok

source: No playable video found! Stop playing this movie?
cs: Chybí přehratelné video ! Vypnout přehrávač ?
it: Nessun filmato riproducibile trovato. Arrestare la riproduzione?
lt: Nerasta vaizdo rodymui! Sustabdyti šio filmo žiūrėjimą ?
pl: Niegrywalny plik wideo! Zatrzymać odtwarzanie?
tr: Oynatılabilir video bulunamadı! Film durdurulsun mu?

source: No plugin assigned!
cs: bez funkce---
it: Nessun plugin assegnato!
lt: Nėra priskirtų priedų!
pl: Nie przypisano wtyczki!
tr: Fonksiyon atanmamış!

source: No previous file in this directory
cs: Předchozí soubor ve složce chybí !
it: Nessun file precedente nella directory
lt: Nėra ankstesių bylų šiame aplanke
pl: Brak poprzedniego pliku w tym katalogu
tr: Önceki dosya bu klasörde yok

source: No result from LDIF
it: Ricerca in LDIF: nessun risultato!
lt: Nėra rezultatų iš LDIF
tr: LDIF içeriğinde sonuç bulunamadı

source: No result from Outlook export
it: Ricerca in Outlook export: nessun risultato!
lt: Nėra rezultatų iš Outlook eksporto
tr: Outlook adres defterinde sonuç bulunamadı

source: No result from reverse lookup
cs: Chybí výsledek od zpětné smyčky
it: Ricerca identificativo chiamante: nessun risultato
lt: Nėra rezultato iš atvirkštinės paieškos
pl: Brak wyników z wyszukiwania
tr: Hizmet sağlayıcı rehberinde kayıt bulunamadı

source: No resume below 10 seconds
cs: ignorovat obnovení pod rozsah 10 sek.
it: Non riprendere sotto 10 secondi
lt: Mažiau 10 sek. nepratęsti
pl: Nie wznawaić poniżej 10 sekund.
tr: 10 saniyenin altındaki başlangıç işaretlerini yoksay

source: No rogue files found.
cs: Osamocené soubory nebyly nalezeny...
it: Nessun file rogue individuato.
lt: Neteisingų failų nėra.
pl: Nie znaleziono fałszywych plików.
tr: Şüpheli dosya bulunmadı.

source: No script operation for VLC streams.
cs: Žádný skript pro VLC soubory
it: Nessuna operazione script per gli streams VLC.
lt: Jokių scenarijų veiksmų VLC srautams.
tr: VLC akışları için komut dosyası işlemi yok.

source: No search log found! No timer added or modified during last autotimer search.
cs: Protokol vyhledávání není k dispozici ! Žádný časovač nebyl přidaný nebo upravený při posledním hledání.
it: Nessun log di ricerca trovato. Nessun timer aggiunto o modificato durante l'ultima ricerca di AutoTimer.
lt: Nerastas paieškos žurnalas! Paskutinio automatinio paieškos metu nėra pridėto ar modifikuoto laikmačio.
tr: Arama kaydı bulunamadı! Son Otomatik Zamanlayıcı araması sırasında zamanlayıcı eklenmemiş veya değiştirilmemiştir.

source: No skip time saved for %s
cs: nepřeskakovat čas uložený pro : %s
it: Nessun salto temporale memorizzato per %s
lt: Neišsaugotas praleidimo laikas: %s
tr: Kaydedilen atlama süresi yok %s

source: No streaming data found...
cs: Sdílená data nenalezena...
it: Nessuno dato stream trovato...
lt: Srauto duomenų nerasta...
pl: Brak danych strumieniowych...
tr: Akış verisi bulunamadı...

source: No such Item.
cs: položka nenalezena
it: Elemento non trovato.
lt: Nėra tokio elemento.
pl: Brak takiego elementu.
tr: Yeni bildirim yok.

source: No suitable Viewer found!
cs: Chybí vhodný prohlížeč !
it: Nessun visualizzatore trovato!
lt: Nėra tinkamos peržiūros priemonės!
pl: Nie znaleziono odpowiedniej Przeglądarki!
tr: Uygun gösterici bulunamadı!

source: No tags are set on these movies.
cs: Tato videa nemají nastavené značky
it: Nessuna etichetta assegnata ai filmati.
lt: Jokios kortelės su užrašu nėra nustatytos šiems kino filmams.
pl: Brak ustawionych oznaczeń na tych filmach.
tr: Bu filmler için etiket tanımlanmamış.

source: No teletext available.
cs: Teletext není dostupný
it: Teletext non disponibile.
lt: Teleteksto nėra.
pl: Brak teletekstu
tr: TeleText yok.

source: No themes.xml or skin.xml found. Please select a valid skin including themes.xml
cs: Žádný themes.xml nebo skin.xml nebyl nalezený ! Vyberte platný skin včetně themes.xml.
it: themes.xml o skin.xml non trovati. Selezionare una skin valida, comprensiva di themes.xml
lt: Nerasta themes.xml arba skin.xml. Prašome pasirinkti tinkamą temą su themes.xml
tr: Hiçbir theme.xml veya skin.xml bulunamadı. Lütfen theme.xml ile geçerli bir dış görünüm seçin

source: No valid Enigma-Service to play a VLC-Stream Check your installation and try again!
cs: Chybí platná služba Enimy2 pro přehrávání přes VLC ! Zkontrolujte instalaci a spusťte znovu...
it: Nessun servizio enigma adatto a riprodurre uno stream VLC. Verificare l'installazione e riprovare.
lt: Nėra galiojančio Enigma serviso, kad groti VLC srautą Patikrinkite savo įdiegimą ir bandykite dar kartą!
pl: Brak ważnych kanałów, aby odtwarzać strumień przez VLC Sprawdź swoją instalację i spróbuj jeszcze raz!
tr: VLC stream oynatım becerisi olan, bilinen bir enigma servisi bulunamadı Ayarlarınızı kontrol edin ve tekrar deneyin!

source: No videos to display
cs: Chybí video pro přehrávání !
it: Nessun filmato da mostrare
lt: Nėra vaizdų rodymui
pl: Brak filmów do wyswietlenia
tr: Gösterilecek video yok

source: No, but play video again
cs: ne - ale přehrát video znovu
it: No, ma riprodurre di nuovo il filmato
lt: Ne, bet rodyti vaizdą vėl
pl: Nie, ale odtwórz od początku
tr: Hayır, ama videoyu yeniden oynat

source: No, but switch to video entries.
cs: ne - ale přepnout na seznam videa
it: No: commutare sull'elenco filmati.
lt: Ne, bet perjungti į vaizdo įrašus.
pl: Nie, ale przełącz na stronę główną
tr: Hayır, ama video sonuçlarına geç.

source: No, but switch to video search.
cs: ne - ale přepnout na vyhledávání videa
it: No, ma passare alla ricerca filmati.
lt: Ne, bet perjungti į vaizdo paiešką.
pl: Nie, ale przełącz do wyszukiwarki filmów
tr: Hayır, ama arama ekranına geç.

source: None
cs: -žádný-
it: Nessuno
lt: Joks
pl: Brak
tr: Yok

source: Nonprofits & Activism
cs: neziskové a aktivity
it: Nonprofit & attivismo
lt: Ne nauda ir Aktyvumas
pl: Fundacje & Aktywizm
tr: Kamu yararına dernek

source: Normal (Information)
cs: Standardní (info)
it: Normale (Info)
lt: Normali (informacija)
pl: Normalne (Informacje)
tr: Normal (Bilgi)

source: Not after
cs: ne po...
it: Non oltre
lt: Ne po
pl: Nie po
tr: Sonra değil

source: Not all timers have been stopped. Modify them with the timer editor.
cs: Všechny časovače nebyly zastaveny ! Upravte je přes editor časovačů.
it: Non sono stati arrestati tutti i timer. Modificarli con gestione Timer.
lt: Ne visi laikmačiai buvo sustabdyti. Pakeiskite juos laikmačio redaktoriumi.
tr: Tüm zamanlayıcılar durdurulamadı.Lütfen bunları zamanlayıcı düzenleyici ile düzenleyin.

source: Not before
cs: ne před...
it: Non prima
lt: Ne iki
pl: Nie przed
tr: önce değil

source: Not deactivating after time
cs: Nedeaktivovat po času
it: Non disattivare
lt: Nedeaktyvuoti po laiko
pl: Nie wyłączone po czasie
tr: Zaman geçtikten sonra devre dışı bırakılmıyor

source: Not easy way to start EasyMedia
cs: -- rychlé menu pro video,audio,foto atd.
it: Via complessa per avviare EasyMedia
lt: Nėra paprasto būdo, kad startuotų EasyMedia
pl: Nie jest łatwo uruchomić EasyMedia
tr: EasyMedia'yı başlatmanın zor yolu

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
cs: Není dostatek volného místa ! velikost souboru : %s MB volné místo : %s MB složka : %s
it: Spazio su disco insufficiente! Dimensione file: %sMB Spazio disponibile: %sMB Percorso: %s
lt: Nepakanka laisvos vietos diske! Failo dydis: %sMB Laisvos vietos: %sMB Kelias: %s
pl: Za mało wolnego miejsca na dysku! Rozmiar pliku: %sMB Wolne Miejsce: %sMB Ścieżka: %s
tr: Yeterli boş Disk Alanı yok! Dosya Boyutu: %sMB Boş alan: %sMB Yol: %s

source: Not fetching feed entries
cs: Nelze použít obsah položky !
it: Voci feed non recuperate
lt: Ne perdavimo įėjimų nustatymas
pl: Brk wyszukiwanych wpisów
tr: Bilgiler youtube'dan alınamadı

source: Not now
cs: Nyní ne...
it: Non ora
lt: Ne dabar
pl: Nie teraz
tr: Şimdi değil

source: Note: For one-time events the days don't have to be specified.
cs: Pro jednorázové časovače se dny zadávat nemusí...
it: Nota: per gli eventi singoli la specifica del giorno non è richiesta.
lt: Pastaba: Dėl vienkartinių įvykių dienos neturi būti nurodytos.
pl: Uwaga: W przypadku Wydarzeń jednorazowych dni nie muszą zostać określone.
tr: Not: Tek seferlik etkinlikler için günlerin belirtilmesi gerekmez.

source: Note: For recurring events dates are not mandatory.
cs: Pro opakující se události není datum povinný...
it: Nota: per gli eventi ricorrenti la data non è obbligatoria.
lt: Pastaba: Dėl pasikartojančių įvykių datos nėra privalomos.
pl: Uwaga: W przypadku powtarzających się Wydarzeń daty nie są obowiązkowe.
tr: Not: Yinelenen etkinlikler için tarihler zorunlu değildir.

source: Nothing
cs: -nic-
it: Nulla
lt: Nieko
pl: Nic
tr: Görev yok

source: Nothing changed or no streams available. Please retry later!
cs: Nic nezměnilo ani žádné streamy. Opakujte později !
tr: Hiçbir şey değişmedi veya kullanılabilir akış yok. Lütfen daha sonra tekrar deneyin!

source: Nothing found for '%s'...
cs: Nic nenalezeno pro '%s'...
it: Nessun riscontro per '%s'...
lt: Nieko nerasta '%s'...
tr: '%s' için hiçbir şey bulunamadı...

source: Nothing found...
cs: Nebylo nic nalezeno...
it: Nessuna corrispondenza trovata.
lt: Nieko nerasta...
pl: Niczego nie znaleziono...
tr: Birşey bulunamadı

source: Nothing running
cs: -nic se nenahrává...
it: Nulla è attivo
lt: Niekas neveikia
pl: Nic nie uruchomiono
tr: Çalışan hizmet yok

source: Nothing running...
cs: Nebylo nic spuštěno...
it: Nulla risulta attivo...
lt: Niekas neveikia...
pl: Niczego nie uruchomiono...
tr: Çalışan bir şey yok...

source: Nothing to push
cs: Nic se nepřenáší !
it: Nulla da segnalare
lt: Nėra ką paspausti
pl: Nie ma niczego do przeniesienia
tr: Aktarılacak bir şey yok

source: Nothing to test
cs: Není co testovat !
it: Nulla da verificare
lt: Nėra ką bandyti
pl: Nie ma niczego do testowania
tr: Test edilecek bir şey yok

source: Nothing was found !
cs: Nebylo nic nalezeno !
it: Non è stato trova niente !
lt: Nieko nerasta!
pl: Nic nie znaleziono!
tr: Hiçbir şey bulunamadı!

source: Notification
cs: oznámení
it: Notifica
lt: Pranešimas
pl: Powiadomienie
tr: Bilgilendirme

source: Notification time:
cs: čas pro zprávy :
it: Ora notifica:
lt: Perspėjimo laikas:
pl: Czas powiadomienia:
tr: Bildirim zamanı:

source: Now
cs: aktuální čas
it: In onda
lt: Dabar
pl: Trwające
tr: Hemen

source: Number
cs: počet
it: Numero
lt: Numeris
pl: Numer
tr: Numara

source: Number and Name
cs: číslo kanálu a název
it: Numero e nome
lt: Numeris ir pavadinimas
pl: Nazwa i Numer
tr: Gönderen numarası ve Adı

source: Number of WebIF-Log-Entries
cs: počet WebIF-Log-zadání
it: Numero di voci nel log
lt: WebIF žurnalo įrašų skaičius
pl: Liczba WebIF-Logi-Wejście
tr: WebIF-Günlük Girişi Sayısı

source: Number of characters
cs: počet znaků
it: Numero di caratteri
lt: Simbolių skaičius
pl: Liczba znaków
tr: Karakter sayısı

source: Number of entries to retain in the search history at most. Set to 0 to disable history entirely.
cs: Počet položek v historii hledání. "0" ukládání vypíná_
it: Numero massimo di voci conservate in cronologia delle ricerche. 0 = disabilitare la cronologia.
lt: Įrašų, kuriuos reikia išsaugoti paieškos istorijoje, skaičius. Nustatykite 0, jei norite visiškai išjungti istoriją.
tr: Arama geçmişinde tutulan maksimum giriş sayısı.Geçmişi devre dışı bırakmak için 0'a ayarlayın.

source: Number of finished entries in list
cs: počet probíhajících záznamů - na obrazovce
it: Numero di voci completate nell'elenco
lt: Baigtų įrašų skaičius sąraše
pl: Ilość zakończonych wpisów na liście
tr: Listedeki tamamlanmış girişlerin sayısı

source: Number of scheduled recordings left.
cs: vlevo počet naplánovaných záznamů
it: Registrazioni programmate residue.
lt: Suplanuotų įrašų skaičius padarytas.
pl: Numer pozostałych zaprogramowanych nagrań.
tr: Kalan programlanmış kayıt sayısı.
