Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Holland
cs: Holandsko
it: Olanda
lt: Olandija
pl: Holandia
tr: Hollanda

source: Home
cs: domů
it: Nothing
lt: Pagrindinis
pl: Strona główna
tr: Ev

source: HomeEnd
cs: začátek / konec
it: InizioFine
lt: Sąrašo pabaiga
tr: Listenin başlangıcı/bitişi

source: Horizontal alignment for count / size
cs: vodorovné zarovnání počtu a velikosti_
it: Allineamento orizzontale per conteggio / dimensione
lt: Horizontalus lygiavimas pagal skaičių / dydį
pl: Wyrównanie w poziomie dla zliczania lub rozmiaru
tr: Sayı / boyut için yatay hizalama

source: Horizontal alignment for date
cs: vodorovné zarovnání pro datum_
it: Allineamento orizzontale per data
lt: Horizontalus lygiavimas pagal datą
pl: Wyrównanie w poziomie dla daty
tr: Tarih için yatay hizalama

source: Horizontal offset left in pixel
cs: vodorovné odsazení zleva (pixely)
it: Offset orizzontale SX (pixel)
lt: Horizontaliai kompensuoti pikselius kairėje
pl: Poziome przesunięcie w lewo w pikselach
tr: Pikselde sola yatay ofset

source: Horizontal offset right in pixel
cs: vodorovné odsazení zprava (pixely)
it: Offset orizzontale DX (pixel)
lt: Horizontaliai kompensuoti pikselius dešinėje
pl: Poziome przesunięcie w prawo w pikselach
tr: Sağ pikselde yatay ofset

source: Host
cs: počítač
lt: Mazgas
tr: Ana bilgisayar

source: Hostname
cs: název počítače
lt: Mazgo pavadinimas
pl: Nazwa hosta
tr: Ana bilgisayar adı

source: Hostname has been applied!
cs: Název počítače byl přidělený !
it: Hostname applicato!
lt: Serverio pavadinimas pritaikytas!
pl: Nazwa hosta została zastosowana!
tr: Ana bilgisayar adı uygulandı!

source: How many days files may remain in trashcan
cs: Kolik dnů ponechat data v koši ?
it: Permanenza file nel cestino (giorni)
lt: Kiek dienų failai išbus šiukšliadėžėje
pl: Ile dni pliki mają pozostać w koszu
tr: Dosyalar çöp kutusunda kaç gün kalabilir?

source: How many minutes to wait until zapping back?
cs: Kolik minut počkat, aby seřazení vrátilo ?
it: Quanti minuti attendere prima dello Zap indietro?
lt: Kiek minučių palaukti, kol jungiama atgal?
pl: Ile minut czekać, aby przełączyć z powrotem?
tr: Kanal değiştirmek için kaç dakika beklensin?

source: How to copy files: Select some movies with the VIDEO-button, move the cursor on top of the destination directory and press yellow long.
cs: Jak kopírovat soubory ?.. Označte soubory tlačítkem VIDEO, vyberte kurzorem cílovou složku a stiskněte dlouhé žluté tlačítko.
it: Come copiare files: Selezionare i filmati con il tasto VIDEO, spostare il cursore sulla directory di destinazione ed effettuare una pressione prolungata tasto giallo.
lt: Kaip kopijuoti failus: pasirinkite reikiamus filmus 'VIDEO' mygtuku, perkelkite žymeklį ant paskirties katalogo ir ilgai spauskite 'GELTONĄ' mygtuką.
pl: Jak kopiować pliki: Wybierz kilka nagrań za pomocą przycisku VIDEO, przesuń kursor na katalog docelowy i naciśnij długo klawisz żółty.
tr: Dosyalar nasıl kopyalanır: VIDEO düğmesiyle birkaç film seçin, imleci hedef dizinin üstüne getirin ve sarı uzun basın.

source: How to move files: Select some movies with the VIDEO-button, move the cursor on top of the destination directory and press yellow.
cs: Jak přesouvat soubory ?.. Označte soubory tlačítkem \"VIDEO\", vyberte kurzorem cílovou složku a stiskněte žluté tlačítko.
it: Come spostare files: Selezionare i filmati con il tasto VIDEO, spostare il cursore sulla directory di destinazione e premere il tasto giallo.
lt: Kaip perkelti failus: pasirinkite reikiamus filmus 'VIDEO' mygtuku, perkelkite žymeklį ant paskirties katalogo ir paspauskite 'GELTONĄ' mygtuką.
pl: Jak przenosić pliki: Wybierz kilka nagrań za pomocą przycisku VIDEO, przesuń kursor na katalog docelowy i naciśnij klawisz żółty.
tr: Dosyalar nasıl taşınır: VIDEO düğmesiyle birkaç film seçin, imleci hedef dizinin üstüne getirin ve sarıya basın.

source: How would you like to cut "%s"?
cs: Jak chcete provést stříhání "%s" ?
it: Come tagliare "%s"?
lt: Kaip norėtumėte iškirpti "%s"?
pl: Jak chcesz wyciąć "%s" ?
tr: "%s" bölümünü nasıl kesmek istersiniz?

source: Howto & Style
cs: móda a styl
it: Howto & Stile
lt: Kaip į ir Stilius
pl: Porady & Styl
tr: Moda

source: Humidity: %s %%
cs: vlhkost : %s %%
it: Umidità: %s %%
lt: Drėgnumas: %s %%
pl: Wilgotność: %s %%
tr: Nem: %s %%

source: I can't convert subtitle for this kind of media!!!
cs: Nemohu zkonvertovat titulky pro tento typ média !
it: Impossibile convertire il sottotitolo per questo media !!!
lt: Negalima konvertuoti subtitrų šiai medijos rūšiai !!!
pl: Nie mogę przekonwertować napisów do tego rodzaju mediów !!!
tr: Bu tür medya için altyazıyı dönüştüremiyorum!!!

source: I can't detect movie FPS!!!
cs: Nemohu detekovat FPS videa !
it: Impossibile determinare FPS!!!
lt: Negalima aptikti filmo FPS!!!
pl: Nie mogę wykryć ilości klatek na sekundę filmu !!!
tr: Film FPS'sini algılayamıyorum !!!

source: I can't download subtitle for this kind of media!!!
cs: Titulky pro tento typ média nelze stáhnout !
it: Impossibile scaricare i sottotitoli per questo tipo di media!!!
lt: Negalima parsisiųsti subtitrų šiai medijos rūšiai!!!
pl: Nie mogę pobrać napisów dla tego rodzaju mediów !!!
tr: Bu tür medya için altyazı indiremiyorum!!!

source: IMAP Port
it: Porta IMAP
lt: IMAP jungtis
pl: Port IMAP
tr: IMAP portu

source: IMAP Server
it: Server IMAP
lt: IMAP serveris
pl: Serwer IMAP
tr: IMAP sunucusu

source: IMAP4 e-mail viewer for the Dreambox
cs: -- prohlížeč e-mailů IMAP4 na Dreamboxu
it: Plugin per visualizzare e-mail (IMAP4) sul Dreambox
lt: IMAP4 e-pašto peržiūra, skirta Dreambox
pl: przeglądarka maili IMAP4 dla Dreambox`a
tr: IMAP4 temelli Eposta görüntüleyici

source: IMDB info
it: Info IMDB
lt: IMDB informacija
tr: IMDB-Bilgi

source: IMDB is not installed!
cs: IMDB není nainstalováno !
it: IMDB non è installato!
lt: IMDB neįdiegtas!
pl: IMDB nie jest zainstalowany!
tr: IMDB kurulu değil!

source: IMDB then movie filname
cs: IMDB - název souboru videa
it: IMDb poi al film
lt: IMDB filmo failo pavadinimas
pl: IMDb nazwa pliku filmu
tr: IMDB ardından film dosya adı

source: IMDBSearch / EMC-TMDBInfo / TMDBInfo / TMBDInfo / CSFDInfo
lt: IMDB paieška / EMC-TMDB info / TMDB info / TMBD info / CSFD info
tr: IMDB Araması / EMC-TMDB Bilgisi / TMDB Bilgisi / TMBD Bilgisi / CSFD Bilgisi

source: IMDb - Internet Movie Database
cs: IMDb - internet.databáze videa
it: IMDB - Database Internet dei Film
lt: IMDb - Interneto kino filmų duomenų bazė
pl: IMDb - Internetowa Baza Danych Filmów
tr: IMDb - İnternet Film Veritabanı

source: IMDb Details
cs: IMDb databáze
it: Dettagli IMDb
lt: IMDb detaliau
pl: IMDb Szczegóły
tr: IMDb Ayrıntıları

source: IMDb Details parsed
cs: ...popis z IMDb...
it: Dettagli IMDb analizzati
lt: IMDb informacija apdorota
pl: IMDb Analiza szczegułów
tr: IMDb detayları ayrıştırıldı

source: IMDb Download completed
cs: Stažení z IMDb je kompletní
it: Download IMDb completato
lt: IMDb atsiuntimas baigtas
pl: IMDb Pobieranie zakończone
tr: IMDb indirmesi tamamlandı

source: IMDb Download failed
cs: Stažení z IMDb se nepovedlo !
it: Download IMDb fallito
lt: IMDb atsisiųsti nepavyko
pl: IMDb Pobieranie nieudane
tr: IMDb indirmesi tamamlanamadı!

source: IMDb Menu
it: Menu IMDb
lt: IMDb meniu
tr: IMDb Menü

source: IMDb Plugin
cs: IMDb modul
it: Plugin IMDb
lt: IMDb priedas
pl: IMDb Wtyczka
tr: IMDb Eklentisi

source: IMDb Re-Download completed
cs: Nové stažení z IMDb bylo dokončeno
it: Ripetizione Download IMDb completato
lt: IMDb pakartotinis atsiuntimas baigtas
pl: IMDb Ponowne Pobieranie zakończone
tr: IMDb yeniden indirme tamamlandı

source: IMDb Search
cs: hledat v IMDb
it: Ricerca IMDb
lt: IMDb paieška
pl: IMDb Wyszukiwanie
tr: IMDb-Ara

source: IMDb Setup
cs: IMDb - nastavení
it: Configurazione IMDb
lt: IMDb valdymas
pl: IMDb Ustawienia
tr: IMDb Kurulumu

source: IMDb info
it: Info IMDb
lt: IMDb informacija
tr: IMDb-Bilgi

source: IMDb query failed!
cs: Dotaz do IMDb neprošel !
it: Ricerca IMDb fallita!
lt: IMDb užklausa nepavyko!
pl: IMDb Zapytanie nie powiodło się!
tr: IMDb sorgusunda hata oluştu.

source: IP Address
cs: IP adresa
it: Indirizzo IP
lt: IP adresas
pl: Adres IP
tr: IP adresi

source: IP Address:
cs: IP adresa :
it: Indirizzo IP:
lt: IP adresas:
pl: Adres IP:
tr: IP Adresi:

source: IPKG Update Notification
cs: IPKG - oznámení aktualizace
it: Notifiche aggiornamenti IPKG
lt: IPKG atnaujinimo pranešimas
pl: IPKG Powiadomienie o Aktualizacji
tr: IPKG Güncelleme Bildirimi

source: IPKG-package:\n
cs: IPKG balíček :\n
it: Pacchetto-IPKG:\n
lt: IPKG-paketas:\n
pl: IPKG pakiet:\n
tr: IPKG-Paket:\n

source: IRC Client for Enigma2
cs: -- klient IRC - infra ovládání pro Enigmu2
it: Client IRC per Enigma2
lt: IRC Klientas, skirtas Enigma2
pl: Klient IRC dla Enigma2
tr: IRC istemcisi

source: Icon shown for initially unknown count / size
cs: zobrazit ikony i pro neznámý počet / velikost
it: Icona visualizzata per conteggio / dimensione inizialmente sconosciuto
lt: Piktograma, rodoma iš pradžių nežinomam skaičiui / dydžiui
pl: Pokaż Ikone dla początkowo nieznanej liczby / rozmiaru
tr: Başlangıçta sayı ve boyut bilinmediğinde sembolü göster

source: Idle Mode
cs: >režim spánku
it: Modalità idle
lt: Laukimo būsena
pl: Tryb Bezczynności
tr: Bekleme modu

source: If 0, the popup will remain open.
cs: Zobrazení hlášení po dobu x sek., 0=zůstane otevřeno_
it: Se 0, il popup rimane aperto.
lt: Jei 0, tada iššokantys langai išliks atverti.
pl: Jeśli jest 0 wyskakujące okienko zostanie otwarte.
tr: Bildirim penceresi için süreyi saniye,0'ı sonsuz için göster.

source: If You are using SD and HD channels in parallel, You have to match both channels separately!
cs: Pokud používáte SD a HD kanály společně, musí být oba kanály oddělené !
it: Se si usano canali SD e HD in parallelo, bisogna associare i canali separatamente!
lt: Jei naudojate SD ir HD kanalus tuo pačiu metu, jūs turite suderinti abu kanalus atskirai!
pl: Jeśli używasz kanałów SD i HD równolegle, musisz dopasować oba kanały oddzielnie!
tr: SD ve HD kanalları paralel kullanıyorsanız, her iki kanalı da ayrı ayrı eşleştirmeniz gerekir!

source: If You can see this, Your configuration is correct.
cs: Pokud je toto viditelné, je konfigurace hotová...
it: Se viene visualizzato questo messaggio la configurazione è corretta.
lt: Jei matote tai, Jūsų konfigūracija yra teisinga.
pl: Jeśli możesz to zobaczyć, Twoja konfiguracja jest poprawna.
tr: Bunu görebiliyorsanız, yapılandırmanız doğrudur.

source: If a programme is interrupted and divided into separate events, the plugin will search for the connected events.
cs: Pokud je program přerušený a rozdělený na jednotlivé části, bude modul hledat napojené události_
it: Se un programma viene interrotto o diviso in eventi separati, il plugin cercherà di ricostruire gli eventi collegati.
lt: Jei programa yra nutraukiama ir suskirstoma į atskirus įvykius, priedas ieškos susijusių įvykių.
pl: Jeśli program zostanie przerwany i podzielony na osobne wydarzenia, wtyczka wyszuka ,aby połączyć wydarzenia.
tr: Kaydedilecek programa ait diğer girişler için EPG'de bir arama yapılır.Örneğin, bir program haberler tarafından kesintiye uğrarsa,eklenti yine de tüm programı kaydetmeye çalışır.

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
cs: Při konfliktu časovačů, bude hledat podobné programy mimo čas.rozsah_
it: In caso di conflitto timer, AutoTimer cercherà fuori dall'intervallo un evento simile e lo aggiungerà.
lt: Jei yra laikmačio konfliktas, auto laikmatis ieškos panašių įvykių ir pridės juos.
pl: Jeśli wystąpi konflikt czasowy, AutoTimer będzie szukał poza wyznaczonym przedziałem czasowym po podobne wydarzenia i doda je.
tr: Bir zamanlayıcı çakışması meydana gelirse,AutoTimer aynı gösteriyi farklı bir zamanda arayacak ve ekleyecektir.

source: If caching is disabled, each teletext page will searched when you entered its number.
cs: Pokud bude paměť pro teletext zakázána, bude se každá stránky načítat až po zadání čísla
it: Disabilitando la cache, ogni pagina televideo sarà cercata inserendo il numero corrispondente.
lt: Jei talpykla išjungta, ieškos kiekvieno teleteksto puslapio, kai įvesite jo numerį.
pl: Gdy cache jest wyłączony, każda strona będzie otwierana gdy wpiszesz jej numer
tr: Arabelleğe alma kapalıysa,her sayfa yalnızca sayfa numarası girildikten sonra aranır.

source: If enabled and necessary, the plugin will wake up the Dreambox from Deep-Standby for the defined starting time to control whether the programme begins earlier.
cs: Modul může probouzet box z hlubokého spánku podle nastaveného času spuštění a bude kontrolovat, zda program nezačíná dříve_
it: Se abilitata e necessaria, la funzione riavvierà il Dreambox da deep standby all'ora prestabilita per verificare se il programma cominci in anticipo.
lt: Jei įjungta ir yra būtina, priedas pabudins Dreambox iš gilaus budėjimo, kad nustatytų ar programa prasideda anksčiau.
pl: Jeśli opcja jest włączona, wtyczka wybudzi Dreambox`a z głębokiego trybu czuwania.
tr: Etkinleştirilirse ve gerekliyse,eklenti programın daha erken başlayıp başlamadığını kontrol etmek için tanımlanan başlangıç zamanında Dreambox'ı Deep-Standby'dan uyandırır.

source: If enabled, orphaned movie files will be automatically deleted from movie directories.
cs: Aut.odstranění osiřelých souborů videa (bez.ts) ve složce movie_
it: Se abilitato, i file di registrazioni orfani verranno automaticamente rimossi dalle directory registrazioni.
lt: Jei įjungta, vieniši likę filmų failai bus automatiškai ištrinti iš filmų katalogų.
pl: Jeśli opcja jest włączona, osierocone pliki filmowe będą automatycznie usuwane z katalogów nagrań.
tr: Etkinleştirilirse,artık film dosyaları otomatik olarak silinir.

source: If enabled, the polling will be skipped if EPGRefres is currently running.
cs: Vyhledávání během aktualizace EPG bude přerušeno_
it: Se abilitato, il polling verrà saltato se EPGRefresh è in esecuzione.
lt: Jei įjungta, užklausa bus praleista, jei EPG atnaujinimas jau veikia.
pl: Gdy opcja jest włączona, odpytywania zostaną pominięte, jeśli EPGRefres jest uruchomiony.
tr: EPG Yenileme çalışırken arama yapılmaz.

source: If enabled, the polling will be skipped if the Dreambox is recording.
cs: Vyhledávání během nahrávání bude přerušeno_
it: Abilitando l'opzione, la ricerca non verrà effettuata se ci sono registrazioni in corso.
lt: Jei įjungta, apklausa bus praleista, jei Dreambox įrašinėja.
pl: Jeśli opcja jest włączona, odpytywania zostaną pominięte w czasie nagrywania.
tr: Kayıt devam ederken aramanın etkinleştirilmesi atlanır.

source: If installed, the plugin allows to modify the order in which entries of the main menu are shown.It can be changed using the "MenuSort" plugin, launchable from the regular plugin overview.
cs: Modul "MenuSort" umožní změnit pořadí položek zobrazených v hl.menu_
it: Plugin che consente di modificare l'ordine di visualizzazione delle voci inserite nel menu principale. Il plugin MenuSort, se installato, sarà disponibile tra le voci del menu Plugin.
lt: Jei tai įdiegta, priedas leidžia pakeisti meniu. Tai gali būti pakeičiama, naudojant "Meniu rūšiavimo" priedą.
pl: Ta wtyczka pozwala modyfikować kolejność wpisów w menu. Można je zmieniać poprzez funkcję "Sortowanie Menu" , włączalne spod listy wtyczek
tr: Bu eklenti ile, ana menü de yer alan başlıkların sıralamasını değiştirebilirsiniz. "MenuSort" eklentisini eklentiler menüsünden çalıştırabilirsiniz.

source: If possible, x minutes before a timer starts VPS-Plugin will control whether the programme begins earlier. (0 disables feature)
cs: Spouští záznam o "x" minut před skutečným začátkem (0 deaktivuje tuto možnost)_
it: Se possibile, VPS verificherà X minuti prima dell'avvio di un timer se il programma inizi in anticipo (0 >> disabilitare la funzione)
lt: Jei įmanoma, x minučių prieš laikmačio pradžią, VPS priedas kontroliuos ar programa prasideda anksčiau. (0 Išjungia funkciją)
pl: Jeśli to możliwe x minut przed startem Timera wtyczka VPS będzie kontrolować, czy program zaczyna się wcześniej. (0 wyłącza funkcję)
tr: Mümkünse, bir zamanlayıcı başlamadan x dakika önce VPS-Plugin, programın daha erken başlayıp başlamayacağını kontrol edecektir. (0 özelliği devre dışı bırakır)

source: If set to 'yes' the box will check to deepstandby directly after manual boot if sleep time is already reached. If set to 'no' (default) the box will check to deepstandby only if the next deepstandby interval starts (after next wakeuptime)
cs: Box zkontroluje 'hluboký spánek' hned po manuálním spuštění, pokud bylo dosaženo doby spánku. Pokud nastavíte 'ne' (výchozí), box zkontroluje pouze následující interval po dalším probuzení_
it: Se impostato su 'sì' il box entrerà in deepstandby direttamente dopo un riavvio avvio manuale se l'ora di sospensione è già raggiunta. Se impostato a 'no' (default) il box controllerà il deepstandby solo al raggiungimento dell'ora di deepstandby successiva (dopo il prossimo wakeuptime)
tr: Etkinleştirilirse,derin bekleme süresine ulaşılmışsa,cihaz elle başlatmadan sonra derin beklemeyi kontrol eder.Devre dışı bırakılırsa (varsayılan),cihaz yalnızca bir sonraki aralık başladığında (bir sonraki uyanma zamanından sonra) DeepStandby'ı kontrol eder.

source: If the box is supposed to enter deep standby e.g. monday night at 1 AM, it actually is already tuesday. To enable this anyway, differing next day start time can be specified here.
cs: Pokud by se měl box vypnout např. v pondělí v 1 hod. v noci, bude už ve skutečnosti úterý. Musí se udat, kdy nejbližší značka začíná_
it: Se è previsto che il box entri in deep standby ad es. lunedì notte alla 01:00, va considerato che è già martedì. Per ottenere comunque il risulato previsto, forzare qui l'ora di inizio del nuovo giorno.
lt: Jei šis imtuvas turėtų patekti gilų laukimą, pvz pirmadienį vakare 1 val, o iš tikrųjų jau yra antradienis. Bet kuriuo atveju norint tai padaryti, čia galima nurodyti skirtingą kitos dienos pradžios laiką.
pl: Jeśli Dreambox ma wejść w tryb głębokiego czuwania np w poniedziałek o 1 w nocy, to faktycznie jest już wtorek. Aby to umożliwić można zdefiniować i określić start tutaj.
tr: Örneğin,cihaz Pazartesi gecesi saat 1'de derin beklemeye girecekse,aslında zaten Salı.Bunun hala mümkün olabilmesi için ertesi gün ne zaman başlayacağı belirtilmelidir.

source: If the receiver currently isn't in standby, this is the duration which EPGRefresh will wait before retry.
cs: Pokud není box aktuálně alespoň v režimu spánku, je třeba zadat čas na aktivaci boxu a EPGRefresh_
it: Indicare il tempo di attesa prima di un nuovo tentativo di aggiornamento, se il decoder non è in standby.
lt: Jei imtuvas dabar nėra budėjimo režime, tai yra trukmė, kuri EPG atnaujinimo lauks prieš bandant pakartoti iš naujo.
pl: Jeśli odbiornik nie jest aktualnie w trybie czuwania, wówczas EPGRefresh będzie czekał przed ponowną próbą odświeżenia.
tr: Alıcı başlangıç zamanında bekleme modunda değilse,eklenti tekrar denemeden önce buraya girilen süre boyunca duraklar.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80%% of it.
cs: Existující časovač to bude považovat za zaznamenanou událost, pokud je hotovo alespoň '80%% záznamu_
it: Abilitando l'opzione, un timer esistente verrà considerato in registrazione se la percentuale registrata sarà almeno l'80%% del totale previsto.
lt: Jei tai įjungta, esamas laikmatis taip pat laikomas įvykio įrašu, jei įvykis įrašytas bent 80%%.
pl: Jeśli ta opcja jest włączona istniejący Timer będzie uważał za nagrane jeśli zarejestruje co najmniej 80%% z niego.
tr: Bu etkinse,iletim süresiyle 80%% eşleşen bir eşikten bir programa mevcut bir zamanlayıcı atanır.

source: If this is enabled, the Plugin save the epg.db /etc/enigma2/epg.db.
cs: Data se budou ukládat do : ../etc/enigma2/epg.db _
it: Se abilitato, il Plugin salverà il file epg.db in /etc/enigma2/epg.db.
lt: Jei tai yra įjungta, priedas išsaugos epg.db /etc/enigma2/epg.db.
pl: Jeśli ta opcja jest włączona epg.db zostanie zapisane w /etc/enigma2/epg.db.
tr: Etkinleştirilirse,eklenti epg.db dosyasını /etc/enigma2/epg.db'ye kaydeder.

source: If this is enabled, the Plugin shows the Reset EPG.db function.
cs: Modul zobrazí funkci pro "reset" EPG.db databáze_
it: Se abilitato, il plugin mostrerà la funzione Reset EPG.db.
lt: Jei tai yra įjungta, priedas rodo EPG.db atstatymo funkciją.
pl: Jeśli ta opcja jest włączona, wtyczka wyświetla funkcję Reset EPG.db.
tr: Etkinleştirilirse EPG.db sıfırlanır

source: If this is enabled, the plugin will wake up the receiver from standby if possible. Otherwise it needs to be switched on already.
cs: Aktivace umožní vzbudit sat.přijímač z režimu spánku. Jinak již musí být box zapnutý_
it: Abilitando la funzione, il plugin riattiverà automaticamente il ricevitore dal deep-standby, se possibile. In caso contrario, dovrà essere già attivo.
lt: Jei tai yra įjungta, priedas pažadins imtuvą iš budėjimo jei įmanoma. Priešingu atveju jis jau turi būti įjungtas.
pl: Jeśli ta opcja jest włączona wtyczka wybudzi odbiornik z trybu czuwania, jeśli to możliwe. W przeciwnym razie musi być włączona wcześniej.
tr: Etkinleştirilirse,eklenti, mümkünse alıcıyı bekleme modundan uyandırır.Aksi takdirde,cihazın zaten açık olması gerekir.

source: If this is selected, the name of the respective AutoTimer will be added as a tag to timers created by this plugin.
cs: Umožní přidat název do sestaveného vlastního časovače_
it: Abilitando l'opzione, il nome del rispettivo AutoTimer verrà aggiunto come etichetta ai timer creati con questo plugin.
lt: Jei tai bus pasirinkta, atitinkamo Auto laikmačio pavadinimas bus pridėtas kaip žyma prie šio priedo sukurtų laikmačių.
pl: Jeśli to jest wybrane, nazwa odpowiedniego AutoTimera będzie dodana jako znacznik do timerów stworzonych przez tą wtyczkę.
tr: Bu seçenek seçilirse,ilişkili Otomatik Zamanlayıcı'nın adı bu eklenti tarafından oluşturulan zamanlayıcılara bir etiket olarak eklenecektir.

source: If this is selected, the tag "AutoTimer" will be given to timers created by this plugin.
cs: Umožní přidat označení "AutoTimer" do nových časovačů_
it: Abilitando l'opzione, l'etichetta "AutoTimer" verrà assegnata ai timer creati con questo plugin.
lt: Jei tai bus pasirinkta, žyma "Auto laikmatis" bus suteikta laikmačiams, kuriuos sukūrė šis priedas.
pl: Jeśli to jest wybrane, znacznik "AutoTimer" będzie dodawany do timerów stworzonych przez tą wtyczkę.
tr: Bu seçenek seçilirse,bu eklenti tarafından oluşturulan tüm zamanlayıcılara Otomatik Zamanlayıcı etiketi eklenecektir.

source: If you see this message, please switch to the service you want to mark as startservice and try again.
cs: Pokud se zobrazí toto hlášení, přepněte na kanál, který chcete jako startovací a akci zopakujte...
it: Se viene visualizzato questo messaggio, posizionarsi sul canale da utilizzare come canale di avvio e riprovare.
lt: Jei matote šį pranešimą, prašome perjungti į kanalą, kurį norite pažymėti kaip startuojantį kanalą ir bandykite dar kartą.
pl: Jeśli widzisz tę wiadomość proszę przełączyć na kanał, który chcesz oznaczyć jako startowy i spróbuj ponownie.
tr: Bu mesajı görürseniz, lütfen startservice olarak işaretlemek istediğiniz servise geçin ve tekrar deneyin.

source: If you want to login to your Dreambox using SSH, FTP or a remote web browser, you need to configure a password first. The username will be '%s'.
cs: Heslo do boxu (SSH,FTP,web) pro uživatele: '%s'_
it: Per accedere al Dreambox tramite SSH, FTP o un browser remoto, per prima cosa impostare una password. La username sarà '%s'.
tr: SSH, FTP veya uzak bir web tarayıcısı kullanarak Dreambox'ınızda oturum açmak istiyorsanız, önce bir parola yapılandırmanız gerekir. Kullanıcı adı '%s' olacaktır.
