Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: MyVideo Player is not installed!
lt: Mano vaizdo grotuvas neįdiegtas!

source: MyVideo player:
lt: MyVideo grotuvas:

source: No MST screen found in this skin.xml!
lt: Šiame skin.xml nerasta MST ekrano!

source: No OFDb match.
lt: Nėra OFDb atitikimo.

source: No, remove them.
lt: Ne, nepašalinti jų.

source: Not stopping any repeating timers. Modify them with the timer editor.
cs: Nezastavovat žádné opakující se časovače. Mohou se upravit editorem časovačů.
it: Non arrestare i timer ripetuti. Modificarli attraverso l'editor timer
lt: Pasikartojantys laikmačiai nestabdomi. Redaguokite juos laikmačių redaktoriuje.
pl: Nie zatrzymano żadnych powtarzających się Timerów. Zmień je za pomocą edytora timera.

source: Number of search results to display at most.
lt: Paieškos rezultatų skaičius, kad būtų rodoma daugiausiai.

source: OFDb Details parsed
lt: OFDb išsami analizė

source: OFDb Download completed
lt: OFDb atsisiuntimas baigtas

source: OFDb Download failed
lt: OFDb atsiuntimas nepavyko

source: OFDb Plugin
lt: OFDb priedas

source: OFDb Re-Download completed
lt: OFDb parsisiuntimas iš naujo baigtas

source: OFDb query failed!
lt: OFDb užklausa nesėkminga!

source: Old: %s
lt: Senas: %s

source: Old:
lt: Senas:

source: PIN
lt: PIN kodas

source: Password to the google account.
lt: Slaptažodis google paskyrai.

source: PicturePlayer not available.
lt: Paveikslėlių grotuvo nėra.

source: Player for Network and Internet Streams
lt: Tinklo ir interneto srautų grotuvas

source: Player for Network and Internet Streams.
lt: Tinklo ir interneto srautų grotuvas.

source: Please enter designname!
lt: Įrašykite pavadinimą!

source: PluginSort Help
lt: PluginSort pagalba

source: Podcast
lt: Tinklalaidės

source: Port
it: Porta
lt: Jungtis

source: Port:
it: Porta:
lt: Jungtis:

source: Pos.
lt: Poz.

source: Preview all pictures
lt: Peržiūrėti visus paveikslėlius

source: PushService Exception in readXML:
lt: PushService išimtinai skaityti XML:

source: PushService Exception in writeXML:
lt: PushService išimtinai rašytiXML:

source: PushService Find module exception:
lt: PushService Ieškoti modulio išimties:

source: PushService Instantiate exception:
lt: PushService momentinė išimtis:

source: PushService Load exception:
lt: PushService įkėlimo išimtis:

source: PushService Module %s:
lt: PushService modulis %s:

source: PushService Module is not callable
lt: PushService į modulį nesikreipia

source: PushService No configuration file present
lt: PushService nėra failo konfigūracijos pristatymo

source: PushService No module available:
lt: PushService nėra modulio:

source: PushService No module found:
lt: PushService modulis nerastas:

source: PushService PushMail: Sending message: %s
lt: PushService PushMail: siunčiama žinutė: %s

source: PushService Service push() exception
lt: PushService Service push() išimtis

source: PushService Warning attribute not available:
lt: PushService perspėjimo požymis nepasiekiamas:

source: PushService Warning no class definition:
lt: PushService įspėja nėra klasės aptikimo:

source: PushService Warning no subclass of base:
lt: PushService įspėja nėra poklasio bazės:

source: PushService autostart exception
lt: PushService autosatarto išimtis

source: PushService running:
lt: PushService veikia:

source: PushService setup exception
lt: PushService valdymo išimtis

source: PushService started:
lt: PushService veikia:

source: Query OFDb: %s...
lt: OFDb užklausa: %s...

source: Query details from the Online-Filmdatenbank
lt: Užklausos informacija iš Interneto filmų duomenų banko

source: Question: I found a problem with the AutoTimer, can you fix it? Answer: First try the AutoTimer version in a recent (experimental) Image to see if the problem was fixed. Then read the Help again and the upcoming FAQs to make sure that this is actually a problem and not expected behavior. If you still think there is something wrong with the AutoTimer, please visit https://dreambox.de/board/ and post your problem there. Q: The plugin only adds timers when leaving the configuration, not automatically. What can I do? A: From the Overview press MENU and enter the &quot;Setup&quot;. In this screen enable &quot;Poll automatically&quot; and you should be good to go.
lt: Klausimas: Radau problemą su auto laikmačiu, galite ją išspręsti? Atsakymas: Pirmiausia pabandykite auto laikmačio versiją su neseniai išleistu (eksperimentiniu) atvaizdu, norėdami pamatyti ar problema buvo išspręsta. Tada skaitykite pagalbą ir einamus DUK, įsitikinkite kad iš tikrųjų tai yra problema, o ne elgsena. Jei vis dar manote, kad yra kažkas negerai su auto laikmačiu, apsilankykite https://dreambox.de/board/ ir parašykite savo problemą ten. Klausimas: priedas tik prideda laikmačius išeinant iš konfigūracijos, o ne automatiškai. Ką aš galiu padaryti? Atsakymas: Apžvalgai paspauskite Meniu ir įrašykite &quot;Setup&quot;. Šiame ekrane įjungs &quot;Poll automatically&quot; ir jums turėtų būti gerai eiti pirmyn.

source: Question: My AutoTimer for &quot;Nachrichten&quot; does not record the &quot;Spätnachrichten&quot;. Answer: Check &quot;Search type&quot; and &quot;Search strictness&quot; for the given AutoTimer. Q: The show I'm trying to record contains umlauts in its title. AutoTimer does not find it. A: Check the &quot;EPG encoding&quot; for the given AutoTimer. For german stations &quot;ISO8859-15&quot; should be selected. Q: I seem to be unable to record two subsequent events. There is only a single timer created that spans (part of) both events. A: From the Overview press MENU and enter the &quot;Setup&quot;. In this screen disable &quot;Guess existing timer based on begin/end&quot;.
lt: Klausimas: Mano auto laikmatis dėl &quot;Nachrichten&quot; neįrašo &quot;Spätnachrichten&quot;. Atsakymas: Tikrinkite &quot;Paieškos tipą&quot; ir &quot;Paieškos aštrumą&quot; dėl nurodyto auto laikmačio. K: Parodo, kurį bandau įrašyti, jo pavadinime yra umlautų. Automatinis laikmatis neranda. A: Tikrinkite &quot;EPG kodavimą&quot; arba nurodytą auto laikmatį. Vokietijos stotims &quot;ISO8859-15&quot; turėtų būti pasirinkta. K: Man atrodo, kad negaliu įrašyti dviejų vėlesnių įvykių. Yra sukurtas tik vienas laikmatis, apimantis abu įvykius. A: Iš apžvalgos paspauskite MENU ir įveskite &quot;Valdymas&quot;. Šiame ekrane išjunkite &quot;Atspėkite, esamus laikmačius, remiantis pradžia/pabaiga&quot;.

source: Question: You keep talking about help being provided for each parameter. I'm unable to read it (in part or in full). Answer: Try using the default skin and if it works ask the creator of your regular skin. If it still does not work your image might not provide the actual default skin so contact the creator of your image.
lt: Klausimas: Jūs nuolat kalbate apie pagalbą, kuri teikiama kiekvienam parametrui. Aš negali jos skaityti (iš dalies ar visiškai). Atsakymas: Pabandykite naudoti numatytąją temą ir, jei ji veikia paprašykite jūsų normalios temos kūrėjo. Jei jis vis dar neveikia, jūsų atvaizdas gali netikti numatytajai temai, tada susisiekite su savo atvaizdo kūrėju.

source: Re-Query OFDb: %s...
lt: Iš naujo užklausti OFDb: %s...

source: Remove directory from Bookmarks
lt: Pašalinti direktoriją iš žymių

source: Rename: %s failed!
lt: Pervardinimas: %s nesėkmingas!

source: SMTP Port
it: Porta SMTP
lt: SMTP jungtis
pl: Port SMPT

source: Sat>IP Tuner
cs: sat>IP tuneru
it: Tuner Sat>IP
lt: Sat>IP Imtuvas

source: Search History
lt: Paieškos istorija

source: Search Site:
cs: Vyhledávat přes :
it: Sito ricerca:
lt: Ieškoti svetainėje:
pl: Wyszukiwarka:

source: Search for %s
lt: Ieškoti %s

source: Search results
lt: Paieškos rezultatai

source: Select from EPG
lt: Pasirinkite iš EPG

source: Select user
lt: Pasirinkite vartotoją

source: Send \"long\" keypress
lt: Siųsti \"long\" paspaudimas

source: Service %s returned error(s)
lt: Kanalo %s atsakymo klaida(os)

source: Set archive mode (644)
lt: Nustatykite archyvo būseną (644)

source: Set executable mode (755)
lt: Nustatykite vykdymo būseną (755)

source: Set start directory
lt: Nustatykite paleisties katalogą

source: Show Merlin-iDream:
lt: Rodyti Merlin-iDream:

source: Show albums for this user by default. Use "default" for currently logged in user.
lt: Rodyti albumus šiems vartotojams pagal nutylėjimą. Naudokite "pagal nutylėjimą" šiuo metu prisijungusiems vartotojams.

source: Show audio metadata (needs skin-changes)
it: Mostra i metadata audio (la skin richiede modifiche)
lt: Rodyti garso metaduomenis (reikės pakeitimų temoje)

source: Shutdown after EPG refresh
lt: Išjungti po EPG atnaujinimo

source: Size of local picture cache. If the maximum size is reached the cleanup process will delete the oldest existing pictured after the plugin was closed.
lt: Paveikslėlio talpyklos vietos dydis. Jei bus pasiektas maksimalus dydis, išvalymo procesu bus ištrinti seniausi paveikslėliai po priedo uždarymo.

source: Skinlist
lt: Temų sąrašas

source: Skipping config option:
lt: Praleisti konfigūravimo parinktis:

source: Slideshow interval
lt: Skaidrių rodymo intervalas

source: So that's all you can do?
lt: Taigi, tai viskas, ką gali padaryti?

source: Sort by date (bouquet-)
lt: Rūšiuoti pagal datą (paketas-)

source: Sort by name (bouquet+)
lt: Rūšiuoti pagal vardą (paketas +)

source: Start Slideshow
lt: Rodyti skaidres

source: Stop Slideshow
lt: Stabdyti skaidrių rodymą

source: Stop stalling! Tell me what to do already.
lt: Stabdymas netenka pagreičio! Pasakyk man, ką daryti dabar.

source: Switch complete to new Version
it: Passaggio completo alla nuova versione
lt: Pilnai pereiti į naują versiją

source: Symlink name error!
lt: Simbolinės nuorodos pavadinimo klaida!

source: TV
lt: Televizija

source: Test
lt: Testas

source: Text PID
it: PID text
lt: Teksto PID
pl: Tekst PID

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
lt: Ačiū, kad naudojatės nustatymų vedliu. Jūsų Auto Laikmatis yra pridėtas į sąrašą. Prašome spausti OK, kad tęsti.

source: That's the good part: besides not being able to select services under parental control, there is none. You might find helpful that by default the STOP key on your remote control can be used to quickly toggle pipzap when watching Live TV, but if you find this irritating you may disable this in the pipzap Setup. Among other things, you can also disable the &quot;indicator&quot; shown in the opposite corner of you picture in picture if pipzap is active. Just take a look, it won't take long and might help you to change he behavior of this plugin more to your liking.
lt: Tai ir yra gera dalis: be to niekas negalės pasirinkti kanalų pagal tėvų kontrolę. Jūs galite rasti naudą, kad pagal nutylėjimą STOP mygtukas ant nuotolinio valdymo pulto gali būti naudojamas greitai perjungti pipzap kai žiūri tiesioginę TV, bet jei jus tai dirgina, galite išjungti tai per pizap valdymo nustatymą. Tarp kitų dalykų, jūs taip pat galite išjungti &quot; indikatorių &quot; rodomą priešingame paveikslėlio kampe, jei pipzap yra aktyvus. Tiesiog pažiūrėkite, tai ilgai neužtruks ir gali padėti jums pakeisti tai, apie šio priedo elgseną, daugiau pagal savo poreikius.

source: The &quot;Overview&quot;
lt: Šis &Quot;Apžvalga&quot;

source: The AutoTimer overview is the standard entry point to this plugin. If AutoTimers are configured you can choose them from a list to change them (OK button on your remove) or remove them (YELLOW button on your remote). New Timers can be added by pressing the BLUE button and the control menu can be opened using the MENU button. When leaving the plugin using the GREEN button it will search the EPG for matching events ONCE. To configure a regular search interval of the plugin to search for events open the control menu and enter the plugin setup.
lt: Auto laikmačio apžvalga yra standartinis prieigos taškas į šį priedą. Jei auto laikmatis yra sukonfigūruotas, galite juos pasirinkti iš sąrašo, (OK mygtukas jų pašalinimui) pakeisti arba pašalinti (geltonas mygtukas ant nuotolinio valdymo pulto). Nauji laikmačiai gali būti pridėti paspaudus mėlyną mygtuką ir galima atidaryti naudojant MENU mygtuką valdymo meniu. Išeinant iš priedo su ŽALIU mygtuku, jis ieškos EPG atitikimo įvykių VIENĄ KARTĄ. Kad nustatyti reguliarų priedo paieškos intervalą dėl įvykių paieškos, reikia eiti į priedo nustatymų valdymą.

source: The Online-Filmdatenbank
lt: Internetinis Filmdatenbank

source: The Timer will not be added to the List. Please press OK to close this Wizard.
lt: Laikmatis nebus pridėtas prie Sąrašo. Prašome spausti OK, kad uždarytumėte šį Vedlį.

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
lt: Auto laikmačio laiko atkarpa yra pirmasis 'išplėstinis' atributas. Jei laiko atkarpoje yra nurodytas įvykis, tai bus tik atitikimas šio Auto laikamčio, jei ji yra viduje tai laiko atkarpos.

source: The configuration menu
lt: Konfigūravimo meniu

source: The control menu hides less frequently used options of the plugin, including the configuration and default settings for new AutoTimers. While you can just open the menu and take a look for yourself, let's go through the available options: - Help: What you are looking at right now - Preview: Simulate EPG search, helps finding errors in your setup. - Import existing Timer: Create a new AutoTimer based on an existing regular timer. - Import from EPG: Create an AutoTimer based on an EPG event. - Setup: Generic configuration of the plugin. - Edit new timer defaults: Configure default values for new AutoTimers. - Create a new timer using the wizard/classic editor: Use the non-default editor to create a new AutoTimer.
lt: Valdymo meniu slepia rečiau naudojamų priedų nustatymus, įskaitant konfigūracijas ir numatytųjų nustatymų naujus auto laikmačius. Nors jūs galite tiesiog atidaryti meniu ir pažiūrėti sau išvaizdą, einant per galimas funkcijas: - Pagalba: Ko jūs ieškote dabar - Peržiūra: Imituoti EPG paiešką, padeda rasti klaidas savo nustatymuose. - Importuoti esamą laikmatį: Sukurti naują auto laikmatį, remiantis esamais reguliariais laikmačiais. - Importuoti iš EPG: Sukurti auto laikmačiu grindžiamą EPG įvykį. - Valdymas: Bendroji priedo konfigūracija. - Redaguoti naują laikmatį pagal nutylėjimą: Konfigūruoti numatytąsias reikšmes naujam auto laikmačiui. - Sukurti naują laikmatį naudojant vedlį/klasikinį redaktorių: Naudokite ne numatytąjį redaktorių, kad sukurti naują auto laikmatį.

source: This FAQ is supposed to help everyone unwilling to help themselves by reading all the provided help available, and those who did not find a solution to their problems within the provided documentation. To make these hints a little easier to read, they are split up on multiple pages. You can go to the next page using the BLUE button on your remote control and back using the YELLOW one. Pressing the RED button or EXIT will close the FAQ.
lt: Tai DUK, kurie turėtų padėti visiems, norintiems padėti sau skaitant visą pateiktą prieinamą pagalbą, ir tiems, kurie nerado sprendimo savo problemoms su pateiktais dokumentais. Norėdami, kad šiuos patarimus būtų šiek tiek lengviau skaityti, jie yra padalinti ant kelių lapų. Jūs galite pereiti į kitą puslapį, naudojant MĖLYNĄ mygtuką ant nuotolinio valdymo pulto ir atgal naudojant GELTONĄ. Paspaudus RAUDONĄ mygtuką arba EXIT bus uždaryti DUK.

source: This guide is supposed to give you a quick look at how PluginSort works. You can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by selection it from the context menu of the PluginBrowser by pressing the MENU button. But you should really consider to take the few minutes it takes to read these help pages now instead of spending more on trying to find it out how to use this plugin afterwards.
lt: Šis vadovas turėtų suteikti jums greitą apžvalgą, kaip Priedų rūšiuotojas veikia. Jūs galite nutraukti bet kuriuo metu, paspausdami RAUDONĄ arba EXIT mygtuką ant nuotolinio valdymo pulto arba jį vėliau pasirinkti iš kontekstinio meniu, priedų naršyklėje paspausdami MENU mygtuką. Jums tikrai turėtų būti galimybė užtrukti keletą minučių, kad perskaityti šiuos pagalbos puslapius jau dabar, užuot sugaišę daugiau laiko, kad bandyti sužinoti kaip naudotis šiuo priedu po to.

source: This guide is supposed to give you a quick look at what pipzap can do. First: You either just activated pipzap or opened the help manually. If the former is the case, don't worry: this screen shows only once ;-) You can abort this help at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by pressing the BLUE button in the pizap setup inside the &quot;System&quot; settings. But you should really consider to take the few minutes it takes to read these help pages now instead of spending more on trying to find it out how to use this plugin afterwards.
lt: Šis vadovas turėtų suteikti jums greitą apžvalgą, ką pipzap gali padaryti. Pirma: Jūs tiesiog turite aktyvuoti pizap arba atidaryti pagalbą rankiniu būdu. Jei ankstesnis atvejis, nesijaudinkite: šis ekranas rodo tik vieną kartą;-) Galite nutraukti šią pagalbą bet kuriuo metu, paspaudus RAUDONĄ arba EXIT mygtuką ant nuotolinio valdymo pulto, arba vėliau, paspaudus MĖLYNĄ mygtuką į pizap vidaus nustatymą &quot;Sistemos&quot; parametrus. Jums tikrai turėtų būti galimybė užtrukti keletą minučių, kad perskaityti šiuos pagalbos puslapius jau dabar, užuot sugaišę daugiau laiko, kad bandyti sužinoti kaip naudotis šiuo priedu po to.

source: This help screen is supposed to give you a quick look at everything EPGRefresh has to offer. You can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by pressing the HELP button from the configuration menu (more on that later). But you really should consider to take the few minutes it takes to read these help pages.
lt: Šis pagalbos ekranas leidžia jums greitai peržiūrėti EPG atnaujintoją. Jūs galite nutraukti bet kuriuo metu paspaudus RAUDONĄ arba EXIT mygtuką ant nuotolinio valdymo pulto, arba vėliau paspaudus mygtuką HELP iš konfigūracijos meniu (daugiau apie tai vėliau). Tačiau jūs tikrai turite apsvarstyti galimybę rasti keletą minučių, kad perskaityti šiuos pagalbos puslapius.

source: This help screen is supposed to give you a quick look at everything the AutoTimer has to offer. You can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by selecting it from the control menu using the MENU button from the regular entry point of the plugin (more on that later). But you really should consider to take the few minutes it takes to read these help pages.
lt: Šis pagalbos ekranas turėtų duoti jums greitą apžvalgą visko, ką Auto laikmatis turi pasiūlyti. Jūs galite tai nutraukti bet kuriuo metu, paspaudę RAUDONĄ arba EXIT mygtuką ant nuotolinio valdymo pulto, arba vėliau pasirinkdami iš valdymo meniu, naudojant mygtuką MENU (daugiau apie tai vėliau ). Bet jūs tikrai turėtumėte rasti galimybę užtrukti keletą minučių, kad perskaityti šiuos pagalbos puslapius.

source: This is mostly a matter of taste. The Wizard provides you with a reduced set of options and presents them in smaller sets at a time. It is mostly aimed at users not very experienced with this plugin or the &quot;expert&quot; level features of enigma2. You can check out the &quot;classic&quot; editor by opening an existing timer from the overview and if you prefer this view over the wizard you can change the default editor in the setup dialog.
lt: Tai daugiausia skonio reikalas. Vedlys suteikia jums su riboto rinkinio galimybes ir teikia juos mažesnių rinkinių metu. Tai dažniausiai skiriama vartotojams, kurie nėra labai patyrę. Su šiuo priedu arba &quot;specialistas&quot; enigma2 lygio bruožai. Galite patikrinti &quot;klasika&quot; redaguoti atidarant esamą laikmatį iš apžvalgos, ir jei norite šį vaizdą per vedlį galite pakeisti numatytuoju redaktoriumi valdymo dialoge.

source: This is the entry point of EPGRefresh. From this menu you can configure every aspect of the plugin. The configuration options each have an explaination which is supposed to help you to understand their effects better. Please give reading them a try, they can save you a lot of time. Using the YELLOW button you can start a refresh manually. You also be able to enable the functionalities in the Extensionmenu. The INFO button brings up the date the last refresh was completed successfully. You will also find an Extensionmenu-Entry to stop a running Refresh. The BLUE key opens the service editor (next page).
lt: Tai įrašo vieta EPG atnaujinimas. Iš šio meniu galite konfigūruoti kiekvieną priedo aspektą. Konfigūracijos parinktys kiekvienam turi paaiškinimą, kuris turėtų padėti jums suprasti jų poveikį geriau. Prašome skaityti ir pabandyti, tai gali jums sutaupyti daug laiko. Naudojant GELTONĄ mygtuką galite pradėti atnaujinti rankiniu būdu. Jūs taip pat galite įjungti išplėsto meniu funkcijas. INFO mygtukas atidaro datą, kada paskutinis atnaujinimas buvo baigtas sėkmingai. Jūs taip pat rasite išplėstame meniu kaip sustabdyti veikiantį atnaujinimą. BLUE mygtukas atveria kanalų redaktorių (kitame puslapyje).

source: This screen should be pretty straight-forward. If the option name does not give its meaning away there should be an explanation for each of them when you select them. If there is no visible explanation this is most likely a skin issue and please try if the default skin fixes the issue. A lot of effort has been put in making the parameters as easy to understand as possible, so give reading them a try ;-).
lt: Šis ekranas turėtų būti gana tiesiogiai į priekį. Jei parinkties pavadinimas nesuteikia jam prasmės toli, ten turėtų būti apie kiekvieną iš jų paaiškinta, kai jūs pasirenkate juos. Jei nėra matomas paaiškinimas tai greičiausiai temos problema ir prašome pabandyti numatytąją temą, kuri išsprendžia šią problemą. Daug pastangų buvo įdėta į parametrų sukūrimą, kad lengviau suprasti kiek tai įmanoma, kad duoti skaityti ir pabandyti ;-).

source: This sounds surprisingly easy, what's the catch?
lt: Tai garsas neįtikėtinai lengvas, kame reikalas?

source: Timerliste, verwaiste Film-Dateien und Einstellungs-Sicherungen automatisch bereinigen.
lt: Automatiškai valyti atsargines kopijas, laikmačio sąrašą, filmų failus ir parametrus.

source: Timerliste, verwaiste Film-Dateien und Einstellungs-Sicherungen nach einstellbaren Regeln automatisch bereinigen.
lt: Automatiškai valyti atsargines kopijas, laikmačio sąrašą, filmų failus ir parametrus po konfigūravimo.

source: Title: %s
lt: Pavadinimas: %s

source: Toggle style minimal / compact
cs: přepnou styl min./ kompaktní
it: Commutare stile minimale/compatto
lt: Perjungti stilių minimalų / kompaktinį
pl: Przełącz styl minimalny / kompaktowy

source: Transponder
cs: transpondér
lt: Transponderis

source: Tuner
lt: Imtuvas

source: Unable to authenticate with Google: %s.
lt: Nepavyko autentifikuoti su Google: %s.

source: Unable to download picture: %s
lt: Nepavyksta atsisiųsti paveikslėlio: %s

source: Unexpected error:
lt: Netikėta klaida:

source: Upgrade/Download Mutagen v1.28(experimental)
it: Aggiorna/Scarica Mutagen v1.28 (sperimentale)
lt: Parsisiųsti/atnaujinti Mutagen v1.28 (eksperimentinis)

source: User history
lt: Vartotojas istorija

source: Username to use for authentication with google. Leave empty for unauthenticated use.
lt: Vartotojo vardas, kad naudoti autentifikavimui su Google. Palikite tuščią neautentifikuotam naudojimui.

source: VLC Player
lt: VLC grotuvas

source: VLC Player is not installed!
lt: VLC grotuvas neįdiegtas!

source: VLC player:
lt: VLC grotuvas:

source: Vanity
cs: marnost
lt: Tuštumas
pl: Marny
