Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Create link
cs: vložit odkaz na následnou záložku
it: Creare link
lt: Sukurti nuorodą
pl: Utwórz odnośnik
tr: Sembolik bağlantı oluştur

source: Create new playlist
cs: založit nový seznam
it: Creare nuova playlist
lt: Sukurti naują grojaraštį
pl: Utwórz nową listę utworów
tr: Yeni oynatma listesi oluştur

source: Create preview
cs: zobrazit náhled
it: Creare anteprima
lt: Sukurti peržiūrą
pl: Utwórz podgląd
tr: Önizleme oluştur

source: Create preview pictures of your Movies
cs: -- modul pro náhled obrázků z videa
it: Plugin per creare anteprime delle registrazioni
lt: Sukurti peržiūros paveikslėlius savo kino filmams
pl: Tworzy zdjęciowy podgląd twoich filmów
tr: Filmleriniz için önizleme resmi oluşturun

source: Create remote timers
cs: -- modul pro sestavení vzdálených časovačů
it: Plugin per creare timer remoti
lt: Sukurti nuotolinius laikmačius
pl: Tworzenie zdalnych Timerów
tr: Uzak zamanlayıcılar oluşturun

source: Create symlink
cs: založit odkaz
it: Creare symlink
tr: Sembolik bağlantı oluştur

source: Create symlink %s in %s to %s
cs: založit odkaz %s ve %s do %s
it: Creare symlink %s in %s a %s
tr: %s sembolik bağlantı oluştur %s sonra %s içinde

source: Create symlink to %s
cs: založit odkaz do %s
it: Creare symlink a %s
tr: %s için sembolik bağlantı oluştur

source: Create themes.xml for selected skin
cs: pro vybraný skin vytvořit nový themes.xml
it: Creare themes.xml per la skin selezionata
tr: Seçilen skin için theme.xml oluşturun

source: Create timers on remote Dreamboxes.
cs: -- modul pro sestavení časovačů z jiného Dreamboxu
it: Plugin per creare timer su Dreambox remoti.
lt: Sukurti laikmačius nutolusiuose imtuvuose.
pl: Zdalne tworzenie Timerów na Dreambox`ach.
tr: remoteTImer ile başka bir Dreambox'a erişilebilir ve onun zamanlayıcısı yönetilebilir.Diğer Dreambox'ın zamanlayıcı listesini görüntüleyebilir,zamanlayıcı ekleyebilir veya kaldırabilir ve zamanlayıcı listesini düzenleyebilirsiniz.

source: Creating AP and SC Files
cs: založit AP a SC souboru
it: Creazione file AP e SC in corso
lt: Kuriami AP ir SC failai
pl: Tworzenie plików AP i SC
tr: AP ve SC dosyaları oluşturun

source: Creating Hardlink to Timeshift file failed!
cs: Selhalo vytvoření linku na soubor Timeshiftu !
it: Creazione hardlink al file timeshift fallita.
lt: Sukurti tiesioginės nuorodos į laiko poslinkio failą nepavyko!
pl: Utworzenie linku do pliku Timeshift nie powiodło się!
tr: Zaman kaydırması dosyasına sabit bağlantı oluşturulurken hata oluştu!

source: Creating Search List..
cs: ...sestavuji seznam...
it: Creazione elenco di ricerca in corso...
lt: Kuriamas paieškos sąrašas...
pl: Tworzenie listy wyszukiwania ...
tr: Arama projesi oluşturuluyor..

source: Creation of directory %s
cs: založit složku %s
it: Creazione directory %s
tr: %s dizini oluşturuluyor

source: Creation of file %s
cs: založit soubor %s
it: Creazione file %s
tr: %s dosyası oluşturuluyor

source: Creation of symlink %s in %s to %s
cs: založit odkaz %s ve %s do %s
it: Creazione symlink %s in %s a %s
tr: %s'den sonra %s içinde %s sembolik bağlantısı oluşturuluyor

source: Creator:
cs: autor :
it: Creatore:
tr: Kreatör:

source: Creators:
cs: autoři :
it: Creatori:
tr: Kreatörler:

source: Cross fade duration (seconds)
cs: doba pro prolínání v sek.
it: Durata dissolvenza incrociata (sec)
lt: Kryžminio išnykimo trukmė (sekundėmis)
pl: Czas trwania płynnego przenikania (w sekundach)
tr: Çapraz geçiş süresi (saniye)

source: Current Event:
cs: aktuální relace :
it: Evento corrente:
lt: Dabartinis įvykis:
pl: Bieżące wydarzenie:
tr: Mevcut Etkinlik:

source: Current Index:
cs: aktuální index :
it: Indice corrente:
lt: Dabartinis indeksas:
pl: Bieżący Indeks:
tr: Mevcut dizin:

source: Current Playlist saved successfully!
cs: Aktuální seznam byl uložený...
it: Playlist corrente salvata correttamente.
lt: Šis grojaraštis sėkmingai išsaugotas!
pl: Aktualna Lista Odtwarzania została zapisana pomyślnie!
tr: Mevcut oynatma listesi başarıyla kaydedildi!

source: Current Priority:
cs: aktuální priorita :
it: Priorità corrente:
lt: Dabartinis prioritetas:
pl: Aktualny Priorytet:
tr: Mevcut Öncelik:

source: Current content: %s
cs: aktuální obsah : %s
it: Contenuto attuale: %s
tr: Mevcut içerik: %s

source: Current name: %s
cs: aktuální název : %s
it: Nome attuale: %s
tr: Mevcut Ad: %s

source: Current rpm %4d
cs: aktuální otáčky %4d
it: RPM attuali: %4d
lt: Dabartinis rpm %4d
pl: Aktualny rpm %4d
tr: Mevcut rpm %4d

source: Current value: %s
cs: aktuální hodnota : %s
it: Valore attuale: %s
lt: Dabartinė reikšmė: %s
pl: Aktualna wartość: %s
tr: Mevcut değer: %s

source: Currently
cs: aktuální
it: Attualmente
tr: Mevcut olan

source: Cursor predictive move after selection
cs: předvolený posun kurzoru po výběru
it: Movimento cursore predittivo dopo la selezione
lt: Žymeklio nuspėjamas judėjimas po pasirinkimo
pl: Przesunąć kursor w dalszej selekcji
tr: Seçimden sonra imleci hareket ettir

source: Custom
cs: uživatelský
it: Personalizzato
lt: Pasirinktinis
pl: Dowolny
tr: Özelleştir

source: Custom (%s)
cs: uživatelský (%s)
it: Personalizzato (%s)
lt: Pasirinktinis (%s)
pl: Zwykły (%s)
tr: Özel (%s)

source: Custom Stream URL
cs: uživatelská adresa sdílení
it: URL flusso personalizzato
lt: Pritaikytas srauto URL
pl: Niestandartowy Strumień URL
tr: Özel Akış URL'si

source: Custom location
cs: uživatelské umístění
it: Destinazione personalizzata
lt: Pasirinktinė vieta
pl: Niestandardowa lokalizacja
tr: Özel kayıt konumu

source: Custom offset
cs: uživatelská kompenzace
it: Margine personalizzato
lt: Pasirinktinis
pl: Niestandardowy offset
tr: Özel marj süresi

source: Cut Parameter Input
cs: vstupní parametr střihu
it: Inserimento parametri di taglio
lt: Iškirpti parametro įvestį
pl: Parametr wejściowy Cięcia
tr: Kes parametre girişi

source: Cut series title on dash
cs: vystřihnout název seriálu - na části
it: Tagliare il titolo serie sul trattino
lt: Iškirpti serijos antraštę ties brūkšniu
pl: Cięcie tytułów seriali
tr: Seri başlıklarını bir kerede kesin

source: Cut source:
cs: zdroj střihu :
it: Sorgente tagli:
lt: Iškirpimo šaltinis:
pl: Źródła cięcia:
tr: Kaynak kes:

source: Cut your movies
cs: -- modul pro stříhání videa
it: Plugin per tagliare le registrazioni
lt: Iškirpti savo filmus
pl: Przycinaj swoje filmy
tr: Film düzenleyici

source: Cutlist
cs: seznam střihů
it: Elenco tagli
lt: Iškirpimo sąrašas
pl: Lista cięć
tr: Kesim listesi

source: Cuts (an IN OUT IN OUT ... sequence of hour:min:sec)
cs: Střih (na IN OUT IN OUT ... pořadí podle hod.:min.:sekund)
it: Tagli (una sequenza di IN OUT IN OUT ... in ore:min:sec)
lt: Iškirpimai (PRADŽIA ... PABAIGA ... val.:min.:sek. seka)
pl: Cięcia (na IN OUT IN OUT ... sekwencja godz:min:sek)
tr: Kesimler (bir GİRİŞ ÇIKIŞ GİRİŞ ÇIKIŞ ... dizisi saat:dak:sn)

source: Cutting failed for movie "%s"
cs: Selhal střih videa "%s"
it: Taglio della registrazione "%s" fallito
lt: Nepavyko iškirpti filmo "%s"
pl: Cięcie dla nagrania "%s" nie powiodło się
tr: "%s" filmi için düzenleme başarısız oldu

source: Cutting was aborted for movie "%s"
cs: Přerušený střih videa "%s"
it: Taglio della registrazione "%s" annullato
lt: Iškirpimas buvo nutrauktas dėl filmo "%s"
pl: Cięcie dla nagrania "%s" zostało anulowane
tr: "%s" filmi için kesme iptal edildi

source: Cyrillic
cs: Cyrilika
it: Cirillico
lt: Kirilica
pl: Cyrylica
tr: Kiril

source: Czech Republic
cs: Česká republika
it: Repubblica Ceca
lt: Čekijos respublika
pl: Czechy
tr: Çek Cumhuriyeti

source: DD.MM HH:MM
it: GG.MM HH:MM
pl: DD.MM GG:MM
tr: GG.AA SS:DD

source: DD.MM. HH:MM
it: GG.MM. HH:MM
pl: DD.MM. GG:MM
tr: GG.AA. SS:DD

source: DD.MM.YYYY
cs: DD.MM.RRRR
it: GG.MM.AAAA
lt: YYYY.MM.DD
pl: DD.MM.RRRR
tr: GG.AA.YYYY

source: DD.MM.YYYY HH:MM
cs: DD.MM.RRRR HH:MM
it: GG.MM.AAA HH:MM
pl: DD.MM.RRRR GG:MM
tr: GG.AA.YYYY SS:DD

source: DEBUG
cs: odladění
lt: DERINTI
tr: HATA AYIKLAMA

source: DECT inactive
cs: Neaktivní bezdr.telefon
it: DECT non attivo
lt: DECT neaktyvus
pl: DECT nieaktywny
tr: DECT etkin değil

source: DECT phones registered
cs: Zaregistrován bezdrátový telefon
it: Telefoni DECT registrati
lt: DECT registruoti telefonai
pl: DECT telefony zarejestrowane
tr: DECT telefon tanıtılmış

source: DELAYS
cs: zpoždění
it: RITARDI
lt: DELSOS
pl: OPÓŹNIENIA
tr: GECiKMELER

source: DHCP enabled
cs: DHCP je aktivní
it: DHCP abilitato
lt: DHCP įjungtas
pl: DHCP włączone
tr: DHCP açık

source: DISPLAY-SETTINGS
cs: nastavení obrazu
it: IMPOST. DISPLAY
lt: EKRANO NUSTATYMAI
pl: USTAWIENIA WYŚWIETLANIA
tr: GÖRÜNTÜ AYARLARI

source: DM8000-RC layer 1
cs: hladina 1 DM8000
lt: DM8000-RC sluoksnis 1
pl: DM8000-RC warstwa 1
tr: DM8000-RC Band 1

source: DM8000-RC layer 2
cs: hladina 2 DM8000
lt: DM8000-RC sluoksnis 2
pl: DM8000-RC warstwa 2
tr: DM8000-RC Band 2

source: DM8000-RC layer 3
cs: hladina 3 DM8000
lt: DM8000-RC sluoksnis 3
pl: DM8000-RC warstwa 3
tr: DM8000-RC Band 3

source: DM8000-RC layer 4
cs: hladina 4 DM8000
lt: DM8000-RC sluoksnis 4
pl: DM8000-RC warstwa 4
tr: DM8000-RC Band 4

source: DVD / BLU-RAY / FOLDERS
cs: DVD / BLU-RAY / SLOŽKY
it: DIRECTORY DVD/BLURAY
lt: DVD / BLU-RAY / APLANKAI
pl: DVD / BLU-RAY / FOLDERY
tr: DVD / BLU-RAY / KLASÖRLER

source: DVD Backup
cs: záloha na DVD
lt: DVD atsarginė kopija
pl: Kopia zapasowa DVD
tr: DVD Yedekleme

source: DVD Device (leave empty for default)
cs: jednotka DVD (prázdná=předvoleno)
it: Dispositivo DVD (vuoto = default)
lt: DVD įrenginys (tuščias kaip numatyta)
pl: Urządzenie DVD (puste pole ustawienie domyślne)
tr: DVD Aygıtı (varsayılan için boş bırakın)

source: DVD Player
cs: přehrávač DVD
it: Player DVD
lt: DVD grotuvas
pl: Odtwarzacz DVD
tr: DVD Oynatıcı

source: DVD player:
cs: přehrávač DVD :
it: Player DVD:
lt: DVD grotuvas:
pl: Odtwarzacz DVD:
tr: DVD Oynatıcı:

source: DVDPlayer Plugin is not installed!
cs: DVD Player není nainstalovaný !
it: Plugin DVDPlayer non installato.
lt: DVD grotuvo priedas neįdiegtas!
pl: Nie zainstalowano Wtyczki DVDPlayer !
tr: DVD oynatıcı kurulu değil!

source: Daily cleanup time
cs: Vyprázdnit koš každý den v ...
it: Ora di pulizia giornaliera
lt: Kasdienio ištuštinimo laikas
pl: Codzienne czyszczenie
tr: Günlük temizlik süresi çöp/kayıt listesi

source: Dark green
cs: tm.zelená
it: Verde scuro
lt: Tamsiai žalia
pl: Ciemno Zielony
tr: Koyu yeşil

source: Dark grey
cs: tm.šedá
it: Grigio scuro
lt: Tamsiai pilka
pl: Ciemno Szary
tr: Koyu gri

source: Dark orange
cs: tm.oranžová
it: Arancio scuro
lt: Tamsiai oranžinė
pl: Ciemno Pomarańczowy
tr: Koyu turuncu

source: Dark red
cs: tm.červená
it: Rosso scuro
lt: Tamsiai raudona
pl: Ciemno Czerwony
tr: Koyu Kırmızı

source: Date
cs: datum
it: Data
lt: Data
pl: Data
tr: Tarih

source: Date format
cs: formát datumu
it: Formato Data
lt: Datos formatas
pl: Format daty
tr: Tarih formatı

source: Date format:
cs: formát datumu :
it: Formato data:
lt: Datos formatas:
pl: Format daty:
tr: Tarih formatı:

source: Date sort
cs: ↕ datum
it: Ord. per data
lt: Pagal datą
pl: Sortuj wg daty
tr: ↓ tarih

source: Date sort ascending (D+)
cs: ↑datum
it: Ordinare per data crescente (D+)
lt: Pagal datą didėjančiai (D+)
pl: Sortuj wg Daty rosnąco (D+)
tr: Artan tarihe göre sıralama (D+)

source: Date sort descending (D-)
cs: ↓datum
it: Ordinare per data decrescente (D-)
lt: Pagal datą mažėjančiai (D-)
pl: Sortuj wg Daty malejąco (D-)
tr: Azalan tarihe göre sırala (D-)

source: Day
cs: den
it: Giorno
lt: Diena
pl: Dzień
tr: Gün

source: Day:
cs: den :
it: Giorno:
lt: Diena:
pl: Dzień:
tr: Gün:

source: Days
cs: dnů
it: Giorni
lt: Dienos
pl: Dni
tr: Gün

source: Deactivate
cs: deaktivovat :
it: Disattivare
lt: Išjungti
pl: Dezaktywacja
tr: Devre dışı bırakmak

source: Deactivate Movielist Preview
cs: deaktivovat Movielist Preview
it: Disattivare Movielist Preview
lt: Išjungti filmų sąrašo peržiūrą
pl: Dezaktywuj Podgląd Listy Filmów
tr: Film listesi önizlemesini devre dışı bırak

source: Deactivate WLAN guest access
cs: deaktivovat přístup WLAN hosta
it: Disattivare accesso Guest WLAN
lt: Išjungti WLAN svečio prieigą
pl: Dezaktywuj dostęp gościa do sieci WLAN
tr: Kablosuz WLAN konuk erişimini devre dışı bırak

source: Deactivate permanent clock
cs: deaktivovat permanentní hodiny
it: Disattivare l'orologio permanente
lt: Išjungti nuolatinį laikrodį
pl: Dezaktywuj Zegar Stały
tr: Kalıcı saati kapat

source: Deactivated timer list: %s
cs: deaktivace seznamu časovačů : %s
it: Elenco timer disattivati: %s
lt: Išjungti laikmačio sąrašą: %s
pl: Dezaktywuj listę Timera: %s
tr: Devre Dışı birakılan zamanlayıcıların listesi: %s

source: DeactivatedTimerPushed
cs: deaktivace přenosu časovačů
it: Timer disattivati segnalati
lt: Laikmačio postūmis išjungtas
pl: Nieaktywne Transmitowanie Timera
tr: Devre dışı bırakılan zamanlayıcıları aktar

source: Debug
cs: odladění---
lt: Derinti
pl: Debuguj
tr: Hata ayıklama

source: Debug output file name
cs: nastavit název výst.souboru
it: Nome del file di output di debug
lt: Klaidų derinimo išvesties failo pavadinimas
pl: Nazwa pliku Debug
tr: Hata ayıklama çıktı dosya adı

source: Debug: Log file path
cs: odladění : složka log.souboru
it: Debug: percorso del file di log
lt: Derinti: žurnalo failo kelias
pl: Debug: ścieżka pliku LOG
tr: Hata ayıklama: Günlük dosyası yolu

source: Debug: Print debug messages (Shell)
cs: odladění programu: tisk hlášení (Shell)
it: Debug: stampare messaggi di debug (Shell)
lt: Derinti: spausdinti derinimo pranešimus (grafinė aplinka)
pl: Debug: Drukuj komunikaty debugowania (Shell)
tr: Hata ayıklama: hata ayıklama mesajlarını yazdır (kabuk)

source: Debug: Write Log
cs: odladění : zápis do log.souboru
it: Debug: scrivere log
lt: Derinti: rašyti žurnalą
pl: Debug: Zapisz LOG
tr: Hata Ayıklama: Günlük Yazma

source: Decrease delay
cs: snížit zpoždění
it: Diminuire il ritardo
lt: Trumpinti delsą
pl: Zmniejsz opóźnienie
tr: Gecikmeyi azalt

source: Decrease delay by %i ms (can be set)
cs: snížit zpoždění o %i ms
it: Diminuire il ritardo di %i ms (configurabili)
lt: Trumpinti delsą %i ms (galima nustatyti)
pl: Zwiększ opóźnienie o %i ms (można ustawić)
tr: Gecikmeyi %i ms düşür (mümkünse)

source: Decrease remaining time
cs: zkrátit zbývající čas
it: Diminuire il tempo residuo
lt: Trumpinti likusį laiką
pl: Zmniejsz pozostały czas
tr: Kalan süreyi azalt

source: DeepStandby
cs: >hluboký spánek - vypnutí
lt: Išjungti
pl: Głębokie Czuwanie
tr: Derin Bekleme

source: Default
cs: předvoleno
it: Predefinito
lt: Numatytasis
pl: Domyślnie
tr: Varsayılan

source: Default Playlist is not empty! Save default Playlist?
cs: Výchozí seznam není prázdný ! Uložit jako předvolbu ?
it: La Playlist predefinita non è vuota. Salvare la Playlist predifinita?
lt: Numatytasis grojaraštis netuščias! Išsaugoti numatytąjį grojaraštį?
pl: Domyślna Lista Odtwarzania nie jest pusta! Zapisać domyślną Listę Odtwarzania?
tr: Mevcut oynatma listesi boş değil! Mevcut oynatma listesi kaydedilsin mi?

source: Default Playlist name
cs: výchozí název seznamu
it: Nome Playlist predefinita
lt: Numatytojo grojaraščio pavadinimas
pl: Domyślna nazwa Listy Odtwarzania
tr: Varsayılan oynatma listesi adı

source: Default Playlist path
cs: výchozí složka seznamu
it: Percorso Playlist predefinita
lt: Kelias į numatytąjį grojaraštį
pl: Domyślna ścieżka Listy Odtwarzania
tr: Oynatma listesi için varsayılan dizin

source: Default color for highlighted movie
cs: předvolená barva pro zvýrazněné video
it: Colore predefinito per filmati evidenziati
lt: Numatytoji spalva paryškintam filmui
pl: Domyślny kolor podświetlonego nagrania
tr: Vurgulanan film için varsayılan renk

source: Default color for partially watched movie
cs: předvolená barva pro rozkoukané video
it: Colore predefinito per filmati riprodotti parzialmente
lt: Numatytoji spalva dalinai žiūrėtam filmui
pl: Domyślny kolor dla częściowo oglądanego nagrania
tr: Önizlenen filmler için varsayılan renk

source: Default color for recording movie
cs: předvolená barva pro nahrávané video
it: Colore predefinito per filmati in registrazione
lt: Numatytoji spalva filmo įrašymui
pl: Domyślny kolor dla trwającego nagrania
tr: Devam eden kayıtlar için varsayılan renk

source: Default color for unwatched movie
cs: předvolená barva pro nezhlédnuté video
it: Colore predefinito per filmati non visti
lt: Numatytoji spalva neperžiūrėtam filmui
pl: Domyślny kolor dla nieoglądanego nagrania
tr: Görülmemiş filmler için varsayılan renk

source: Default color for watched movie
cs: předvolená barva pro zhlédnuté video
it: Colore predefinito per filmati visti
lt: Numatytoji spalva žiūrėtam filmui
pl: Domyślny kolor dla oglądniętego nagrania
tr: İzlenen filmler için varsayılan renk

source: Default episode
cs: předvolená epizoda
it: Episodio predefinito
lt: Numatytasis epizodas
pl: Domyślny odcinek
tr: Ön ayar dizisi

source: Default page
cs: předvolená stránka
it: Pagina predefinita
lt: Numatytasis puslapis
pl: Domyślna strona
tr: Varsayılan sayfa

source: Default season
cs: předvolené pořadí
it: Stagione predefinita
lt: Numatytasis sezonas
pl: Domyślny sezon
tr: Önceden Ayarlanmış Sezon

source: Default sort mode
cs: předvolit seřazení...
it: Ordinamento predefinito
lt: Numatytasis rūšiavimo būdas
pl: Domyślny tryb sortowania
tr: Varsayılan sıralama

source: Default storage device is not available!
cs: Předvolený disk pro uložení není dostupný !
it: Dispositivo di archiviazione predefinito non disponibile.
lt: Numatytojo saugojimo įrenginio nėra!
pl: Domyślne urządzenie przechowywania nie jest dostępne!
tr: Varsayılan depolama aygıtı kullanılabilir değil!

source: Default volume adjustment value for AC3/DTS
cs: předvolená hlasitost pro AC3/DTS
it: Livello volume predefinito per AC3/DTS
lt: Numatytasis AC3/DTS kanalų garso lygis
pl: Domyślna wartość głośności dla AC3 / DTS
tr: AC3/DTS için varsayılan ses ayarı

source: Defaults
cs: předvolby
it: Predefiniti
lt: Numatytieji
pl: Domyślne
tr: Varsayılan

source: Define a related pip service
cs: -- definice konkrétního kanálu pro PiP
it: Plugin per definire un canale associato alla PiP
lt: Nustatykite susijusį pip kanalą
pl: Ustaw usługi związane z PiP
tr: İlişkili PIP hizmetlerini tanımlayın

source: Define a related pip service
cs: Definování příslušného PiP kanálu
it: Definire un canale associato alla PiP
lt: Nustatykite susijusį pip kanalą
pl: Ustaw usługi związane z PiP
tr: İlişkili bir PiP vericisi tanımlayın

source: Define a startup service
cs: -- výchozí kanál po spuštění boxu
it: Definire un canale di avvio
lt: Nustatykite paleisties kanalą
pl: Zdefiniuj usługi startowe
tr: Açılış kanalını ayarla

source: Define a startup service for your Dreambox.
cs: Výchozí kanál po spuštění Dreamboxu
it: Plugin per definire un canale su cui il Dreambox deve sintonizzarsi ad ogni avvio.
lt: Nustatykite paleisties kanalą savo imtuve.
pl: Zdefiniuj usługi startowe dla Twojego Dreambox`a.
tr: Dreambox açılışında görüntülenecek kanalı ayarlayın.

source: Define the number of search logs to be retained
cs: definovat počet ponechaných protokolů hledání
it: Numero di log ricerche da conservare
lt: Nustatykite Išsaugotų paieškos žurnalų skaičių
pl: Określ liczbę wyszukiwania Logów, które mają zostać zachowane
tr: Saklanacak arama günlüklerinin sayısını tanımlayın

source: Defines where to search for duplicates (only title, short description or even extended description)
cs: Určuje, kde kontrolovat duplicity_
it: Definire gli ambiti di ricerca duplicati (solo titolo, descrizione breve o descrizione estesa)
lt: Apibrėžia kur ieškoti dublikatų (tik pavadinime, trumpame aprašyme, ar net išsamiame aprašyme)
pl: Definiuje gdzie szukać duplikatów (tylko tytuł, krótki opis lub nawet rozszerzony)
tr: Yinelenenlerin nerede aranacağını tanımlar (yalnızca başlık, kısa açıklama ve hatta genişletilmiş açıklama)

source: Deinterlacer mode for interlaced content
cs: neprokládaný mód pro prokládaný obsah
it: Modalità deinterlacer per contenuti interlacciati
lt: Puskadrių šalinimo sistemos būsena supintam turiniui
pl: Tryb bez przeplotu dla zawartości z przeplotem
tr: Titreşimli içerik için Görüntü Çözücü modu

source: Deinterlacer mode for progressive content
cs: neprokládaný mód pro progresivní obsah
it: Modalità deinterlacer per contenuti progressivi
lt: Puskadrių šalinimo sistemos būsena progresyviam turiniui
pl: Tryb bez przeplotu dla zawartości progresywnej
tr: Aşamalı içerik için Deinterlacer modu

source: Delay after editing (in sec)
cs: zpoždění po editaci (v sek.)
it: Ritardo dopo la modifica (in sec)
lt: Delsa po redagavimo (sek.)
pl: Opóźnienie po edycji (w sekundach)
tr: İşlemden sonraki gecikme (sn)

source: Delay if not in standby (minutes)
cs: zpoždění, pokud přijímač není ještě zapnutý (min.)
it: Ritardo se non in standby (minuti)
lt: Delsa jei ne budėjime (minutėmis)
pl: Opóźnienie jeśli nie jest w trybie czuwania (w minutach)
tr: Bekleme modunda değilken gecikme (dak.)

source: Delay x seconds after service started
cs: zpoždění x sekund po spuštění kanálu
it: Ritardo in secondi dopo la sintonia canale
lt: Delsa x sekundžių po kanalo paleisties
pl: Opóżnienie x sekund po starcie kanału
tr: Anahtarlamadan sonra x saniye gecikme

source: Delete
cs: odstranit
it: Rimuovere
lt: Trinti
pl: Usuń
tr: Sil

source: Delete %s
cs: odstranit : %s
it: Rimuovere %s
lt: Trinti %s
pl: Usuń %s
tr: Sil %s

source: Delete All
cs: odstranit vše
it: Rimuovere tutto
lt: Pašalinti viską
pl: Usuń Wszystko
tr: Tümünü Sil

source: Delete Entry
cs: odebrat položku
it: Rimuovere voce
lt: Pašalinti įrašą
pl: Usuń Wpis
tr: Girdiyi Sil

source: Delete MerlinSkinThemes screen from selected skin
cs: odstranit obraz MerlinSkinThemes z vybraného skinu
it: Rimuovere la schermata MerlinSkinThemes dalla skin selezionata
tr: Seçili skin'den MerlinSkinThemes ekranı silinsin mi?

source: Delete MerlinSkinThemes screen from selected skin?
cs: Odstranit obraz MerlinSkinThemes z vybraného skinu ?
it: Rimuovere la schermata MerlinSkinThemes dalla skin selezionata?
tr: Seçili skin'den MerlinSkinThemes ekranı silinsin mi?

source: Delete Timer
cs: odstranit časovač
it: Rimuovere timer
lt: Trinti laikmatį
pl: Usuń Timer
tr: Zamanlayıcıyı Sil

source: Delete all entries
cs: odstranit všechny položky
it: Rimuovere tutte le voci
lt: Trinti visus įrašus
pl: Usuń wszystkie wpisy
tr: Tüm girişleri kaldır

source: Delete all favorites?
cs: odstranit všechny oblíbené ?
it: Rimuovere tutti i preferiti?
lt: Trinti visus mėgstamiausius?
pl: Usunąć wszystkie ulubione?
tr: Tüm favoriler silinsin mi?

source: Delete all tags...
cs: odstranit všechny záložky...
it: Rimuovere tutte le etichette...
lt: Trinti visas žymes...
pl: Usuń wszystkie znaczniki...
tr: Tüm etiketleri sil...

source: Delete bookmark
cs: odebrat záložku
it: Rimuovere segnalibro
tr: Yer imini sil

source: Delete crashlog(s)
cs: odstranit chybový protokol
it: Rimuovere i crashlog
lt: Trinti gedimų žurnalus
pl: Usuń Rejestr(y) Awarii
tr: Kilitlenme günlüklerini silin

source: Delete crashlogs
cs: Chybový protokol byl odstraněný !
it: Rimuovere i crashlog
lt: Trinti gedimų žurnalus
pl: Usuń Rejestry Awarii
tr: Hata günlüğünü sil

source: Delete current Playlist
cs: odstranit aktuální seznam
it: Rimuovere la Playlist corrente
lt: Pašalinti šį grojaraštį
pl: Usuń obecną Listę Odtwarzania
tr: Geçerli oynatma listesini sil

source: Delete cut file(s)
cs: odstranit soubor střih.značek.cut
it: Rimuovere i file cut
lt: Šalinti iškirptą(us) failą(us)
pl: Usuń wycięte pliki
tr: .cut dosyalarını sil

source: Delete entry
cs: odstranit položku
it: Rimuovere la voce
lt: Trinti įrašą
pl: Skasuj wpis
tr: Kayıt sil

source: Delete error:
cs: chyba při odstranění :
it: Errore di cancellazione:
lt: Šalinimo klaida:
pl: Błąd Usunięcia:
tr: Silerken hata oluştu:
