Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Which event do you want to save permanently?
cs: Který program chcete ukládat permanentně ?
it: Quale evento salvare permanentemente?
lt: Kurį įvykį norite išsaugoti pastoviai?
pl: Które z wydarzeń zapisań na stałe?
tr: Hangi etkinliği kalıcı olarak kaydetmek istiyorsunuz?

source: Which file do you want to download?
cs: Které soubory chcete stáhnout ?
it: Quale file scaricare?
lt: Kurį failą norite atsisiųsti?
pl: Który plik chcesz pobrać?
tr: Hangi dosyayı indirmek istiyorsunuz?

source: Which server do you want to connect to?
cs: Na který server se připojit ?
it: A quale server connettersi?
lt: Prie kurio serverio norite prisijungti?
pl: Do którego serwera chcesz się połączyć?
tr: Hangi sunucuya bağlanmak istiyor sunuz?

source: Which sorting method do you prefer?
cs: Kterému seřazení dávate přednost ?
it: Quale ordinamento si desidera?
lt: Kuris rūšiavimo metodas jums labiau patinka?
pl: Którą metodę sortowania preferujesz?
tr: Hangi sıralama yöntemini tercih edersiniz?

source: White
cs: bílá
it: Bianco
lt: Balta
pl: Biały
tr: Beyaz

source: Whitepace will be replaced by "_"
cs: Prázdné místo bude nahrazeno znakem : "_"
it: Gli spazi saranno sostituiti da "_"
lt: Whitepace bus pakeistas "_"
pl: Puste miejsca zostaną zastąpione przez "_"
tr: Beyaz boşluk "_" ile değiştirilecektir

source: Widescreen
cs: širokoúhlý
it: Schermo panoramico
lt: Plačiaekranis
pl: Szeroki Ekran
tr: Geniş ekran

source: With AntiScrollbar you can cover up annoying ticker lines (e.g. in news channels).
cs: Můžete zakrýt nepříjemné běžící řádky (např. ve zpravodajských kanálech).
it: Tramite AntiScrollbar è possibile nascondere i noiosissimi messaggi scorrevoli (es: canali di notizie).
lt: Su AntiScrollbar galite uždengti jus erzinančių simbolių eilutes (pvz., naujienų kanalai).
pl: Za pomocą AntiScrollbar można ukryć irytujące tzw. linie giełdowe (np. na kanałach informacyjnych).
tr: Can sıkıcı bildirimler (örneğin haber kanallarında) AntiScrollbar ile kapatılabilir.

source: With EPGSearch you can search through the EPG and create timers.
cs: Přes EGSearch můžete vyhledat podobné programy a založit časovače.
it: EGSearch consente di effettuare ricerche nell'EPG, e creare timer.
lt: Su EPGSearch galite ieškoti EPG ir sukurti laikmačius.
pl: Za pomocą EPGSearch można przeszukiwać w EPG i tworzyć Timery.
tr: EPGArama ile EPG'de arama yapabilir ve zamanlayıcılar oluşturabilirsiniz.

source: With Genuine Dreambox you can verify the authenticity of your Dreambox.
cs: Modul GenuineDreambox ověří pravost Dreamboxu
it: Genuine Dreambox consente di verificare l'autenticità del proprio Dreambox.
lt: Su Genuine Dreambox galite patikrinti savo Dreambox autentiškumą.
pl: Za pomocą Genuine Drembox można zweryfikować autentyczność swojego Dreambox`a.
tr: Orijinal Dreambox ile Dreambox'ınızın gerçekliğini doğrulayabilirsiniz.

source: With IMDb you can display downloaded movie information (rating, poster, cast, synopsis etc.) about the selected event.
cs: Zobrazí info o videu (hodnocení, obal, přehledy atd.) pro zvolený pořad.
it: Il plugin IMDb fornisce informazioni (valutazioni, locandina, cast, trama ecc.) riferite all'evento cinematografico selezionato.
lt: Su IMDb galite matyti informaciją apie atsisiųstą filmą (reitingas, plakatas, dauguma, trumpa apžvalga ir tt) apie pasirinktą įvykį.
pl: Za pomocą IMDb możesz wyświetlić informacje (oceny, plakat, obsadę, streszczenie itp.) o wybranym wydarzeniu.
tr: IMDb ile seçtiğiniz film hakkındaki bilgileri (oy, poster, oyuncu, özet v.s.) görebilirsiniz.

source: With MovieRetitle you can rename your movies.
cs: Přes modul MovieRetitle lze soubory videa přejmenovat
it: Il plugin MovieRetitle consente di modificare il nome delle proprie registrazioni.
lt: Su MovieRetitle jūs galite pervadinti savo filmus.
pl: Z pomocą MovieRetitle można zmieniać nazwy swoich filmów.
tr: MovieRetitle ile film isimlerini değiştirebilirsiniz

source: With MyTube you can play YouTube videos directly on your TV without a PC.
cs: Přehrávání videa přímo z YouTube na TV a nebo PC.
it: MyTube consente la visualizzazione di filmati YouTube direttamente sulla TV, senza la necessità di un PC.
lt: Su MyTube galite žiūrėti YouTube vaizdo įrašus tiesiai į jūsų TV be kompiuterio.
pl: Za pomocą MyTube można odtwarzać filmy z YouTube bezpośrednio na ekranie telewizora bez użycia komputera PC.
tr: MyTube ile YouTube videolarını izleyebilirsiniz.

source: With WebcamViewer you can watch webcams on your TV Screen.
cs: WebcamViewer slouží pro přehrávání obrazu z videokamery na TV
it: WebcamViewer consente di visualizzare immagini trasmesse da webcam sulla TV.
lt: Su WebcamViewer galite žiūrėti vaizdo kameras televizoriaus ekrane.
pl: Za pomocą WebcamViever możesz przeglądać kamery Web na Twoim telewizorze.
tr: Webcam görüntüleyici ile webcam görüntülerini televizyondan seyredebilirsiniz.

source: With Werbezapper you can bridge commercials by creating short timers (between 1 and 9 minutes long) which will automatically zap back to the original channel after execution.
cs: Modul se pokusí přemostit reklamy pomocí krátkých časovačů (mezi 1 až 9 min.), které se aut.vytváří z orig.kanálu.
it: Tramite Werbezapper è possibile saltare gli intervalli pubblicitari tramite la creazione di brevi timer (da 1 a 9 minuti) che provvederanno a risintonizzare il canale originale al termine della loro esecuzione.
lt: Su Werbezapper galite jungti tiltu reklamą kuriant trumpus laikmačius (Nuo 1 iki 9 minučių ilgio), kuri bus automatiškai įjungta atgal į originalų kanalą po vykdymo.
pl: Za pomocą Werbezapper można pomijać reklamy, tworząc krótkie Timery (Od 1 do 9 minut) podczas nadawania reklamy samoczynnie przełączy do pierwotnego kanału.
tr: Werbezapper ile kısa süreli zamanlayıcılar oluşturarak ticari aralar arasında köprü kurabilirsiniz. (1 ila 9 dakika arası),süreleri dolduklarında o anda aktif olan kanala geri dönerler.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
cs: Pro záznam může být kanál změněný na alternativní kanál_
it: Abilitando l'opzione verrà limitato l'uso di un canale di registrazione alternativo predefinito per il canale prescelto.
lt: Naudodami šią parinktį, įjungtas kanalas įrašymui negali būti pakeistas į alternatyvius kanalus.
pl: Gdy ta opcja jest włączoną kanał do nagrania może być zmieniony na alternatywny ograniczający się do.
tr: Etkinleştirilirse,kayıt yapılacak kanal,sınırlı olduğu alternatif bir kanala değiştirilebilir.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
cs: Omezení aut.časovače na určitý počet záznamů. Nastavením na 0 tuto funkci zrušíte_
it: Tramite l'opzione è possibile restringere AutoTimer ad un certo numero di registrazioni programmate. 0 -> disabilitare la funzione.
lt: Naudodami šią funkciją galite apriboti Auto laikmačio tam tikrą planuojamų įrašų sumą. Nustatę į 0 išjungsite šią funkciją.
pl: Dzieki tej funkcji możesz ograniczyć AutoTimer do pewnej ilości zaplanowanych nagrań. Ustaw na 0, aby wyłączyć tą funkcję
tr: Bu seçenekle,Otomatik Zamanlayıcıyı belirli bir programlanmış kayıt miktarıyla sınırlayabilirsiniz.Bu işlevi devre dışı bırakmak için bunu 0'a ayarlayın.

source: Wizard
cs: průvodce
it: Configurazione Guidata
lt: Vedlys
pl: Kreator
tr: Sihirbaz

source: Words / phrases to ignore (comma separated)
cs: ignorovat slova / fráze (oddělené čárkou)
it: Parole/frasi da ignorare (separate da virgola)
lt: Žodžiai / ignoruotos frazės (atskirtos kableliais)
pl: Słowa / frazy do ignorowania (oddzielone przecinkiem)
tr: Yok sayılacak kelimeler / ifadeler (virgülle ayrılmış)

source: Write debug messages into file
cs: sestavit protokol (log)_
it: Scrivere i messaggi di debug in un file
lt: Rašyti derinimo palaikymo pranešimus į failą
pl: Zapisz komunikaty debugowania w pliku
tr: Günlük dosyası oluştur (günlük)

source: Write the config file after every change which the user quits by saving.
cs: Zapsat konfig.soubor po každé změně, kterou uživatel dokončí_
it: Aggiornare il file di configurazione ogni volta che l'utente salva una modifica uscendo.
lt: Parašykite config failą po kiekvieno pakeitimo, kur vartotojas baigia darbą išsaugant.
pl: Zapisz plik konfiguracyjny po każdej zmianie po wyjściu użytkownika.
tr: Kullanıcının çıkarak kaydettiği her değişiklik için yapılandırma dosyasını yazın

source: Writer:
cs: spisovatel :
it: Autore:
tr: Yazar:

source: Writers:
cs: spisovatelé :
it: Autori:
tr: Yazarlar:

source: Wrong parameter format 'set=%s'. Use set=set15
cs: Chybný formát parametru pro 'set=%s'. Použito : set=set15
it: "set=%s": formato parametro errato. Usare set=set15
lt: Neteisingas parametro formatas 'set=%s'. naudoti set=set15
pl: Niepoprawny format Parametru 'ustaw=%s'. Użyj ustaw=ustaw15
tr: Yanlış parametre biçimi 'set=%s'. set=set15'i kullanın

source: Wrote CSV file %s.
cs: uložit CSV soubor %s
it: Scritto file CVS %s.
lt: Rašyti CSV failą %s.
pl: Zapisz plik CSV %s.
tr: %s CSV dosyası yazın.

source: X Position [0-1100] needs restart
cs: X pozice [0-1100], nutný restart
it: Posizione X [0-1100] - Riavvio necessario
lt: X pozicijos [0-1100] reikia paleisti iš naujo
tr: X konumu [0-1100] yeniden başlatılması gerekiyor

source: Y Position [0-680] needs restart
cs: Y pozice [0-680], nutný restart
it: Posizione Y [0-680] - Riavvio necessario
lt: Y Pozicija [0-680] reikia paleisti iš naujo
tr: Y Konumunun [0-680] yeniden başlatılması gerekiyor

source: YYYY/MM/DD
cs: RRRR/MM/DD
it: AAAA/MM/GG
tr: YYYY/AA/GG

source: YYYY/MM/DD HH:MM
cs: RRRR/MM/DD HH:MM
it: YYYY/MM/GG HH:MM
pl: RRRR/MM/DD GG:MM
tr: YYYY/AA/GG SS:DD

source: Year:
cs: rok :
it: Anno:
lt: Metai:
pl: Rok:
tr: Yıl:

source: Yellow
cs: žlutá
it: Giallo
tr: Sarı

source: Yellow button function
cs: funkce pod tl.: žluté
it: Funzione del tasto Giallo
lt: 'GELTONO' mygtuko funkcija
pl: Funkcja żółtego przycisku
tr: Sarı tuş işlevi

source: Yes
cs: -ano-
it: Sì
lt: Taip
pl: Tak
tr: Evet

source: Yes (safe mode)
cs: ano (bezpečný mód)
it: Sì (modalità sicura)
lt: Taip (saugi būsena)
pl: Tak (tryb bezpieczny)
tr: Evet (güvenli mod)

source: Yes, but play next video
cs: ano - ale přehrát další video
it: Sì: riprodurre il filmato successivo
lt: Taip, bet žiūrėti kitą vaizdą
pl: Tak, ale odtwórz następny film
tr: Evet, ama sonraki videoyu oynat

source: Yes, but play previous video
cs: ano - ale přehrát předchozí video
it: Sì: riprodurre il filmato precedente
lt: Taip, bet žiūrėti ankstesnį vaizdą
pl: Tak, ale odtwórz poprzedni film
tr: Evet, ama önceki videoyu oynat

source: Yes, don't ask again
cs: ano - více se neptat
it: Sì. La richiesta non verrà ripetuta
lt: Taip, daugiau neklausti
pl: Tak, nie pytaj ponownie
tr: evet bir daha sorma

source: Yes, everything
cs: ano - všechno
it: Tutto
lt: Taip, viskas
pl: Tak wszystko
tr: evet her şey

source: Yes, only extra title
cs: ano - pouze extra titulky
it: Solo titoli extra
lt: Taip, tik papildomas pavadinimas
pl: tak, tylko dodatkowy tytuł
tr: Evet, sadece ekstra başlık

source: Yes, with Message
cs: ano - s hlášením
it: Si, con conferma
lt: Taip, su pranešimu
pl: Tak, z wiadomością
tr: Evet, Mesaj ile

source: Yes, without Message
cs: ano - bez hlášení
it: Si, senza conferma
lt: Taip, be pranešimo
pl: Tak, bez wiadomości
tr: Evet, Mesajsız

source: You are in active timeshift-mode Do you really want to zap?
cs: Máte aktivní timeshift mód ! Chcete to zapnout ?
it: Modalità timeshift attiva Cambiare comunque canale?
lt: Jūs esate aktyvaus laiko poslinkio režime Ką norite daryti jungiant?
tr: Aktif zaman kaydırma modundasınız Gerçekten zap yapmak istiyor musun?

source: You are in active timeshift-mode What do you want to do on zapping?
cs: Máte aktivní timeshift mód ! Co chcete zapnout ?
it: Modalità timeshift attiva. Quale azione si prevede in caso di zap?
lt: Jūs esate aktyvaus laiko poslinkio režime Ką norite daryti perjungiant?
tr: Aktif zaman kaydırma modundasınız Zap yaparken ne yapmak istiyorsun?

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
cs: Doba, na kolik dnů mohou být časovače přidány. Nastavení na "0" funkci vyřadí_
it: Impostare per quanti giorni a venire i timer verranno aggiunti. 0 >> Disabilitare la funzione.
lt: Jūs galite kontroliuoti, kiek dienų būsimuose laikmačiuose yra pridėta. Nustatykite 0, kad išjungti šią funkciją.
pl: Możesz kontrolować na ile dni będą w przyszłości dodane timery. Ustaw na 0, aby wylączyć tą funkcję
tr: Gelecekteki zamanlayıcıların kaç gün oluşturulacağını ayarlayabilirsiniz.Özelliği devre dışı bırakmak için bu değeri "0" olarak ayarlayın.

source: You can customize which audio and subtitle languages and codecs should be chosen by default when playing media to match your personal preferences.
cs: Můžete si určit, který jazyk použijete pro audio, titulky a předvolit kodeky.
it: È possibile personalizzare le lingue e i codec audio e dei sottotitoli selezionati di default quando si riproducono i media per soddisfare le preferenze personali.
lt: Galite pritaikyti, kuri garso, subtitrų kalba ir kodavimo priemonė turėtų būti pasirinkta pagal nutylėjimą, kad atkuriama medija atitiktų jūsų asmeninius pageidavimus.
pl: Możesz dostosować, które ścieżki językowe audio i napisów będą wybrane domyślnie podczas odtwarzania multimediów, aby dopasować Twoje osobiste preferencje.
tr: Kişisel tercihlerinize uyacak şekilde medya oynatırken varsayılan olarak hangi ses ve altyazı dillerinin ve kodeklerin seçilmesi gerektiğini özelleştirebilirsiniz.

source: You can use the EasyInfo for manage your EPG plugins from info button. You have also a new now-next event viewer. Easy-PG, the own graphical EPG bowser is also included.
cs: Můžete použít EasyInfo pro správu programů přes tlačítko Info. Máte také k dispozici nový prohlížeč.
it: EasyInfo permette la gestione dei plugin per EPG attraverso l'uso del tasto Info. Dispone anche di un nuovo visualizzatore di eventi in onda-prossimi. Include anche Easy-EPG, un browser grafico per EPG.
lt: Jūs galite naudoti EasyInfo, kad valdyti EPG priedus su info mygtuku. Jūs turite naują 'dabar-kitas' įvykio peržiūrą. Easy-PG, sena grafinė EPG naršyklė taip pat yra įtraukta.
pl: Możesz użyć EasyInfo do zarządzania wtyczek EPG przyciskiem Info. Masz również nową przeglądarkę nowych/przyszłych zdarzeń. Posiada również Easy-PG, graficzną przeglądarkę EPG.
tr: EasyInfo,bilgi düğmesindeki EPG eklentilerini yönetmenizi sağlar.Şimdi-Sonraki Olay Görüntüleyicisini de görüntüleyebilirsiniz.Easy-PG, entegre grafiksel EPG tarayıcısı da dahildir.

source: You can use this plugin to dynamically hide Plugins from either the Extensions- or Pluginmenu without having to modify the source code of the respective plugin.After installation you find the settings as "Hide Plugins" under Setup / System.
cs: Tento modul dynamicky skrývá položky v menu modulů nebo rozšířeném menu, bez potřeby upravovat zdrojový kód nebo příslušný modul. Po instalaci najdete nastavení v položce "skrýt moduly" v menu nastavení > systém.
it: Il plugin consente di nascondere dinamicamente plugin nel menu Plugin o in quello Estensioni, senza dover modificare il codice dei rispettivi plugin. Dopo l'installazione sarà disponibile la voce 'Nascondere plugin' sotto Configurazione / Sistema.
lt: Jūs galite naudoti šį priedą, kad dinamiškai paslėpti priedus- arba priedų meniu. Po įdiegimo ieškokite nustatymuose "Paslėpti priedai", per Valdymas / Sistema.
pl: Możesz użyć tej wtyczki, aby szybko ukryć wtyczki bądź rozszerzenia lub menu wtyczek bez modyfikacji kodu źródłowego odpowiedniej wtyczki. Po instalacji znajdziesz funkcję zwaną "Ukryj wtyczki" w ustawieniach systemowych.
tr: Eklentilerin kaynak kodunu düzenlemek zorunda kalmadan eklentileri eklentiler veya uzantılar menüsünden dinamik olarak gizlemek için bu eklentiyi kullanabilirsiniz Kurulumdan sonra, "Ayarlar / Sistem" bölümündeki "Eklentileri gizle" altında ayarları bulabilirsiniz.

source: You cannot delete this!
cs: Nemůžete toto smazat !
it: Rimozione impossibile.
lt: Jūs negalite to ištrinti!
pl: Tego nie można usunąć!
tr: Bunu silemezsiniz!

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
cs: Zadaný text "%s" pro vyhledání shody. Chcete odebrat prázdné mezery ?
it: Il testo inserito per il confronto è "%s". Rimuovere gli spazi bianchi finali?
lt: Jūs įrašėte "%s " tekstą. Ar norite pašalinti gale tarpus?
pl: Wpisałeś "%s" jako tekst wyszukania. Czy chcesz usunąć spacje końcowe?
tr: Metin eşleşmesi için "%s" girdiniz. Anahtar kelimeden sonra bırakılan boşluklar silinsin mi?

source: You have changed %s. Do you want to save your changes?
cs: Provedli jste změnu %s. Chcete ji uložit ?
it: %s è stato modificato. Salvare le modifiche?
tr: %s değiştirdiniz. Değişikliklerinizi kaydetmek istiyor musunuz?

source: You have to restart Enigma2 to activate your new preferences! Restart now?
cs: Grafiku je třeba znovu aktivovat ! Chcete Enigmu2 restartovat ?
it: L'attivazione delle nuove impostazioni richiede il riavvio di enigma2. Riavviare ora?
lt: Turite iš naujo paleisti grafinę aplinką, kad suaktyvintumėte savo naujas nuostatas! Paleisti dabar?
tr: Yeni ayarları etkinleştirmek için enigma2'yi yeniden başlatmanız gerekiyor! Şimdi yeniden başlat?

source: You have to set your encoder into TV-Services Mode for things to work as expected!
cs: Je třeba nastavit dekodér v TV kanálech, aby pracoval správně.
it: È necessario impostare l'encoder in modalità canali TV perche le cose funzionino come previsto.
lt: Jūs turite nustatyti savo dekoderį į TV kanalų būseną, kad dirbti kaip tikėtasi!!
pl: Musisz ustawić enkoder w tryb usługi TV, aby działał zgodnie z oczekiwaniami!
tr: Her şeyin istendiği gibi çalışması için kodlayıcıyı TV kanalı moduna geçirmeniz gerekir!

source: You must select a valid service!
cs: Musíte vybrat platný kanál !
it: È necessario selezionare un canale valido.
lt: Jūs turite pasirinkti teisingą kanalą!
pl: Musisz wybrać poprawny kanał!
tr: Geçerli bir kanal seçilmelidir!

source: You need GUI-restart to load the new settings!
cs: Grafiku je třeba znovu obnovit ! Chcete Enigmu2 restartovat ?
it: È necessario il riavvio della GUI per caricare le nuove impostazioni.
lt: Jums reikia grafinę aplinką paleisti iš naujo, kad įkelti naujus nustatymus!
pl: Trzeba zrestartować GUI, aby załadować nowe ustawienia!
tr: Yeni ayarları etkinleştirmek için GUI'nin yeniden başlatılması gerekiyor!

source: You need to enable the monitoring on your FRITZ!Box by dialing #96*5*!
cs: Potřebujete povolit monitoring FRITZ!Box, bude vytáčet #96*5* !
it: Per abilitare il monitoraggio sulla FRITZ!Box comporre #96*5*!
lt: Jums reikia įjungti stebėjimą savo FRITZ!Box, surinkus #96*5*!
pl: Musisz włączyć monitorowanie na FRITZ!Box wybierając #96*5*!
tr: FRITZ!Box'ta çağrı görüntülemeyi etkinleştirmek için #96*5* 'ı aramalısınız!

source: You need to enter a valid city name before you can search for the location code.
cs: Potřebujete zadat platný název města, předtím, než začnete hledat jeho kód...
it: Occorre inserire un nome di città valido prima di effettuare una riceca per codice località.
lt: Jūs turite įrašyti galiojantį miesto pavadinimą prieš ieškant vietovės kodo.
pl: Musisz wprowadzić poprawną nazwę miasta, zanim będzie można sprawdzić kodem lokalizacje
tr: Konum kodunu aramadan önce geçerli bir şehir adı girmeniz gerekir.

source: You need to include at least %d aspect ratio modes!
cs: Je třeba přidat alespoň %d typy poměru stran !
it: È necessario includere almeno %d rapporti d'aspetto.
lt: Jūs turite įtraukti bent %d kraštinių santykio būsenas!
pl: Musi zawierać co najmniej %d trybów proporcji obrazu!
tr: En az %d en boy oranı modu eklemeniz gerekiyor!

source: You need to set the password of the FRITZ!Box in the configuration dialog to display calls It could be a communication issue, just try again.
cs: V konfiguraci musíte zadat heslo pro FRITZ!Box, aby se zobrazilo volání. Může to být problém komunikace s FRITZ!Boxem.
it: È necessario impostare una password della FRITZ!Box nel menu impostazioni per mostrare le chiamate. Potrebbe trattarsi di un problema di comunicazione, riprovare.
lt: Jums reikia nustatyti slaptažodį FRITZ!Box skambučių rodymo konfigūravimo dialoge Tai gali būti komunikacijos problema, tiesiog bandykite dar kartą.
pl: Musisz ustawić hasło routera FRITZ!Box w oknie konfiguracyjnym, aby wyświetlić połączenia To może być problem komunikacji, spróbuj ponownie.
tr: Çağrıların gösterilebilmesi için, yapılandırma ekranında FRITZ!Box parolanızı girmeniz gerekiyor Bağlantı sorunu yaşarsanız, tekrar deneyin.

source: YouTube player:
cs: přehrávač YouTube :
it: Player YouTube:
lt: YouTube grotuvas:
pl: Odtwarzacz YouTube:
tr: YouTube oynatıcı:

source: YouTube-Trailer Setup
cs: -- nastavení YouTube-Trailer
it: Configurazione YouTube-Trailer
lt: YouTube anonsų valdymas
pl: Konfiguracja YouTube Trailer
tr: YouTube-Fragman Kurulumu

source: Your Box is about to go into DeepStandby, continue? Select no to delay one hour
cs: Přijímač se chystá na vypnutí ! Pokračovat ? Volba -ne- odloží vypnutí o jednu hodinu.
it: Il tuo Box sta per andare in DeepStandby, continuo? Seleziona no per rinviare di un'ora
lt: Aparatas ruošiasi išsijungti, tęsti? Pasirinkite, kad valandą nelauktų
tr: Cihaz şimdi Derin Bekleme moduna mı geçmeli? "HAYIR" bunu bir saat geciktirir.

source: Your Box is about to go into E2 Restart, continue? Select no to delay one hour
cs: Přijímač se chystá na restart E2, pokračovat ? Volba -ne- odloží akci o jednu hodinu.
it: Enigma2 sta per essere riavviato: riavviare ora? Selezionare no per rinviare di un'ora
lt: Aparatas ruošiasi grafinę aplinką paleisti iš naujo, tęsti? Pasirinkite, kad valandą nelauktų
tr: Cihaz'ınız E2 Restart'a girmek üzere,devam edilsin mi? Bir saat geciktirmek için hayır'ı seçin

source: Your Box is about to go into Reboot, continue? Select no to delay one hour
cs: Přijímač se chystá na restart ! Pokračovat ? Volba -ne- odloží restart o jednu hodinu.
it: Il tuo Box sta per essere riavviato, continuo? Seleziona no per rinviare di un'ora
lt: Aparatas ruošiasi pasileisti iš naujo, tęsti? Pasirinkite, kad valandą nelauktų
tr: Cihaz'ınız Yeniden Başlatma moduna geçmek üzere, devam edilsin mi? Bir saat geciktirmek için hayır'ı seçin

source: Your Box is about to go into Standby, continue? Select no to delay one hour
cs: Přijímač má přejít do režimu spánku, pokračovat ? Volba -ne- odloží spánek o hodinu.
it: Il tuo Box sta per andare in Standby, continuo? Seleziona no per rinviare di un'ora
lt: Aparatas ruošiasi pereiti į budėjimo būseną, tęsti? Pasirinkite, kad valandą nelauktų
tr: Cihaz'ınız Bekleme moduna geçmek üzere, devam edilsin mi? Bir saat geciktirmek için hayır'ı seçin

source: Your autotimer is deprecated
cs: Verze Autotimer je zastaralá !
it: La versione di autotimer non è aggiornata
lt: Jūsų automatinis laikmatis nebenaudojamas
pl: Twój autotimer jest przestarzały
tr: Otomatik zamanlayıcı sürümünüz eski

source: Your config file is not well-formed: %s
cs: Vadný konfig.soubor : %s
it: File di configurazione errato: %s
lt: Jūsų config failas nesuformuotas: %s
pl: Twój plik konfiguracyjny jest w złej formie: %s
tr: Yapılandırma dosyası düzgün değil: %s

source: Your network mount has been removed.
cs: Přípojný bod v síti byl odstraněný.
it: Mount di rete rimosso.
lt: Jūsų tinklo pajungimas pašalintas.
pl: Twoje montowanie sieci zostało usunięte.
tr: Ağ diski bağlantınız kaldırıldı.

source: Your network mount has been saved.
cs: Ukládám síťový přípojný bod...
it: Mount di rete salvato.
lt: Jūsų tinklo pajungimas išsaugotas.
pl: Twoje montowanie sieci zostało zapisane.
tr: Ağ bağlantınız kaydedildi.
