Repository: drecomx/enigma2-plugins-po
Catalog: po/*.po
Languages: cs, it, lt, pl, tr

source: Configures the idle timeout of the automount unit.
cs: Konfigurace čas.limitu pro aut.připojení
it: Impostare il timeout inattività dell'unità di automount.
lt: Konfigūruoja automatinio pajungimo tuščiosios eigos laiką.
pl: Konfiguruje limit czasu bezczynności jednostki auto mountowania.
tr: Otomatik bağlama biriminin boşta kalma zaman aşımını yapılandırır.

source: Configures where to show the "EPG"-Entry in the Extensions-List. You can either show this just in the movie player, the movie player and TV-mode or never.
cs: Zobrazení konfigurace "programů" v rozšířeném menu, lze zobrazit v přehrávači videa, v TV módu nebo nikde.
it: Configurare dove mostrare la voce "EPG" in Estensioni. È possibile farla apparire in movie player, movie player in modalità TV o mai.
lt: Konfigūruokite kur rodyti "EPG" įrašus plėtinių sąraše. Arba galite rodyti tai tik filmų grotuve, filmų grotuve ir TV būsenoje arba niekada.
pl: Konfiguruje gdzie pokazać wpisy "EPG" na liście rozszerzeń. Możesz pokazać je tylko w odtwarzaczu lub odtwarzaczu i trybie TV lub nigdzie.
tr: Uzantılar Listesinde "EPG" Girişinin nerede gösterileceğini yapılandırır.Bunu film oynatıcıda,film oynatıcı ve TV veya asla da gösterebilirsiniz.

source: Conflicting Timer(s) detected! %s
cs: detekovaný konflikt časovačů %s
it: Rilevati timer in conflitto. %s
lt: Aptikti prieštaringi laikmačiai(s)! %s
pl: Wykryto konflikt(y) Timera(ów)! %s
tr: Çakışan Zamanlayıcı(lar) algılandı! %s

source: Connect
cs: připojit
it: Connettere
lt: Prisijungti
pl: Połącz
tr: Bağlan

source: Connect to FTP...
cs: Připojeno přes FTP...
it: Connessione a FTP...
lt: Prisijungti prie FTP...
pl: Połącz z FTP...
tr: FTP sunucuya bağlanılıyor...

source: Connected since
cs: připojeno na
it: Connesso da
lt: Prisijungta prie
pl: Połączony od
tr: Bağlantı süresi :

source: Connected to FRITZ!Box!
cs: Připojeno na FRITZ!Box!
it: Connesso alla FRITZ!Box.
lt: Prisijungta prie FRITZ!Box!
pl: Połączony do FRITZ!Box`a!
tr: FRITZ!Box'a bağlanıldı!

source: Connected to IRC server
cs: připojeno na IRC server
it: Connesso al server IRC
lt: Prisijungta prie IRC serverio
pl: Połączony do serwera IRC
tr: IRC Sunucusuna bağlandı

source: Connected to NCID Server
cs: Připojeno na NCID server
it: Connesso al server NCID
lt: Prisijungta prie NCID serverio
pl: Połączony do Serwera NCID
tr: NCID Sunucusuna bağlandı

source: Connecting to FRITZ!Box failed (%s) retrying...
cs: Připojení na FRITZ!Box selhalo ! (%s) ...opakuji...
it: Connessione alla FRITZ!Box fallita. (%s) Nuovo tentativo in corso...
lt: Prisijungti prie FRITZ!Box nepavyko (%s) bandome iš naujo...
pl: Połączenie do FRITZ!Box`a nieudane (%s) Próbuje ponownie...
tr: FRITZ!Box bağlantısı başarısız (%s) yeniden deneniyor...

source: Connecting to FRITZ!Box...
cs: Připojeno na FRITZ!Box...
it: Connessione alla FRITZ!Box in corso...
lt: Jungiamės prie FRITZ!Box...
pl: Połączenie do FRITZ!Box`a...
tr: FRITZ!Box'a bağlanılıyor...

source: Connecting to NCID Server failed (%s) retrying...
cs: Připojení na NCID Server selhalo (%s) ...opakuji...
it: Connessione al server NCID fallita. (%s) Nuovo tentativo in corso...
lt: Prisijungti prie NCID serverio nepavyko (%s) bandoma iš naujo...
pl: Połączenie do Serwera NCID nieudane (%s) Próbuje ponownie...
tr: NCID Sunucusuna bağlantı başarısız oldu (%s) tekrar bağlanmaya çalışıyorum...

source: Connecting to NCID Server...
cs: Připojeno na NCID server...
it: Connessione al server NCID in corso...
lt: Jungiamės prie NCID serverio ...
pl: Połączenie do Serwera NCID...
tr: NCID Sunucusuna bağlanılıyor...

source: Connection Error
cs: chyba připojení
it: Errore di connessione
lt: Prisijungimo klaida
pl: Błąd Połączenia
tr: Bağlantı hatası

source: Connection to FRITZ!Box! lost (%s) retrying...
cs: Připojení na FRITZ!Box bylo přerušeno ! (%s) ...opakuji...
it: Connessione alla FRITZ!Box persa. (%s) Nuovo tentativo in corso...
lt: Prisijungimas prie FRITZ!Box prarastas (%s) bandoma iš naujo...
pl: Połączenie do FRITZ!Box`a utracone (%s) Próbuje ponownie...
tr: FRITZ!Box bağlantısı kayboldu (%s) yeniden deneniyor...

source: Connection to NCID Server lost (%s) retrying...
cs: Připojení na NCID server bylo přerušeno ! (%s) ...opakuji...
it: Connessione al server NCID persa. (%s) Nuovo tentativo in corso...
lt: Prisijungimas prie NCID prarastas (%s) bandome iš naujo...
pl: Połączenie do Serwera NCID utracone (%s) Próbuje ponownie...
tr: NCID Sunucusu ile bağlantı kesildi (%s) tekrar bağlanmaya çalışıyorum...

source: Connections:
cs: připojení :
it: Connessioni:
tr: Bbağlantılar:

source: Content pattern (RegExp)
cs: obsah vzoru (RegExp)
it: Modello di contenuto (RegExp)
lt: Turinio modelis (RegExp)
pl: Zawartość wzorca (RegExp)
tr: İçerik kalıbı (RegExp)

source: Content:
cs: Obsah :
it: Contenuto:
lt: Turinys:
pl: Zawartość:
tr: İçerik:

source: Contrast
cs: kontrast
it: Contrasto
lt: Kontrastas
pl: Kontrast
tr: Kontrast

source: Control Bonjour (avahi-daemon)
cs: Bonjour (avahi-daemon) - nastavení
it: Controllo Bonjour (daemon avahi)
lt: Bonjour/Avahi kontrolė
pl: Kontrola Bonjour (avahi-demon)
tr: Bonjour Kontrolü (avahi-daemon).

source: Control disabled
cs: ovládání bylo přerušeno
it: Controllo disabilitato
lt: Kontrolė išjungta
pl: Wyłączyć kontrolę ?
tr: Kontrol devre dışı

source: Control recording completely by service
cs: nastavit nahrávky z kanálu
it: Registrazione completamente controllata dal canale
lt: Visiška įrašymo kontrolė pagal kanalą
pl: Kontrola nagrywania przez kanał
tr: Yayıncının kaydı tamamen kontrol etmesine izin verin

source: Control your Dreambox with your Web browser.
cs: -- ovládání Dreamboxu přes webové rozhraní
it: Plugin per il controllo del Dreambox tramite un browser web.
lt: Valdykite savo imtuvą su jūsų Tinklo naršykle.
pl: Zarządzaj Dreambox`em przez przeglądarkę internetową.
tr: Dreambox'ınızı Web tarayıcınızla kontrol edin.

source: Control your Dreambox with your browser
cs: -- ovládání Dreamboxu přes webové rozhraní
it: Controllare il Dreambox tramite un browser web
lt: Valdykite savo imtuvą su jūsų naršykle
pl: Zarządzaj Dreambox`em przez przeglądarkę internetową
tr: Dreambox'ı PC üzerinden kontrol et

source: Control your dreambox with only the MUTE button
cs: -- ovládání Dreamboxu pouze přes tl. MUTE
it: Controllare il Dreambox attraverso il solo tasto MUTE
lt: Valdykite savo imtuvą tik su 'MUTE' mygtuku
pl: Sterowanie Dreambox`em tylko za pomocą przycisku MUTE
tr: Dreambox'ınızı yalnızca MUTE / SESSiZ düğmesiyle kontrol edin

source: Control your dreambox with only the MUTE button.
cs: Ovládání Dreamboxu pouze přes tlačítko MUTE.
it: Controllare il Dreambox attraverso il solo tasto MUTE.
lt: Valdykite savo imtuvą tik su 'MUTE' mygtuku.
pl: Sterowanie Dreambox`em tylko za pomocą przycisku MUTE.
tr: Dreambox'ınızı yalnızca MUTE / SESSiZ tuşuyla kontrol edin.

source: Control your kids's tv usage
cs: -- kontrola používání TV dětmi
it: Controllare l'utilizzo della TV da parte dei bambini
lt: Kontroliuokite televizoriaus žiūrėjimą savo vaikams
pl: Zarządzaj kotrolą rodzicielską
tr: Çocuğunuzun TV kullanımını kontrol edin

source: Controllers
cs: ovladače
it: Controllori
lt: Valdikliai
pl: Kotrolery
tr: Kontrolörler

source: Controls the visual appearance of the number zap dialog.
cs: Obsah panelu při přepnutí kanálu tl.s číslem_
it: Impostazioni della finestra di dialogo NameZap - Visualizzazione numero canale.
lt: Kontroliuoja vaizdo rodymą numerio perjungime.
pl: Określa wygląd wizualny okna podczas przełączania kanału.
tr: Sayı zap iletişim kutusunun görsel görünümünü kontrol eder.

source: Converted connection
cs: převedené připojení
it: Connessione convertita
lt: Konvertuotas prisijungimas
pl: Połączenie przekonwertowane
tr: Dönüştürülen bağlantı

source: CoolTVGuide is not installed!
cs: CoolTVGuide není nainstalovaný !
it: CoolTVGuide non è installato.
lt: CoolTVGuide nėra įdiegtas!
pl: Przewodnik CoolTVGuide nie jest zainstalowany!
tr: CoolTVGuide kurulu değil!

source: Copy
cs: kopie
it: Copiare
lt: Kopijuoti
pl: Kopiuj
tr: Kopyala

source: Copy File
cs: kopírovat soubor
it: Copiare file
lt: Kopijuoti failą
pl: Kopiuj Plik
tr: Dosya kopyala

source: Copy Files
cs: kopírovat soubory
it: Copiare file
lt: Kopijuoti failus
pl: Skopiuj Pliki
tr: Dosyaları kopyala

source: Copy epg.db EPG-Data
cs: -- kopírování epg.db v souboru programů
it: Copiare dati EPG epg.dg
lt: Kopijuoti epg.db EPG duomenis
pl: Kopiuj dane epg.db
tr: epg.db'yi EPG verilerine kopyalayın

source: Copy file(s):
cs: kopie souboru :
it: Copiare file:
lt: Kopijuoti failą(us):
pl: Kopiuj plik(i):
tr: Dosyaları kopyalayın:

source: Copy, rename, delete, move local files on your Dreambox.
cs: Filebrowser umožňuje kopírovat, přejmenovat, odstranit, přesunout lokální soubory v Dreamboxu.
it: Copiare, rinominare, rimuovere, spostare file sul Dreambox.
lt: Kopijuoti, pervadinti, pašalinti, perkelti vietinius failus į imtuvą.
pl: Kopiuj, zmieniaj nazwy, usuwaj, przenoś pliki lokalne na Dreambox.
tr: Dreambox'ınızdaki dosyaları kopyalayın, silin ve taşıyın.

source: Copy, rename, delete, move, show, play, install files.
cs: Kopírovat, přejmenovat, odstranit, přesunout, zobrazit, přehrát instalační soubory.
it: Copiare, rinominare, rimuovere, spostare, mostrare, riprodurre, installare file.
lt: Kopijuoti, pervadinti, trinti, perkelti, rodyti, paleisti, įdiegti failus.
pl: Kopiuj, zmieniaj nazwy, usuwaj, przenoś, wyświetlaj, odtwarzaj, pliki instalacyjne.
tr: Dosyaları kopyalayın, silin, taşıyın, görüntüleyin, oynatın

source: Copy/move %s to %s:
cs: kopie/přesun %s do %s:
it: Copiare/Spostare %s in %s:
tr: kopyala/taşı %s %s'den sonra:

source: Copying %s to %s
cs: kopírovat %s do %s
it: Copia di %s in %s in corso...
tr: %s'i %s'e kopyala

source: CornerRadius: A CornerRadius defines the look and feel of corners.
cs: CornerRadius : definuje vzhled a tvar rožků.
it: CornerRadius: un CornerRadius definisce l'aspetto degli angoli.
tr: CornerRadius, köşelerin görünüşünü ve verdiği hissi tanımlar.

source: Could not activate Permanent-Timeshift! Timeshift-Path does not exist
cs: Permanent-Timeshift nelze aktivovat ! Není nastavena složka pro ukládání.
it: Impossibile attivare Permanent-Timeshift. Percorso timeshift inesistente
lt: Nepavyko aktyvuoti nuolatinio laiko poslinkio! Laiko poslinkio įrašų kelio nėra
pl: Nie udało się włączyć stałego Permanent-Timeshift! Ścieżka Timeshift nie istnieje
tr: Kalıcı zaman kaydırması etkinleştirilemedi! Kayıt dizini mevcut değil!

source: Could not add timer '%s'!
cs: Časovač '%s' nelze přidat !
it: Impossibile aggiungere il timer '%s'.
lt: Laikmačio '%s' pridėti nepavyko!
pl: Nie można dodać tego '%s' Timera!
tr: Zamanlayıcı '%s' eklenemedi!

source: Could not connect to ftp server!
cs: Nelze se připojit na FTP server !
it: Impossibile connettersi al server ftp.
lt: Nepavyko prisijungti prie ftp serverio!
pl: Nie można połączyć się z serwerem FTP!
tr: Ftp sunucuya bağlanılamıyor!

source: Could not delete %s.
cs: %s nelze odstranit !
it: Impossibile rimuovere %s.
lt: Trinti %s negalima.
pl: Nie można usunąć %s.
tr: %s silinemiyor.

source: Could not delete Movie '%s'
cs: Video '%s' nelze odstranit !
it: Impossibile rimuovere la registrazione '%s'
lt: Nepavyko ištrinti filmo '%s'
pl: Nie można usunąć Nagrania '%s'!
tr: '%s' filmi silinemedi

source: Could not find any file to backup!
cs: Soubor zálohy není k dispozici !
it: Impossibile trovare file di cui effettuare il backup.
lt: Nepavyko rasti jokio atsarginės kopijos failo!
pl: Nie można znaleźć żadnego pliku do utworzenia kopii zapasowej!
tr: Yedeklenecek dosya bulunamadı!

source: Could not find any movie!
cs: Nelze najít video !
it: Impossibile trovare fimati.
lt: Nepavyko rasti jokio filmo!
pl: Nie znaleziono żadnego nagrania!
tr: Film bulamadım!

source: Could not find timer '%s' with given start and end time!
cs: Nelze najít časovač '%s' podle času začátku a konce !
it: Impossibile trovare un timer "%s" in base agli orari di inizio/fine indicati.
lt: Nepavyko rasti laikmačio '%s' su konkrečiu pradžios ir pabaigos laiku!
pl: Nie można znaleźć Timera '%s' z określonym początkiem i końcem!
tr: Belirtilen başlangıç ve bitiş zamanına sahip '%s' zamanlayıcısı bulunamadı!

source: Could not get call list; wrong version?
cs: Nelze stáhnout seznam volání; chybná verze Firmware ?
it: Impossibile ottenere elenco chiamate: versione errata?
lt: Nepavyko gauti skambučių sąrašo; gal netinkama versija?
pl: Nie udało się uzyskać listy połączeń; zła wersja?
tr: Çağrı kaydı alınamadı; yanlış bellenim sürümü?

source: Could not load barring list:
cs: Nelze načíst seznam bloků :
it: Impossibile caricare elenco esclusioni:
tr: Kara liste yüklenemedi:

source: Could not load barring list: %s
cs: Nelze načíst seznam bloků : %s
it: Impossibile caricare elenco esclusioni: %s
tr: %s kara listesi yüklenemedi

source: Could not load deflections list:
cs: Nelze načíst seznam odchylek :
it: Impossibile caricare elenco deviazioni:
tr: Sapma listesi yüklenemedi:

source: Could not load phonebook:
cs: Nelze načíst telefonní seznam :
it: Impossibile caricare la rubrica:
lt: Nepavyko įkelti telefonų knygos:
pl: Nie można wczytać książki telefonicznej:
tr: Telefon rehberi yüklenemedi:

source: Could not load phonebook: %s
cs: Nelze načíst telefonní seznam : %s
it: Impossibile caricare la rubrica: %s
lt: Nepavyko įkelti telefonų knygelės: %s
pl: Nie można załadować książki telefonicznej: %s
tr: "Telefon rehberi yüklenemedi: %ss

source: Could not obtain list of files.
cs: Nemohu získat seznam souborů !
it: Impossibile ottenere l'elenco dei file.
lt: Nepavyko gauti failų sąrašo.
pl: Nie udało się uzyskać listy plików.
tr: Dosya listesi alınamıyor.

source: Could not open Picture in Picture
cs: Nelze otevřít PIP !
it: Impossibile attivare PiP
lt: Nepavyko atidaryti paveikslėlio paveikslėlyje
pl: Nie mozna otworzyć PiP
tr: Resim içinde resim açılamıyor

source: Could not parse FRITZ!Box Phonebook entry
cs: Nelze načíst položky z telefon.seznamu FRITZ!Box
it: Impossibile analizzare la voce nella rubrica della FRITZ!Box
lt: Nepavyko sintaksiškai analizuoti FRITZ!Box telefonų knygos įrašų
pl: Nie można przetworzyć wpisów książki telefonicznej z FRITZ!Box`a
tr: FRITZ!Box rehber kaydı ayrıştırılamıyor

source: Could not read AutoTimer timer list: %s
cs: Nelze načíst seznam časovačů z AutoTimer : %s
it: Impossibile leggere l'elenco timer di AutoTimer: %s
lt: Auto laikmačui nepavyko perskaityti laikmačių sąrašo: %s
pl: AutoTimer nie może odczytać listy timera: %s
tr: AutoTimer zamanlayıcı listesi okunamıyor : %s

source: Could not read FRITZ!Box phonebook; wrong version?
cs: Nelze načíst telefon.seznam pro FRITZ!Box; chybná verze Firmware ?
it: Impossibile leggere la rubrica della FRITZ!Box: versione errata?
lt: Nepavyko perskaityti FRITZ!Box telefonų knygos; negera versija?
pl: Nie można odczytać książki telefonicznej z FRITZ!Box`a; zła wersja?
tr: FRITZ!Box telefon rehberi okunamadı; yanlış bellenim sürümü?

source: Could not read the DVD informations!
cs: Nelze načíst info z DVD !
it: Impossibile leggere le informazioni sul DVD.
lt: Nepavyko perskaityti DVD informacijos!
pl: Nie można odczytać informacji DVD!
tr: DVD bilgileri okunamadı!

source: Could not rename %s.
cs: %s nelze přejmenovat !
it: Impossibile rinominare %s.
lt: Nepavyko pervadinti %s.
pl: Nie można zmienić nazwy %s.
tr: %s dosyasının adı değiştirilemiyor.

source: Could not start Plugin:
cs: Nelze spustit modul :
it: Impossibile avviare il plugin:
lt: Nepavyko paleisti priedo:
pl: Nie można uruchomić Wtyczki:
tr: Eklenti başlatılamıyor:

source: Could start only from the movie-menu.
cs: Spustit lze pouze z menu videa !
it: Avvio consentito solo dal menu contestuale elenco video.
lt: Gali prasidėti tik iš filmo meniu.
pl: Można uruchomić tylko z menu nagrań.
tr: Başlat, yalnızca film listesinin içerik menüsünden mümkündür.

source: Couldn't get Eventname
cs: Nelze načíst název kanálu !
it: Nome evento non ottenibile
lt: Nepavyko gauti įvykio aprašymo
pl: Nie udało się pobrać nazwy wydarzenia
tr: Program adı alınamıyor

source: Couldn't load config file!
cs: Nelze otevřít konfig.soubor !
it: Impossibile caricare il file di configurazione.
lt: Nepavyko įkelti konfigūracinio failo!
pl: Nie można wczytać pliku konfiguracyjnego!
tr: Yapılandırma dosyası yüklenemedi!

source: Couldn't open input .ap file
cs: Nelze otevřít soubor vstupů .ap !
it: Impossibile aprire file di input .ap
lt: Nepavyko atidaryti įvesties .ap failo
pl: Nie można otworzyć pliku wejściowego .ap
tr: giriş .ap dosyası açılamadı

source: Couldn't open input .cuts file
cs: Nelze otevřít soubor vstupů .cuts !
it: Impossibile aprire filedi input .cuts
lt: Nepavyko atidaryti įvesties .cuts failo
pl: Nie można otworzyć pliku wejściowego .cuts
tr: girdi .cuts dosyası açılamadı

source: Couldn't open input .ts file
cs: Nelze otevřít soubor vstupů .ts !
it: Impossibile aprire file di input .ts
lt: Nepavyko atidaryti įvesties .ts failo
pl: Nie można otworzyć pliku wejściowego .ts
tr: girdi .ts dosyası açılamadı

source: Couldn't open output .ap file
cs: Nelze otevřít soubor výstupů .ap !
it: Impossibile aprire file di output .ap
lt: Nepavyko atidaryti išvesties .ap failo
pl: Nie można otworzyć pliku wyjściowego .ap
tr: çıktı .ap dosyası açılamadı

source: Couldn't open output .cuts file
cs: Nelze otevřít soubor výstupů .cuts !
it: Impossibile aprire file di output .cuts
lt: Nepavyko atidaryti išvesties .cuts failo
pl: Nie można otworzyć pliku wyjściowego .cuts
tr: çıktı .cuts dosyası açılamadı

source: Couldn't open output .ts file
cs: Nelze otevřít soubor výstupů .ts !
it: Impossibile aprire file di output .ts
lt: Nepavyko atidaryti išvesties .ts failo
pl: Nie można otworzyć pliku wyjściowego .ts
tr: çıktı .ts dosyası açılamadı

source: Count - Type (host)
cs: počet - typ (Host)
it: Conteggio - Tipo (host)
lt: Skaičiuoti - tipą (mazgas)
pl: Ilość - Typ (host)
tr: Sayı - Tür (Ana Bilgisayar)

source: Countdown:
cs: odpočet :
lt: Atgalinis skaičiavimas:
pl: Odliczanie:
tr: Sayaç:

source: Countries
cs: země
it: Nazioni
lt: Šalys
pl: Kraje
tr: Ülkeler

source: Countries of origin:
cs: země původu :
it: Nazioni di origine:
tr: Ülke menşei:

source: Country
cs: země
it: Nazione
lt: Šalis
pl: Państwo
tr: Ülke

source: Country of origin:
cs: země původu :
it: Nazione di origine:
tr: Ülke menşei:

source: Countrycode (e.g. 0044 for UK, 0034 for Spain, etc.)
cs: Kód země (např. 0044 pro Spojené království, 0034 pro Španělsko atd.)
it: Prefisso internazionale (0044 Gran Bretagna, 0034 Spagna ecc.)
lt: Šalies kodas (pvz 0044 JK, 0034 Ispanija, ir t.t.)
pl: Kod pocztowy (np 0044 dla Anglii, 0034 dla Hiszpani itd.)
tr: Ülke Kodu (ör. İngiltere için 0044, İspanya için 0034 vb.)

source: Cover %s exists! Do you want to replace the existing cover?
cs: Potisk %s již existuje ! Chcete stávající potisk přepsat ?
it: Cover %s già presente. Ripristinare la cover esistente?
lt: Viršelis %s jau yra! Ar norite pakeisti turimą viršelį?
pl: Okładka dla %s już istnieje! Czy chcesz zastąpić istniejącą okładkę?
tr: Kapak %s zaten var! Mevcut kapağı değiştirmek istiyor musunuz?

source: Cover Search
cs: vyhledat potisk
it: Ricerca Cover
lt: Viršelių paieška
pl: Wyszukaj Okładkę
tr: Kapak Ara

source: Cover background
cs: pozadí potisku
it: Sfondo Cover
lt: Viršelio fonas
pl: Tło Okładki
tr: Kapak arka planı

source: Cover delay in ms
cs: zpoždění v ms pro zobrazení potisku
it: Ritardo Cover in ms
lt: Viršelio rodymo trukmė (ms)
pl: Opóźnienie Okładki w ms
tr: Kapak görüntüleme gecikmesi ms

source: Cover disabled in EMC-Setup
cs: Potisk je v programu deaktivovaný
it: Cover disabilitate nelle impostazioni di EMC
lt: Viršeliai išjungti EMC sąrankoje
pl: Okładka wyłączona w ustawieniach EMC
tr: EMC kurulumunda kapak devre dışı bırakıldı

source: Cover is Saved.
cs: --potisk byl uložený--
it: Cover salvata.
lt: Viršelis išsaugotas.
pl: Okładkę Zapisano.
tr: Kapak kaydedildi.

source: Cover search
cs: vyhledat potisk
it: Ricerca Cover
lt: Viršelių paieška
pl: Wyszukiwanie Okładek
tr: Kapak arama

source: Cover search with all Files in Subdirectories? This may take a while on huge Disks, or Directories!
cs: Vyhledat potisk pro všechny soubory i v pod-složkách ? ... může to chvíli trvat ...
it: Ricercare Cover in tutti i file nelle sottodirectory? Questa operazione potrebbe richiedere tempo su dischi o directory grandi.
lt: Viršelių ieškoti tarp visų failų pakatalogiuose? Dideliuose diskuose, ar kataloguose tai gali užtrukti!
pl: Wyszukać Okładkę ze wszystkimi plikami w podkatalogach? Może to zająć dużo czasu na dużych dyskach lub katalogach!
tr: Aramayı Alt Dizinlerdeki tüm Dosyalarla kapsıyor musunuz? Bu,büyük Disklerde veya Dizinlerde biraz zaman alabilir!

source: Coversize
cs: velikost potisku
it: Dimensioni Cover
lt: Viršelio dydis
pl: Rozmiar Okładki
tr: Kapak boyutu

source: Crashlog(s) are attached
cs: Crashlog je připojený
it: Crashlog allegati
lt: Žurnalai pridėti
pl: Dołączono Rejestr Awarii
tr: Kilitlenme günlükleri eklendi

source: Crazy credits:
cs: divoká karta :
it: Crediti pazzeschi:
tr: Çılgın açılış/kapanış kredileri:

source: Create %s in %s with name:
cs: založit %s v %s pod názvem :
it: Creare %s in %s con nome:
tr: %s içinde şu adla %s oluşturun:

source: Create %s to %s with name:
cs: založit %s v %s pod názvem :
it: Creare %s in %s con nome:
tr: %s'den sonra şu adla %s oluştur:

source: Create Link
cs: Vytvořit odkaz
it: Crea link
lt: Sukurti nuorodą
tr: Bağlantı Oluştur

source: Create Timer
cs: nový časovač_
it: Agg. Timer
lt: Sukurti laikmatį
pl: Utwórz Timer
tr: Zamanlayıcı oluştur

source: Create a backup of your Video DVD on your DreamBox hard drive.
cs: Sestaví zálohu videa DVD na harddisk DreamBoxu.
it: Plugin per creare un backup di DVD video sull'hard disk del Dreambox.
lt: Kurkite atsarginę kopiją savo Vaizdo DVD į jūsų imtuvo kietąjį diską.
pl: Tworzy kopię zapasową Twojego Wideo DVD na twardym dysku DreamBox`a.
tr: Video DVD'nizi DreamBox'ınızın sabit diskine yedekleyin.

source: Create a backup of your Video-DVD
cs: -- modul pro zálohování na DVD
it: Plugin per creare un backup di DVD video
lt: Kurkite atsarginę kopiją į savo vaizdo grotuvą
pl: Tworzy kopię zapasową Twojego Wideo DVD
tr: Video DVD yedeği oluştur

source: Create a directory for each stream
cs: založit složku pro každý stream
it: Creare una directory per ogni stream
lt: Kurkite katalogą kiekvienam srautui
pl: Utwórz katalog dla każdego strumienia
tr: Her akış için dizin oluştur

source: Create a new timer using the classic editor
cs: založit nový časovač přes klasický editor
it: Creare un nuovo timer con editor classico
lt: Sukurti naują laikmatį, naudojant klasikinį redaktorių
pl: Stwórz nowy timer używając klasycznego edytora
tr: Klasik editörü kullanarak zamanlayıcı oluştur

source: Create a new timer using the wizard
cs: založit nový časovač přes průvodce
it: Creare un nuovo timer usando il wizard
lt: Sukurti naują laikmatį, naudojant vedlį
pl: Stwórz nowy timer używając kreatora
tr: Sihirbazı kullanarak zamanlayıcı oluştur

source: Create and update c3voc stream bouquet for current events
cs: Založí a aktualizuje C3VOC stream pro aktuální události
it: Creare e aggiornare c3voc Streambouquet per gli eventi correnti
lt: Sukurti ir atnaujinti c3voc srauto paketą dabartiniams įvykiams
pl: Twórz i aktualizuj bukiet strumieni c3voc dla bieżących wydarzeń
tr: Güncel olaylar için c3voc akış buketi oluşturun ve güncelleyin

source: Create directory
cs: založit složku
it: Creare directory
lt: Sukurti katalogą
pl: Tworzenie katalogu
tr: Dizin Oluştur

source: Create directory in %s
cs: založit složku v %s
it: Creare directory in %s
tr: %s içinde dizin oluşturuluyor

source: Create file in %s
cs: založit soubor v %s
it: Creare file in %s
tr: %s içinde dosya oluşturuluyor

source: Create iso:
cs: sestavit ISO :
it: Creare iso:
lt: Sukurti iso:
pl: Utwórz iso:
tr: ISO oluşturun:
